[{"Keywords":"workplace death; seafarers; surviving families; compensation claims KeyWords Plus:WORKERS-COMPENSATION; ACCIDENTS","Categories":"Business & Economics Web of Science Categories:Industrial Relations & Labor","Journal Information":"RELATIONS INDUSTRIELLES-INDUSTRIAL RELATIONS Volume: 72 Issue: 1 Pages: 125-148 Published: WIN 2017","Abstract":"Seafaring remains one of the most dangerous forms of work. Compared to land-based industrial workers, the risk of fatality of seagoing workers is up to 11 times higher. Workplace fatality is highly damaging for the social, financial and health conditions of the families of deceased workers. However, the effect of deaths of maritime transport workers on surviving families continues to be neglected by researchers and policymakers. Drawing on eight in-depth interviews conducted in China in 2013 and 2014, as part of a wider study that looked at the experiences of Chinese seafarers and their families following occupational accidents in China, this paper argues that the transnational nature of the employment relationship of seafarers affects surviving families' ability to identify and execute liability claims with overseas shipowners. The negotiation of compensation claims is perceived by surviving families as an unfair and unilateral process.","Authors":"Shan, D (Shan, Desai)","Title":"Workplace Death at Sea: Chinese Surviving Families' Experiences of Compensation Claims"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:French Accession Number: WOS:000398052600008 ISSN: 0034-379X","Keywords":"strategy; human resource management (HRM); negotiation; remuneration; autonomy KeyWords Plus:PERFORMANCE; CONTEXT; UNION; FIRMS","Categories":"Business & Economics Web of Science Categories:Industrial Relations & Labor","Journal Information":"RELATIONS INDUSTRIELLES-INDUSTRIAL RELATIONS Volume: 72 Issue: 1 Pages: 173-202 Published: WIN 2017","Abstract":"This article deals with the relationship between corporate strategy and human resource management (HRM) practices in France. It highlights that firms having innovation strategies differ from other companies, because they have different HRM practices. We adopt King and Anderson's definition of innovation (2002, as quoted by Lapointe et al., 2003) as meaning the introduction of a new practice, a new procedure, or a new process, at the local level, with the aim of improving the economic and social performance of the firm. We also integrate Klein and Harrisson's notion of social innovation (2006) in order to focus on the multidimensional aspect of the concept. Based on a rigorous literature review, we put forward a research model based on five major hypotheses concerning employee control/autonomy, training, remuneration, social climate and negotiation with trade unions. To test this model, we rely on the French public database called REPONSE 2011 from the French Ministry of Employment (N=3,601 respondents). We show that innovative companies are very different from others in terms of HRM. In particular, these companies have more individualized pay systems, more general objectives, and have less control over their employees (they give more autonomy at work). Innovative companies also develop more training and, furthermore, are used to discussing and negotiating more than other firms. Conversely, no significant link is reached between social climate and strategy.","Authors":"Le Flanchec, A (Le Flanchec, Alice) ; Mullenbach-Servayre, A (Mullenbach-Servayre, Astrid) ; Rojot, J (Rojot, Jacques)","Title":"Human Resource Management and Innovation Strategies: A French Study based on the REPONSE 2011 Database"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396590800003 ISSN: 0258-3690 eISSN: 2049-1999","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"ICSID REVIEW-FOREIGN INVESTMENT LAW JOURNAL Volume: 32 Issue: 1 Pages: 38-57 DOI: 10.1093/icsidreview/siw035 Published: WIN 2017","Abstract":"The investor-to-State dispute settlement (ISDS) system is undergoing a reform process under the new competence conferred to the European Union (EU) by the Lisbon Treaty. The process pursues the abandonment of the traditional system and its replacement by an International Court System (ICS) with an appellate mechanism to increase consistency of decisions. The European Commission (EC) proposal regarding this reform was first adopted by the EU-Canada Comprehensive Economic and Trade Agreement (CETA) and the EU-Vietnam Free Trade Agreement, to be then proposed to the United States in the context of the negotiation of the Transatlantic Trade and Investment Partnership (TTIP). ICS is composed of a Tribunal of 15 independent members competent to adjudicate disputes between investors and the State under the relevant treaty by an award that may be enforced only if no appeal is filed within the following 90 days with the Appellate Tribunal appointed under the treaty. The analysis of the EC's proposed ICS points to the political nature of the reform rather than to a serious review of the functioning for over 40 years of the traditional ISDS. The latter has proven to be able to achieve a fair balance between the conflicting interests of the two parties, the investor and the State, and to be able to satisfy by appropriate amendments the key elements on which the EC's proposal is based. Among such key elements are the States' regulatory powers, the consistency and predictability of decisions, the transparency of the arbitration process and the prevention of practices such as \"forum shopping''.","Authors":"Bernardini, P (Bernardini, Piero)","Title":"Reforming Investor-State Dispute Settlement: The Need to Balance Both Parties' Interests"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396812300028 ISSN: 0095-6848 eISSN: 1549-4721","Categories":"Area Studies; Asian Studies Web of Science Categories:Area Studies; Asian Studies","Journal Information":"JOURNAL OF JAPANESE STUDIES Volume: 43 Issue: 1 Pages: 223-227 DOI: 10.1353/jjs.2017.0028 Published: WIN 2017","Authors":"Amos, TD (Amos, Timothy David)","Title":"Voice, Silence, and Self: Negotiations of Buraku Identity in Contemporary Japan"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395625100003 ISSN: 0162-2870 eISSN: 1536-013X","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"OCTOBER Issue: 159 Pages: 14-18 DOI: 10.1162/OCTO_a_00279 Published: WIN 2017","Abstract":"David Joselit argues that although the politicization of information and fake news is nothing newfacts, after all, have always been ratified by power, and standards of evidence are historically specificthe mode of its authentication is now in crisis. He describes this condition as a state of cognitive conflict in which different species of knowledge battle one another for pre-eminence, rather than reach for an agonistic but productive political translation or negotiation. Adopting the concept of cognitive justice as theorized by Boaventura de Sousa Santos, Joselit proposes that under Trumpism art can be a resource for working out a politicized and materialized, even formal, theory of information. By tracking the plasticity of informationthe shapes it assumes through circulation, shifts in scale and saturation, and its velocities and frictionswhich is deeply enmeshed in relations of power, post-Conceptual art can have real purchase on cognitive justice.","Authors":"Joselit, D (Joselit, David)","Title":"Fake News, Art, and Cognitive Justice"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397475200016 ISSN: 1369-1465 eISSN: 1468-2680","Categories":"Area Studies; Social Sciences - Other Topics Web of Science Categories:Area Studies; Social Sciences, Interdisciplinary","Journal Information":"SOCIAL SCIENCE JAPAN JOURNAL Volume: 20 Issue: 1 Pages: 125-127 DOI: 10.1093/ssjj/jyx005 Published: WIN 2017","Authors":"Chapman, D (Chapman, David)","Title":"Voice, Silence, and Self: Negotiations of Buraku Identity in Contemporary Japan"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397475200024 ISSN: 1369-1465 eISSN: 1468-2680","Categories":"Area Studies; Social Sciences - Other Topics Web of Science Categories:Area Studies; Social Sciences, Interdisciplinary","Journal Information":"SOCIAL SCIENCE JAPAN JOURNAL Volume: 20 Issue: 1 Pages: 150-153 DOI: 10.1093/ssjj/jyw053 Published: WIN 2017","Authors":"Katada, SN (Katada, Saori N.)","Title":"The True Dynamics of Japan's Participation in the TPP Negotiation: Analysis of its Policymaking Process"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396736500003 ISSN: 0042-0220 eISSN: 1710-1174","Keywords":"commodification; family law; custody agreements; divorce negotiation KeyWords Plus:DIVORCE; ECONOMICS; COERCION; MARRIAGE; WOMEN; LAW","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"UNIVERSITY OF TORONTO LAW JOURNAL Volume: 67 Issue: 1 Pages: 68-95 DOI: 10.3138/UTLJ.3855 Published: WIN 2017","Abstract":"Trading babies or brides for money is widely regarded as morally wrong and sometimes even legally prohibited. Yet here is a puzzle: it seems that parallel exchanges are taking place within the family unit, in the context of custody or reconciliation agreements, both of which might sometimes involve the interweaving of parental or spousal relations with financial exchange. Such cases face much less resentment and criticism, not to mention legal regulation. What can explain this gap in normative treatment? This is the 'puzzle of intra-familial commodification.' The article introduces the puzzle, maps it, and evaluates the ways in which it might be resolved. First, it explores the possibility that we might revise our judgment regarding either the permissibility of intra- familial commodification or the wrongfulness of the extrafamilial case. Second, it examines why despite the fundamental symmetry between the cases a disparate final judgment might nevertheless be called for. Finally, it explores the option of vindicating the fundamental normative asymmetry. Thinking through the puzzle, the article offers new insights on both the centrality of the market- pricing mechanism for the general problem of commodification and the way familial ties might save intimacy from the corruption of monetary exchange.","Authors":"Rivlin, R (Rivlin, Ram)","Title":"THE PUZZLE OF INTRA-FAMILIAL COMMODIFICATION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394724000002 ISSN: 0010-1923","Categories":"Government & Law; Social Issues Web of Science Categories:Law; Social Issues","Journal Information":"COLUMBIA JOURNAL OF LAW AND SOCIAL PROBLEMS Volume: 50 Issue: 2 Pages: 229-262 Published: WIN 2017","Abstract":"The Speech or Debate Clause of the United States Constitution was put in place to protect and preserve the independence of the legislative branch. The United States Supreme Court has consistently read the Clause broadly to effectuate this purpose, and it has applied the Clause's protections absolutely to ensure that legislators are not questioned by a hostile executive or judiciary in, regard to their legislative activities. In recent years, a circuit split has developed regarding whether the Clause provides for a documentary non-disclosure privilege, which would shield legislators from subpoenas or search warrants issued by the executive branch and enforced by the judiciary. The Ninth and Third Circuits have rejected,such a documentary non-disclosure privilege, while the D.C. Circuit has consistently reaffirmed its commitment to a broad documentary non-disclosure privilege. Adding further uncertainty to the Clause's protections, the Ninth Circuit has also denied the Clause's protections to legislators involved in negotiations about future legislation. In order to provide clarity to the Clause's privileges, the Supreme Court should adopt a limited documentary non-disclosure privilege and should apply the Clause's protections to non-criminal negotiations in anticipation of future legislation.","Authors":"Mayer, P (Mayer, Philip)","Title":"An Uncertain Privilege: Reexamining the Scope and Protections of the Speech or Debate Clause"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394592400005 ISSN: 1523-4614 eISSN: 1526-5498","Keywords":"leader-based collective bargaining; separate purchase; commitment; equal price mechanism; fixed price mechanism KeyWords Plus:SUPPLY CHAINS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"M&SOM-MANUFACTURING & SERVICE OPERATIONS MANAGEMENT Volume: 19 Issue: 1 Pages: 72-83 DOI: 10.1287/msom.2016.0592 Published: WIN 2017","Abstract":"We study leader-based collective bargaining (LCB), under which a leading buyer (leader) and a following buyer (follower) form an alliance to jointly purchase a common component from a supplier. Although the leader and the follower cooperate in their component purchase, they compete in selling their end products. We first analyze the most common and simple form of LCB, equal price LCB, under which the follower pays to the leader the same wholesale price that the leader obtains from his negotiation with the supplier. We compare each buyer's profit under the equal price LCB with the benchmark where each buyer purchases separately from the supplier. We find that although the alliance might obtain a lower wholesale price and although the leader is always better off under equal price LCB, the follower can be worse off if the competition intensity of the leader's and follower's products is within an intermediate region. We identify a competition effect resulting from equal price LCB that can place the follower at a disadvantage in the competition. This finding implies that the equal price LCB might not be sustainable in practice. In view of this limitation, we investigate an alternative form of LCB, fixed price LCB, under which the follower pays a fixed price to the leader regardless of the wholesale price the leader obtains from the supplier. We show that fixed price LCB benefits not only the leader but also the follower, compared with separate purchases, which implies that fixed price LCB always achieves a win-win outcome for the buyers. Our analysis further shows that even the supplier might benefit from this form of LCB.","Authors":"Hsu, VN (Hsu, Vernon N.) ; Lai, GM (Lai, Guoming) ; Niu, BZ (Niu, Baozhuang) ; Xiao, WQ (Xiao, Wenqiang)","Title":"Leader-Based Collective Bargaining: Cooperation Mechanism and Incentive Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952700015 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Supply chain management; Sustainable operations; Eco-efficient innovation; Contracts KeyWords Plus:CONSUMER ENVIRONMENTAL AWARENESS; REVENUE-SHARING CONTRACTS; CHANNEL COORDINATION; PRODUCT DESIGN; COMPETITION; MANAGEMENT; RETAILER; QUALITY","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 2 Pages: 571-587 DOI: 10.1016/j.ejor.2016.12.035 Published: JUL 16 2017","Abstract":"Large retailers are a source of great stress for suppliers in supply chains: they want better environmental performance and ever-lower prices without sacrificing product quality. Retailers' initiatives pressure suppliers to invest substantially upfront to reduce packaging and energy use. The potential savings in packaging materials, production and shipping costs that could offset suppliers' upfront investments, however, are not going mainly toward suppliers' bottom lines, since the retailers appear to share only the savings but not the upfront investment. Thus, retailers' heralded sustainability initiatives are weighed down by the substantial costs to be borne by suppliers alone, and retailers' efforts to improve the environmental performance of their supply chains do not materialize as predicted. In this paper, we consider a two-echelon supply chain where an upstream supplier sells through a downstream retailer. The supplier is accountable to invest effort in an eco-efficient innovation, which decreases her unit production cost while improving the per-unit environmental performance of her product and increases the value of the product to consumers (so enhancing market demand), and the retailer who embodies the channel power sets the product price and sells to consumers. First, we delve into the non-collaborative case where the retailer imposes a minimum requirement on the level of eco-efficient innovation effort to be invested by supplier. Second, we study the profit/cost implications of collaboration between two parties for up-stream eco-efficient innovation by scrutinizing two types of contracts: a cost-sharing agreement wherein the retailer shares a fraction of the supplier's upfront cost of investment in innovation; and a revenue sharing agreement under which the retailer shares a fraction of his revenues generated by the supplier's eco-efficient innovation effort. For each contract, we also contemplate the possibility of negotiation between the retailer and supplier which forms the basis of division of costs and revenues under a cost- and revenue-sharing contract, respectively. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Yenipazarli, A (Yenipazarli, Arda)","Title":"To collaborate or not to collaborate: Prompting upstream eco-efficient innovation in a supply chain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950100006 ISSN: 0167-739X eISSN: 1872-7115","Keywords":"Heterogeneous Cluster System (HCS); Job scheduling; Makespan; Green SLA; Dynamic Voltage and Frequency Scaling (DVFS) KeyWords Plus:EFFICIENT; MANAGEMENT; DATACENTERS; FEDERATION; ALGORITHM; TASKS","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"FUTURE GENERATION COMPUTER SYSTEMS-THE INTERNATIONAL JOURNAL OF ESCIENCE Volume: 71 Pages: 73-88 DOI: 10.1016/j.future.2017.01.015 Published: JUN 2017","Abstract":"Cloud computing is an emerging market place in which computing resources are treated as the utilities and priced for their usage. A huge competition prevails among the cloud Service Providers (SPs) to offer eco-friendly and economically viable cloud services. Heterogeneous Cluster System (HCS) forms the backbone of such computing resources and for eco-friendly services, minimal energy consumption in HCS is a challenging issue. It not only brings down the operational cost but enhance the system reliability and other environmental veneration as well. Commonly, a green Service Level Agreement (SLA) is made between cloud users and SP. Green SLA ensures that a certain percentage of makespan of the schedule is sacrificed for an energy efficient schedule. This work proposes a scheduling framework to execute heterogeneous independent jobs on a HCS. It also introduces a SLA based negotiation scheme for makespan, energy and cost referred as \"Makespan, Energy and Cost Negotiator (MECN)\". The proposed model utilizes all possible empty slacks of the schedule running on Processing Elements (PEs) and extended makespan (due to SLA). Using Dynamic Voltage and Frequency Scaling (DVFS) technique, it provides an energy efficient schedule. A resource replacement strategy is also incorporated, in the proposed framework, to generate a cost effective schedule without sacrificing its performance. The performance of the model is analyzed by its simulation which reflects its usefulness and effectiveness. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kumar, N (Kumar, Neetesh) ; Vidyarthi, DP (Vidyarthi, Deo Prakash)","Title":"An Energy Aware Cost Effective Scheduling Framework for Heterogeneous Cluster System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398626400001 ISSN: 0884-8173 eISSN: 1098-111X","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF INTELLIGENT SYSTEMS Volume: 32 Issue: 6 Pages: 557-596 DOI: 10.1002/int.21857 Published: JUN 2017","Abstract":"Game theory is an important basis to simulate several situations where multiple agents interact strategically for decision making and support. In many applications, such as auctions, frequently used for resource management involving two or more agents competing for the resources, the interacting agents only know their own characteristics and must make decisions while having to estimate the characteristics of the others. When probabilities are assigned for the different types of the interacting agents, this kind of strategic interaction constitutes a Bayesian game. In cases in which it is very difficult to characterize the private information of each agent, the payoffs can be given by approximate (not probabilistic) values, but the concept of Bayesian Nash equilibrium cannot be applied in this context. Fuzzy set theory is an excellent basis for studying this type of game, where the payoffs are represented by fuzzy numbers. When it is the case that there is also uncertainty about such fuzzy numbers, the use of interval fuzzy numbers appears as a good modeling alternative. This paper introduces an approach for interval-based fuzzy Bayesian games, based on interval-valued fuzzy probabilities for modeling the types of agents involved in the interaction. We present two different case studies, namely the (Interval) Fuzzy Bayesian Hiring Game and (Interval) Fuzzy Bayesian Prisoner's Dilemma with Moral Standards, comparing the results obtained with the crisp, fuzzy and interval fuzzy approaches, highlighting a particular case in which the interval fuzzy approach presents a solution although the two other do not. (C) 2016 Wiley Periodicals, Inc.","Authors":"Asmus, TC (Asmus, Tiago C.) ; Dimuro, GP (Dimuro, Gracaliz P.) ; Bedregal, B (Bedregal, Benjamin)","Title":"On Two-Player Interval-Valued Fuzzy Bayesian Games"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396961500003 PubMed ID: 28189885 ISSN: 0022-0965 eISSN: 1096-0457","Keywords":"Empathy; Perspective taking; Conflict resolution; Adolescence; Experiment; Adolescent-parent relationships KeyWords Plus:RESOLUTION STYLES; PERCEPTIONS; PARENTS; NEGOTIATIONS; PROGRAM; COUPLES; PLACE; POWER","Categories":"Psychology Web of Science Categories:Psychology, Developmental; Psychology, Experimental","Journal Information":"JOURNAL OF EXPERIMENTAL CHILD PSYCHOLOGY Volume: 158 Pages: 32-45 DOI: 10.1016/j.jecp.2017.01.002 Published: JUN 2017","Abstract":"The current study investigated whether manipulations of affective and cognitive empathy have differential effects on observed behavior and self-reported outcomes in adolescent mother conflict discussions. We further examined how these situational empathy inductions interact with preexisting empathic dispositions. To promote ecological validity, we conducted home visits to study conflict discussions about real disagreements in adolescent mother relationships. We explored the roles of sex, age, and maternal support and power as covariates and moderators. Results indicated that the affective empathy manipulation had no significant effects on behavior, although a trend in the hypothesized direction suggested that affective empathy might promote active problem solving. The cognitive empathy manipulation led to lower conflict escalation and promoted other-Oriented listening for adolescents low in dispositional cognitive empathy. State trait interactions indicated that the empathy manipulations had significant effects on self-reported outcomes for adolescents lower in dispositional empathic concern. For these adolescents, both manipulations promoted outcome satisfaction, but only the cognitive manipulation promoted perceived fairness. This suggests that cognitive empathy, in particular, allows adolescents to distance themselves from the emotional heat of a conflict and listen to mothers' point of view, leading to outcomes perceived as both satisfying and fair. These findings are relevant for interventions and clinicians because they demonstrate unique effects of promoting affective versus cognitive empathy. Because even these minimal manipulations promoted significant effects on observed behavior and self-reported out-comes, particularly for low-empathy adolescents, stronger structural interventions are likely to have marked benefits. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Van Lissa, CJ (Van Lissa, Caspar J.) ; Hawk, ST (Hawk, Skyler T.) ; Meeus, WHJ (Meeus, Wim H. J.)","Title":"The effects of affective and cognitive empathy on adolescents' behavior and outcomes in conflicts with mothers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100040 PubMed ID: 28258775 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Automated radio telemetry; Central-place foragers; Collision fatality; Impact function; Marine spatial planning; Renewable energy KeyWords Plus:COLLISION RISK MODELS; BIRD MORTALITY; COMMON TERNS; FARMS; POWER; TURBINES; IMPACT; UK; VULNERABILITY; POPULATIONS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 400-409 DOI: 10.1016/jjenvman.2017.02.010 Published: MAY 15 2017","Abstract":"Quantifying and managing the potential adverse wildlife impacts of offshore wind energy is critical for developing offshore wind energy in a sustainable and timely manner, but poses a significant challenge, particularly for small marine birds that are difficult to monitor. We developed a discrete-time Markov model of seabird movement around a colony site parameterized by automated radio telemetry data from common terns (Sterna hirundo) and Arctic terns (S. paradisaea), and derived impact functions that estimate the probability of collision fatality as a function of the distance and bearing.of wind turbines from a colony. Our purpose was to develop and demonstrate a new, flexible tool that can be used for specific management and wind-energy planning applications when adequate data are available, rather than inform wind-energy development at this site. We demonstrate how the tool can be used 1) in marine spatial planning exercises to quantitatively identify setback distances under development scenarios given a risk threshold, 2) to examine the ecological and technical trade-offs of development alternatives to facilitate negotiation between objectives, and 3) in the U.S. National Environmental Policy Act (NEPA) process to estimate collision fatality under alternative scenarios. We discuss model limitations and data needs, and highlight opportunities for future model extension and development. We present a highly flexible tool for wind energy planning that can be easily extended to other central place foragers and data sources, and can be updated and improved as new monitoring data arises. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Cranmer, A (Cranmer, Alexana) ; Smetzer, JR (Smetzer, Jennifer R.) ; Welch, L (Welch, Linda) ; Baker, E (Baker, Erin)","Title":"A Markov model for planning and permitting offshore wind energy: A case study of radio-tracked terns in the Gulf of Maine, USA"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563400002 ISSN: 0007-1013 eISSN: 1467-8535","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"BRITISH JOURNAL OF EDUCATIONAL TECHNOLOGY Volume: 48 Issue: 3 Pages: 730-748 DOI: 10.1111/bjet.12457 Published: MAY 2017","Abstract":"Interactions are the central emphasis in language learning. An increasing number of K-12 students take courses online, leading some critics to comment that reduced opportunities for interaction may affect learning outcomes. This study examined the relationship between online interactions and learning outcomes for 466 students who were taking high-school level online language courses in a Midwestern virtual school. Regression analysis was employed to examine how three broad types of interactions, learner-instructor, learner-learner and learner-content (Moore, ), affected students' perceived progress and satisfaction. After controlling for demographic information, motivation and learning strategies, the results of multiple regression showed that learner-instructor and learner-content interactions had significantly positive effects on satisfaction, whereas learner-learner interaction did not affect satisfaction. Learner-content interaction was the only factor that affected perceived progress.","Authors":"Lin, CH (Lin, Chin-Hsi) ; Zheng, BB (Zheng, Binbin) ; Zhang, YN (Zhang, Yining)","Title":"Interactions and learning outcomes in online language courses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397686400004 ISSN: 0304-3878 eISSN: 1872-6089","Keywords":"Extended families; Pareto efficiency; Collective rationality; Child development KeyWords Plus:INTRAHOUSEHOLD ALLOCATION; LABOR-MARKET; SOUTH-AFRICA; LIFE SURVEY; TRANSFERS; INDONESIA; RISK; AGE; CONSUMPTION; RESOURCES","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"JOURNAL OF DEVELOPMENT ECONOMICS Volume: 126 Pages: 52-65 DOI: 10.1016/j.jdeveco.2016.11.006 Published: MAY 2017","Abstract":"Whereas the extended family plays a central role in many models of economic behavior, particularly in developing countries, there is a paucity of empirical evidence on the extent and nature of resource sharing among non coresident family members. This is in sharp contrast with abundant evidence that the distribution of resources within households predicts household spending and savings patterns. To fill' this gap, the collective model of household decision-making is extended to the family. The model is particularly appealing in this context because it places few restrictions on preferences of individual family members who may or may not be coresident and does not specify a specific bargaining mechanism that underlies negotiations. The model yields empirical tests of whether the behavior of family members is (Pareto) efficient. Evidence is presented on the relationship between three distinct measures of health-and education-related human capital of children and the distribution of wealth among extended family members using rich longitudinal survey data from the Indonesia Family Life Survey (IFLS). The data are ideally suited for this research because the survey follows family members when they leave the family home and detailed information about individual-specific wealth is collected. We find that child human capital outcomes are affected by wealth of non coresident family members indicating that extended families do share resources. While the special case of the model in which all members are completely altruistic is rejected, the restrictions of the efficient model are not rejected, indicating that non co-resident family members are able to co-ordinate allocation decisions in such a way as to make no family member better off without another member being worse off.","Authors":"LaFave, D (LaFave, Daniel) ; Thomas, D (Thomas, Duncan)","Title":"Extended families and child well-being"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366500018 ISSN: 0022-1031 eISSN: 1096-0465","Keywords":"Anchoring; Negotiation; First offers; Decision-making; Anchor precision KeyWords Plus:CONVERSATIONAL LOGIC ANALYSIS; 1ST OFFERS; NEGOTIATIONS; ADJUSTMENT; KNOWLEDGE; PERSPECTIVE; OUTCOMES; NUMBERS; EXPERTS; TASKS","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"JOURNAL OF EXPERIMENTAL SOCIAL PSYCHOLOGY Volume: 70 Pages: 164-176 DOI: 10.1016/j.jesp.2016.11.001 Published: MAY 2017","Abstract":"A negotiation commonly starts with one party sending and the counterpart receiving a first offer. This first offer anchors recipients and yields higher profits to the sender. Recent research has shown that precise anchors (e.g., $28.75)-those featuring fewer trailing zeros-are more potent than round anchors ($30.00). The present studies extend this literature in two ways: First, prior research has exclusively focused on anchor recipients while ignoring the sender. Here, we examine precision effects for (1) recipients, (2) senders, and (3) both recipients and senders in a dyadic negotiation. Three experiments establish distinct and opposing effects: Whereas increasing precision elevates a first offer's anchoring potency for recipients, it lowers the first-offer extremity that senders opt for. Second, prior research has disagreed upon the theoretical mechanisms behind the precision effect: The scale-granularity account posits that decision-makers adjust in smaller steps on a finer-grained mental scale. The attribution-of-competence account posits that people ascribe more competence to a precise-opening individual. We examine these competing theoretical accounts simultaneously. Multiple mediation analyses across all three experiments suggested consistently that the beneficial impact of precise anchors on recipients is due to a social attribution-of-competence, whereas the detrimental impact on anchor-senders is due to a cognitive scale-granularity process. In all, the present findings show (a) that senders and recipients are distinctly affected by anchor precision, and (b) that these opposing effects are due to distinct psychological processes. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Loschelder, DD (Loschelder, David D.) ; Friese, M (Friese, Malte) ; Trotschel, R (Trotschel, Roman)","Title":"How and why precise anchors distinctly affect anchor recipients and senders"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398538800008 ISSN: 0965-7576 eISSN: 1467-9396","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"REVIEW OF INTERNATIONAL ECONOMICS Volume: 25 Issue: 2 Pages: 403-425 DOI: 10.1111/roie.12271 Published: MAY 2017","Abstract":"Aggregation of trade distortion measures is essential in applied work, but traditional trade-weighted average measures are egregiously flawed. This paper shows how appropriate tariff aggregation can overcome underestimation of both efficiency and terms-of-trade gains from reform. The improvement is shown to result from better measurement of a distortion effect that is most important in the early stages of reform and a weighting effect that becomes more important as protection is reduced. Applications confirm that the technique can be applied relatively easily, andwith elasticity estimates suggested by the available econometric evidencepoint to close to a doubling of the global welfare gains from global trade reform, and dramatic changes in the measured welfare impacts in many individual cases. Sensitivity analysis suggests that, for global trade reform, the ease of substitution between tariff lines is much more important than that between varieties from different countries. We provide an online aggregation tool to allow replication of our analysis or investigation of alternative scenarios for global reform. We hope that this paper will contribute both to wider use of optimal aggregators and improved estimates of the key elasticity parameters.","Authors":"Laborde, D (Laborde, David) ; Martin, W (Martin, Will) ; van der Mensbrugghe, D (van der Mensbrugghe, Dominique)","Title":"Measuring the Impacts of Global Trade Reform with Optimal Aggregators of Distortions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395324700001 ISSN: 1351-0347 eISSN: 1743-890X","Keywords":"Spain; Greece; democratic transitions; \"Markezinis experiment\"; political culture","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"DEMOCRATIZATION Volume: 24 Issue: 3 Pages: 389-404 DOI: 10.1080/13510347.2016.1217197 Published: MAY 2017","Abstract":"Comparing the political cultures of Spain and Greece before and during the dictatorships, the article seeks to explain the different outcomes of the regimes' self-transformation attempts, the one that succeeded (Spain) and the other that failed (Greece, the little-known Markezinis experiment). Its position is that the abandoning of hard-line ideological stances that have been called absolute politics, which was the main contributor to the Spanish Reforma's success, did not work in Greece due to the persistence of the post-civil war and pre-dictatorial cleavages in both elites and civil society, thus rendering the mellowing of confrontation lines and the consensual politics necessary for the negotiations and mutual concessions between elites and counter-elites unfeasible. The result was, in contrast to the Spanish reforma Pactada, a reverse to authoritarianism perpetrated by the hard-line officers, prolonging the regime for eight crucial months.","Authors":"Tzortzis, I (Tzortzis, Ioannis)","Title":"Absolute politics and judicious pragmatism: political culture in democratization by reforma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395324700005 ISSN: 1351-0347 eISSN: 1743-890X","Keywords":"constitution-making; authority; identity; statebuilding; Kosovo KeyWords Plus:DEMOCRACY PROMOTION; LEGITIMACY; PEACE; SOCIETIES; ORDERS","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"DEMOCRATIZATION Volume: 24 Issue: 3 Pages: 463-480 DOI: 10.1080/13510347.2016.1223628 Published: MAY 2017","Abstract":"Post-war constitution-making touches the future identity of the concerned society. In externally led democratization, it can turn into a challenging negotiation process between international and so-called local actors. But who can claim the authority to define and interpret identity and fundamental norms of society, and on what grounds? Based on an analysis of the Joint Working Group on the Constitutional Framework held in spring 2001 in Kosovo, the article argues that external actors have a structural disadvantage in the authoritative communication with local actors, even if equipped with a strong international mandate. While external actors can set the opportunity structures to negotiate constitutional politics, local actors will use every chance to publically claim authority on their behalf in the process. Guided by the theoretical framework of interpretative authority (Deutungsmacht), the article concludes that we have to understand authority in statebuilding primarily, not as an attribute of actors, but as an outcome of communicative practices.","Authors":"Distler, W (Distler, Werner)","Title":"Authority in statebuilding as communicative practice. The Joint Working Group on the Constitutional Framework in Kosovo"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395597700026 ISSN: 0921-8009 eISSN: 1873-6106","Keywords":"Climate change; Liability; Negotiations; Facilitation; Economic; Accountability KeyWords Plus:COMPARATIVE NEGLIGENCE; STATE RESPONSIBILITY; COMPENSATION; CDM","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 135 Pages: 288-298 DOI: 10.1016/j.ecolecon.2016.11.020 Published: MAY 2017","Abstract":"To gain an understanding of the issues with environmental liability attribution, both international law and the implicit liability under the UNFCCC are reviewed, and found to be ineffective. This stems from a neoliberal marginalisation of international law and tendency to externalise liability resulting in accountability gaps, which pose major challenges for the climate regime. A socially efficient economic refraining of liability into a Dynamically Relative, and Comparatively Universal Liability Attribution (DRaCULA) framework is proposed. The attribution of liability for climate change damages under DRaCULA is algebraically developed into a conceptual model, the operation of the conceptual model is discussed and together with the framework found to be robust. Through its embodiment of the dynamic challenges inherent in climate change, DRaCULA strategically facilitates the climate negotiations and provides credible solutions to stumbling blocks, including the N-S divide. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Meckler, SR (Meckler, Sacha Rene)","Title":"Causes and Impacts of Deficient Liability for Climate Change Damage, and an Economic Conception for Climate Change Liability That Supports Appropriate Action: DRaCULA"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395613900014 ISSN: 0148-2963 eISSN: 1873-7978","Keywords":"Brand identity; Celebrities; Co-creation; Human brands; Social media; Stakeholder KeyWords Plus:SERVICE-DOMINANT LOGIC; DISTANCE; MARKETS; ONLINE","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"JOURNAL OF BUSINESS RESEARCH Volume: 74 Pages: 133-138 DOI: 10.1016/j.jbusres.2016.10.024 Published: MAY 2017","Abstract":"This paper examines the co-creation of human brands exemplified by celebrities in a stakeholder-actor approach. Combining theoretical frameworks of brand identity co-creation and stakeholder paradigms, demonstrates how human brand identities co-create by multiple stakeholder-actors who have resources and incentives in the activities that make up an enterprise of a human brand, including the celebrities themselves, consumer-fans, and business entities. By utilizing observational, archival netnographic data from popular social media platforms, four exemplars of celebrity identities demonstrate the co-creation of human brands. Findings illustrate key stakeholder-actors' participation in the co-creation process as well as sociocultural codes, including social construction and negotiation of identities, parasocialization, influence projection, legitimization, and utilization of human brand identities. These human brand identity dynamics advance a stakeholder-actor paradigm of brand co-creation that adapts to the predominant consumer culture and human ideals that surround the celebrity. Results inform implications and future research on celebrity brand marketing management and co-creation. (C) 2016 Published by Elsevier Inc.","Authors":"Centeno, D (Centeno, Dave) ; Wang, JJ (Wang, Jeff Jianfeng)","Title":"Celebrities as human brands: An inquiry on stakeholder-actor co-creation of brand identities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398191400004 ISSN: 0018-7267 eISSN: 1741-282X","Keywords":"careers; meaningful work; politics; sustainability; tensions KeyWords Plus:DOUBLE-EDGED-SWORD; ORGANIZATIONAL COMMUNICATION; CLIMATE-CHANGE; ENGAGEMENT; BOUNDARIES; BUSINESS; POLITICS; ISSUES; GREEN; FORUM","Categories":"Business & Economics; Social Sciences - Other Topics Web of Science Categories:Management; Social Sciences, Interdisciplinary","Journal Information":"HUMAN RELATIONS Volume: 70 Issue: 5 Pages: 594-616 DOI: 10.1177/0018726716663288 Published: MAY 2017","Abstract":"This study, based on in-depth interviews with 45 practitioners in the emerging field of environmental sustainability, argues for a more nuanced approach to studying the meaningfulness of work. Drawing from the tension-centered approach, we posit that sustainability practitioners derived meaningfulness in tensional ways from circumstances and factors that were both enabling and constraining, stemming from various organizational, professional and political structures. This occurs through ongoing negotiation that spans everyday work processes, the perceived impact of such work, and participants' career positioning. In addition to examining meaningfulness as a dynamic and contested negotiation, rather than a purely positive outcome, the political implications of such meaning-making are traced. We close by discussing some implications for future research on meaningfulness of work.","Authors":"Mitra, R (Mitra, Rahul) ; Buzzanell, PM (Buzzanell, Patrice M.)","Title":"Communicative tensions of meaningful work: The case of sustainability practitioners"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394524800009 ISSN: 0026-3206 eISSN: 1743-7881","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"MIDDLE EASTERN STUDIES Volume: 53 Issue: 3 Pages: 470-485 DOI: 10.1080/00263206.2016.1265512 Published: MAY 2017","Abstract":"By comparing the decisions of various meetings of the General Councils of Edirne and Ankara provinces from 1283 to 1288 (1867-1872 AD), this study analyses social and economic dynamics of both provinces, the state vocabulary for handling local demands, and the boundaries of responsibility for the state and the local actors in provincial administration. Instead of reading the Tanzimat as a top-down imposition, this article defines General Councils as sites of negotiations between state and local actors and instruments for local development. This article challenges the conventional view of provincial councils as weak and unable to implement various policies. It contributes to a new generation of studies that challenges the separation between state and social forces and looks at how both interacted in provincial administration.","Authors":"Koksal, Y (Koksal, Yonca)","Title":"Local demands and state policies: general councils (Meclis-i Umumi) in the Edirne and Ankara provinces (1867-1872)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398635100001 PubMed ID: 28420990 ISSN: 1663-9812","Keywords":"cancer; managed entry agreements; risk sharing; reimbursement KeyWords Plus:MARKET-ACCESS AGREEMENTS; CANCER DRUGS; ANTICANCER DRUGS; PRICE; COST; OUTCOMES; UNCERTAINTY; COUNTRIES; SCHEMES","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"FRONTIERS IN PHARMACOLOGY Volume: 8 Article Number: 171 DOI: 10.3389/fphar.2017.00171 Published: APR 4 2017","Abstract":"Objectives: The aim of this study is to conduct an analysis on the regulation and application of managed entry agreements (MEA) for oncology drugs across different European countries. Methods: Literature search and document analysis were performed between September 2015 and June 2016 to collect information on the regulatory framework and practice of MEA in Belgium, The Netherlands, Scotland, England and Wales, Sweden, Italy, Czech Republic and France. An overview of the content and typology of MEA applied for oncology drugs between 2008 and 2015 was generated based on publically available sources and contributions by national health authorities. Semi-structured interviews were conducted with representatives of national health authorities involved in the management or negotiation of MEA. Results: The application of MEA differs across countries and across different indications for the same drug. Financial based agreements are prevailing due to their simplicity compared to performance-based agreements. Performance-based agreements are less commonly applied in the European countries except for Italy. In the Netherlands, application of performance-based agreements was stopped due to their inability to deal with dynamics in the market, which is highly relevant for oncology drugs. Conclusions: MEA constitute a common policy tool that public payers in European countries use to ensure early access to highly priced oncology drugs. In light of strengths and weaknesses observed for MEA and the expected developments in the oncology area, the importance of MEA is likely to grow in the future.","Authors":"Pauwels, K (Pauwels, Kim) ; Huys, I (Huys, Isabelle) ; Vogler, S (Vogler, Sabine) ; Casteels, M (Casteels, Minne) ; Simoens, S (Simoens, Steven)","Title":"Managed Entry Agreements for Oncology Drugs: Lessons from the European Experience to Inform the Future"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396837400013 PubMed ID: 28297177 ISSN: 1932-8486 eISSN: 1932-8494","Keywords":"kinematics; locomotion; obstacle negotiation KeyWords Plus:CENTER-OF-MASS; DIFFERENT HEIGHTS; GAIT; LOCOMOTION; AVOIDANCE; HEALTHY; ANATOMY; FALLERS; MOTION; SINGLE","Categories":"Anatomy & Morphology Web of Science Categories:Anatomy & Morphology","Journal Information":"ANATOMICAL RECORD-ADVANCES IN INTEGRATIVE ANATOMY AND EVOLUTIONARY BIOLOGY Volume: 300 Issue: 4 Pages: 732-738 Special Issue: SI DOI: 10.1002/ar.23554 Published: APR 2017","Abstract":"Biomechanics of unobstructed locomotion consists of synchronized complex movements of the pelvis, torso, and lower limbs. These movement patterns become more complex as individuals encounter obstacles or negotiate uneven terrain. To date, limited research has explored how specifically the pelvis, torso, and lower limb segments relate to obstacle negotiation of varying sized objects combined with temporal constraints to perform the task. Understanding pelvis and adjoining segment movements during object negotiation will provide necessary information in identifying abnormal mechanics and potential fall risk characteristics in balance compromised patient populations. In this prospective cohort study, we aimed to compare pelvic, torso, and lower limb kinematics during unobstructed locomotion with obstacle negotiation of varying heights. Ten healthy young adults (7 females and 3 males, mean age 28.4 +/- 4.1 years, mean body mass index 22.5 +/- 3.6 kg/m(2)) enrolled in this study. Analysis of within-subject differences revealed a significant increase in sagittal (posterior tilt) and frontal (ipsilateral hike) plane pelvic angular displacement and higher sagittal plane posterior torso lean angular displacement with increased obstacle height. Furthermore, both sagittal plane hip and knee maximum joint flexion were significantly higher with increasing heights of the obstacles during negotiation. These data provide insight on segment mechanics within a non-mobility-impaired population; therefore, providing a baseline to understand the kinematic demands necessary for safe and effective gait in mobility-compromised populations. (C) 2017 Wiley Periodicals, Inc.","Authors":"Christensen, JC (Christensen, Jesse C.) ; Wilson, CR (Wilson, Christopher R.) ; Merryweather, AS (Merryweather, Andrew S.) ; Foreman, KB (Foreman, K. Bo)","Title":"Kinematics of the Pelvis, Torso, and Lower Limb During Obstacle Negotiation While Under Temporal Constraints"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398045200020 PubMed ID: 26597644 ISSN: 0004-0002 eISSN: 1573-2800","Keywords":"Grounded theory; Consensual non-monogamous relationships; Swinging KeyWords Plus:SEXUAL SELF-DISCLOSURE; INTERPERSONAL EXCHANGE MODEL; SATISFACTION; WOMEN; COUPLES; MEN; NEGOTIATION; INFIDELITY; VALIDATION; BEHAVIORS","Categories":"Psychology; Social Sciences - Other Topics Web of Science Categories:Psychology, Clinical; Social Sciences, Interdisciplinary","Journal Information":"ARCHIVES OF SEXUAL BEHAVIOR Volume: 46 Issue: 3 Pages: 789-799 DOI: 10.1007/s10508-015-0621-2 Published: APR 2017","Abstract":"Swinger couples committed couples who consensually engage in extra-relational sex for recreational purposes are difficult for researchers to access due to the social stigma associated with swinging. This study builds upon the limited research on swinger couples by examining personal experiences with swinging. Specifically, 32 semi-structured interviews with swingers (16 husband wife dyads, interviewed separately) were analyzed using grounded theory methods to understand the process of transitioning into and maintaining marital satisfaction in the swinging lifestyle. The model formed included (a) antecedent steps taken to enter into the lifestyle, (b) types of desires fulfilled, (c) stated benefits of being in the lifestyle, and (d) rules that guided couples throughout the process. Although variations were found across couples, the effective use of verbal and non-verbal communication to increase sexual and marital satisfaction within these non-monogamous couples was paramount to their experiences.","Authors":"Kimberly, C (Kimberly, Claire) ; Hans, JD (Hans, Jason D.)","Title":"From Fantasy to Reality: A Grounded Theory of Experiences in the Swinging Lifestyle"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398562800006 ISSN: 1360-7456 eISSN: 1467-8373","Keywords":"democracy; Ecuador; federations; politics; water governance KeyWords Plus:RIVER-BASIN MANAGEMENT; SOUTH-AFRICA; IRRIGATION SYSTEM; GOVERNANCE; PARTICIPATION; COMMUNITY; RIGHTS; ANDES; DEMOCRATIZATION; REPRESENTATION","Categories":"Area Studies; Geography Web of Science Categories:Area Studies; Geography","Journal Information":"ASIA PACIFIC VIEWPOINT Volume: 58 Issue: 1 Pages: 74-85 DOI: 10.1111/apv.12141 Published: APR 2017","Abstract":"In the past two decades spaces for user participation have been opened within water governance structures at many scales. In this contribution, based on a case study of the Provincial Water Users Federation Interjuntas-Chimborazo in the Ecuadorian Highlands, I explore how and why formal participation of water users in itself is problematic in terms of democracy. The case shows that for organised peasant water users to work on more democratic water governance, the creation of upscaled federations, alliances, networks and sometimes street protests is crucial to open up spaces in which their interests are represented. This suggests that democracy is not merely about participation, but more importantly, it is about the politics of how democracy is made through conflicts, protests, negotiations and the creation of strategic alliances that challenge the structures and processes through which decisions are taken.","Authors":"Hoogesteger, J (Hoogesteger, Jaime)","Title":"The politics of water democracy: insights from grassroot struggles in the Ecuadorian Highlands"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397467700002 ISSN: 0007-6503 eISSN: 1552-4205","Keywords":"public policy; Carbon Disclosure Project; climate change; resource-based view; GISTe model; walk the talk; walk I; walk II KeyWords Plus:CHANGE NEGOTIATIONS; BUSINESS; FIRM; GOVERNANCE; RESPONSES; POLITICS; SYSTEM","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"BUSINESS & SOCIETY Volume: 56 Issue: 4 Pages: 545-575 Special Issue: SI DOI: 10.1177/0007650315578450 Published: APR 2017","Abstract":"Effective public policy to mitigate climate change footprints should build on data-driven analysis of firm-level strategies. This article's conceptual approach augments the resource-based view (RBV) of the firm and identifies investments in four firm-level resource domains (Governance, Information management, Systems, and Technology [GISTe]) to develop capabilities in climate change impact mitigation. The authors denote the resulting framework as the GISTe model, which frames their analysis and public policy recommendations. This research uses the 2008 Carbon Disclosure Project (CDP) database, with high-quality information on firm-level climate change strategies for 552 companies from North America and Europe. In contrast to the widely accepted myth that European firms are performing better than North American ones, the authors find a different result. Many firms, whether European or North American, do not just talk about climate change impact mitigation, but actually do walk the talk. European firms appear to be better than their North American counterparts in walk I, denoting attention to governance, information management, and systems. But when it comes down to walk II, meaning actual Technology-related investments, North American firms' performance is equal or superior to that of the European companies. The authors formulate public policy recommendations to accelerate firm-level, sector-level, and cluster-level implementation of climate change strategies.","Authors":"Backman, CA (Backman, Charles A.) ; Verbeke, A (Verbeke, Alain) ; Schulz, RA (Schulz, Robert A.)","Title":"The Drivers of Corporate Climate Change Strategies and Public Policy: A New Resource-Based View Perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836400003 ISSN: 0165-1765 eISSN: 1873-7374","Keywords":"Intergovernmental transfers; Voluntary fiscal equalization; Nash bargaining KeyWords Plus:POLITICAL-ECONOMY APPROACH; PROVISION; CENTRALIZATION; EXTERNALITIES","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"ECONOMICS LETTERS Volume: 153 Pages: 9-11 DOI: 10.1016/j.econlet.2017.01.013 Published: APR 2017","Abstract":"The art. 13 of the Italian lawn. 42/2009 theoretically allows for local negotiations between municipalities on the allocation of equalization funds. However, in the subsequent practice and legislation, such form of local negotiation has never been adopted. A question arises from the Italian experience: in the presence of a predetermined equalization scheme decided by the central government, are local agreements on equalization transfers possible? In this paper we show that, in the presence of quasi-linear local preferences on public goods, there is no space for alternative local agreements on the allocation of equalizing transfers in the presence of predetermined schemes decided by the central government. Our results suggest that similar practices, when allowed, are destined to have scarce success. We also show that, if the central government does not provide a predetermined scheme, local agreement on equalization funds are viable.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Di Liddo, G (Di Liddo, Giuseppe)","Title":"Are local agreements on equalization grants possible? A bargaining model with quasi-linear local preferences on local public goods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398608300005 ISSN: 0963-2719 eISSN: 1752-7015","Keywords":"Climate negotiations; climate change; game theory; tragedy of the commons KeyWords Plus:REFLEXIVE PREDICTIONS; ETHICAL OBLIGATIONS; COMMONS; ECONOMICS; ASSUMPTIONS","Categories":"Social Sciences - Other Topics; Environmental Sciences & Ecology Web of Science Categories:Ethics; Environmental Studies","Journal Information":"ENVIRONMENTAL VALUES Volume: 26 Issue: 2 Pages: 203-221 DOI: 10.3197/096327117X14847335385553 Published: APR 2017","Abstract":"Game theorists tend to model climate negotiations as a so-called 'tragedy of the commons'. This is rather worrisome, since the conditions under which such commons problems have historically been solved are almost entirely absent in the case of international greenhouse gas emissions. In this paper, I will argue that the predictive accuracy of the tragedy model might not stem from the model's inherent match with reality but rather from the model's ability to make self-fulfilling predictions. I then sketch some possible ways to dispel the tragedy, including (1) recognising some ways the assumptions of the model fail, (2) taking seriously recent work suggesting that increasing greenhouse gas emissions is not in most nations' own self-interest, and (3) preferring alternative models like collective risk dilemmas, bargaining games, or cooperative models.","Authors":"Kopec, M (Kopec, Matthew)","Title":"Game Theory and the Self-Fulfilling Climate Tragedy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398043800008 ISSN: 0015-704X","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"FORDHAM LAW REVIEW Volume: 85 Issue: 5 Pages: 2081-2095 Published: APR 2017","Authors":"Hollander-Blumoff, R (Hollander-Blumoff, Rebecca)","Title":"FAIRNESS BEYOND THE ADVERSARY SYSTEM: PROCEDURAL JUSTICE NORMS FOR LEGAL NEGOTIATION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397974400002 ISSN: 0891-2432 eISSN: 1552-3977","Keywords":"dual-career couples; family migration; gender schemas; life-course methods; work/family KeyWords Plus:FAMILY MIGRATION; LIFE-COURSE; GENDER; DECISIONS; HOME; EMPLOYMENT; MOBILITY; EARNINGS; WORK; STAY","Categories":"Sociology; Women's Studies Web of Science Categories:Sociology; Women's Studies","Journal Information":"GENDER & SOCIETY Volume: 31 Issue: 2 Pages: 171-196 DOI: 10.1177/0891243217695520 Published: APR 2017","Abstract":"Family migration often disadvantages women's careers. Yet, we know little about the decision-making processes that lead to such outcomes. To address this gap, I conducted a longitudinal interview study of 21 heterosexual young adult couples who were deciding whether to move for early career opportunities. Analyzing 118 interviews, I detail how partners negotiate their desired work and family arrangements given structural and cultural constraints. On one negotiation trajectory, partners maintained their egalitarian desires by performing practical labor to make equal work-family arrangements. On another pathway, couples changed their desires by doing emotion work to justify neotraditional roles. On the last pathway, men deferred to women's desires, unintentionally leaving women the emotional and practical work of coordinating two careers and the couple's life. These pathways show how couples contest and reproduce gendered work and family roles during the stalled gender revolution.","Authors":"Wong, JS (Wong, Jaclyn S.)","Title":"Competing desires: How Young Adult Couples Negotiate Moving for Career Opportunities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398523100003 ISSN: 0017-257X eISSN: 1477-7053","Keywords":"EMU; financial assistance; national parliaments; intergovernmental negotiations; Greece; ESM KeyWords Plus:EUROPEAN INTEGRATION; DOMESTIC POLITICS; 2-LEVEL GAMES; CRISIS; UNION; LOGIC; POLITICIZATION; GOVERNANCE; TREATY; BACK","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"GOVERNMENT AND OPPOSITION Volume: 52 Issue: 2 Pages: 239-265 DOI: 10.1017/gov.2016.49 Published: APR 2017","Abstract":"This article argues that the integration of financial assistance capacity in the eurozone, which was meant to remedy institutional shortcomings and mitigate the distributional implications of financial support in the European Monetary Union (EMU), has instead contributed to a deepening of the existing political cleavages and the creation of new ones. This dysfunctional effect reflects the empowerment of some national parliaments in decisions on financial assistance. These arguments are tested against the empirical examination of the negotiations of the three adjustment programmes for Greece. Specifically, the article shows that negotiations moved towards the radicalization of creditors' positions and increased divisions between creditors in conjunction with the development of financial assistance capacity. While advancing its theses, the article strikes a note of caution regarding the argument that the empowerment of national parliaments in EU policymaking is one of the most powerful antidotes to its legitimacy deficit and thus a safeguard for the integration project.","Authors":"Moschella, M (Moschella, Manuela)","Title":"When Some Are More Equal than Others: National Parliaments and Intergovernmental Bailout Negotiations in the Eurozone"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396821600003 ISSN: 1567-9764 eISSN: 1573-1553","Keywords":"Climate change; Negotiations; Sustainable development; Mountains KeyWords Plus:REGIME; AOSIS; POWER","Categories":"Business & Economics; Environmental Sciences & Ecology; Government & Law Web of Science Categories:Economics; Environmental Studies; Law; Political Science","Journal Information":"INTERNATIONAL ENVIRONMENTAL AGREEMENTS-POLITICS LAW AND ECONOMICS Volume: 17 Issue: 2 Pages: 173-190 DOI: 10.1007/s10784-015-9313-6 Published: APR 2017","Abstract":"This paper investigates the process of coalition formation for issue-specific coalitions. I use the Alliance of Small Island States and the Coalition for Rainforest Nations as case studies to inductively create a framework on coalition formation. This framework is tested against two coalitions, both advocating for mountain issues in the UN climate negotiations. These two coalitions differ in the type of coalition sought, the strategies deployed thus far, and the type of support they have received, including the role of non-state actors. The framework helps identify significant gaps in the efforts of the two coalitions, including capturing the most salient link between climate change and mountains, translating technical input into negotiating positions, and identifying the most appropriate form of the coalition and forum to pursue these interests. In doing so, this paper provides insights into the limits of linking issues to the climate change agenda (\"climate bandwagoning''), issue proliferation and its implications for coalition management for actors like the Group of 77 and China, and the nature of multi-scalar interactions in regime complexes.","Authors":"Bhandary, RR (Bhandary, Rishikesh Ram)","Title":"Coalition strategies in the climate negotiations: an analysis of mountain-related coalitions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396821600005 ISSN: 1567-9764 eISSN: 1573-1553","Keywords":"Climate change; UNFCCC; Human rights; International negotiations; Linkages; Frame alignment KeyWords Plus:ISSUE-LINKAGE; UNITED-NATIONS; REGIMES; POLITICS; STATES","Categories":"Business & Economics; Environmental Sciences & Ecology; Government & Law Web of Science Categories:Economics; Environmental Studies; Law; Political Science","Journal Information":"INTERNATIONAL ENVIRONMENTAL AGREEMENTS-POLITICS LAW AND ECONOMICS Volume: 17 Issue: 2 Pages: 209-228 DOI: 10.1007/s10784-015-9315-4 Published: APR 2017","Abstract":"Since its inception, the UN Framework Convention on Climate Change has been inclined to natural scientific and technocratic perceptions of climate change challenges and policy solutions. Furthermore, states have traditionally been depicted as the main subjects of international climate politics. Only in 2010, concrete references to human rights were incorporated into UN climate agreements. This has a double binding force: First, states thereby re-emphasize the principal validity of those standards that they have acknowledged-qua signature and/or ratification-as guiding their actions: the social and political rights that are captured in the Universal Declaration of Human Rights and the two binding human rights covenants. Second, the incorporation of human rights norms into UN climate agreements officially and formally broadens the normative scope of negotiating and implementing these policies. However, after 2010, states have neither substantiated this engagement nor further built on it argumentatively. In contrast, human rights references are-again-mostly absent from states' positioning in UNFCCC politics. In this article, we aim at explaining this empirical puzzle. In the first part, we elaborate our theoretical approach and carve out the functional, political and legal linkages between human rights and climate politics. Building upon participatory observation, expert interviews and analysis of primary and secondary documents, this will then be followed by explaining parties' anew reluctance to further apply a human rights-based approach in climate politics.","Authors":"Wallbott, L (Wallbott, Linda) ; Schapper, A (Schapper, Andrea)","Title":"Negotiating by own standards? The use and validity of human rights norms in UN climate negotiations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396821600009 ISSN: 1567-9764 eISSN: 1573-1553","Keywords":"Gradated scientific validity; Consensual knowledge; International environmental agreements; Negotiation; Mediterranean LBS protocol KeyWords Plus:REGIME","Categories":"Business & Economics; Environmental Sciences & Ecology; Government & Law Web of Science Categories:Economics; Environmental Studies; Law; Political Science","Journal Information":"INTERNATIONAL ENVIRONMENTAL AGREEMENTS-POLITICS LAW AND ECONOMICS Volume: 17 Issue: 2 Pages: 295-311 DOI: 10.1007/s10784-016-9326-9 Published: APR 2017","Abstract":"The generation of consensual scientific knowledge significantly influences the development, evolution and outcome of international environmental negotiations. The impact of consensual science on global environmental policy-making is determined, inter alia, by a number of multidimensional factors. Some of these factors are closely associated with the nature and content of the usable scientific knowledge base. This article introduces the concept of gradated scientific validity and demonstrates how different types and aspects of consensual scientific information affect variously the negotiation process of international environmental agreements. Drawing on the negotiation of the Protocol for the Protection of the Mediterranean against Pollution from Land-Based Sources (1980), it shows that the thorough examination and in-depth analysis of the content and basic characteristics of the available scientific knowledge play a pivotal role in the elaboration and formulation of effective implementing measures of an environmental agreement. It is argued that the prominence of consensual science and subsequently its influence on environmental negotiations are substantially determined by the dynamic role of two interrelated variables of gradated scientific validity: the high or low degree of consensus in relation to the significance and value of the provided scientific information (degree of consensus), and the expanding or narrow scientific consensus on distinct underlying aspects of a negotiating problem, including its causes, extent and consequences (content of consensus). This article indicates that the extensive analysis of the nature, content and distinct characteristics of a consensual knowledge base lays the groundwork for comprehensively understanding the role of consensual science in the negotiation and implementation of an international environmental agreement.","Authors":"Kailis, A (Kailis, Alexandros)","Title":"The influential role of consensual knowledge in international environmental agreements: negotiating the implementing measures of the Mediterranean Land-Based Sources Protocol (1980)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397494100004 ISSN: 1940-1612 eISSN: 1940-1620","Keywords":"media framing; agenda-setting; policy agenda; immigration policies; qualitative comparative analysis (QCA) KeyWords Plus:SETTING POWER; MASS-MEDIA; ATTENTION; NEWS; PARTIES","Categories":"Communication; Government & Law Web of Science Categories:Communication; Political Science","Journal Information":"INTERNATIONAL JOURNAL OF PRESS-POLITICS Volume: 22 Issue: 2 Pages: 202-222 DOI: 10.1177/1940161216688323 Published: APR 2017","Abstract":"This study applies a qualitative comparative analysis (QCA) design to examine how configurations of quantitative and qualitative aspects of media coverage associate with changes on the policy agenda. We analyze media coverage of sixteen focusing events related to Dutch immigration policies-an intractable policy controversy that is regularly under media scrutiny. In addition to the quantity of media attention, we take into account whether dominant framing in media coverage is contesting the current policy frame and whether the framing in the media is consonant. Our analysis indicates that frame contestation is a necessary condition for media effects. Quantity of media attention and frame consonance are relevant indicators of changes on the policy agenda only when the majority of media coverage is contesting the current policy frame. Furthermore, we found that in the case of intractable policy controversies, media framing can create specific dynamics, such as \"David versus Goliath\" dynamics where human-interest framing of a single case challenges current policy, or \"negotiation dynamics\" where competing managerialist frames negotiate policy solutions. An integration of framing and agenda-setting literatures helps develop a better understanding of the occurrence of media effects on the policy agenda and how this effect takes shape in the case of intractable policy controversies.","Authors":"Dekker, R (Dekker, Rianne) ; Scholten, P (Scholten, Peter)","Title":"Framing the Immigration Policy Agenda: A Qualitative Comparative Analysis of Media Effects on Dutch Immigration Policies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398001100008 PubMed ID: 27378233 ISSN: 0021-9762 eISSN: 1097-4679","Keywords":"Alliance Negotiation Scale; psychometric validation; psychotherapy process; predictive validity KeyWords Plus:WORKING ALLIANCE; PERSONALITY-DISORDERS; THERAPEUTIC ALLIANCE; REAL RELATIONSHIP; EMPIRICAL EXPLORATIONS; INTERPERSONAL PROBLEMS; SESSION IMPACT; INVENTORY; RUPTURES; METAANALYSIS","Categories":"Psychology Web of Science Categories:Psychology, Clinical","Journal Information":"JOURNAL OF CLINICAL PSYCHOLOGY Volume: 73 Issue: 4 Pages: 449-465 DOI: 10.1002/jclp.22340 Published: APR 2017","Abstract":"Objective: This study examines the validity of the Alliance Negotiation Scale (ANS) in a psychotherapy research program. Analyses were designed to evaluate the relationship between the ANS and psychotherapy process and outcome variables. Method: Data were collected in a metropolitan psychotherapy research program. Participants completed 30 sessions of therapy, postsession assessments, and a battery of measures at intake and termination. Results: Relationships were found between the ANS and session outcome, working alliance, and the presence of ruptures and their resolution. Relationships emerged between the ANS and treatment outcome on measures of psychiatric distress and interpersonal problems. Conclusions: The ANS demonstrated relationships with several psychotherapy process and outcome variables. The ANS was the most differentiated from the working alliance on measures of interpersonal functioning and in discriminating personality disorder pathology. These results extend previous findings on the ANS' psychometric integrity, and offer new data on the relationship between negotiation and treatment outcome. (C) 2016 Wiley Periodicals, Inc.","Authors":"Doran, JM (Doran, Jennifer M.) ; Safran, JD (Safran, Jeremy D.) ; Muran, JC (Muran, J. Christopher)","Title":"An Investigation of the Relationship Between the Alliance Negotiation Scale and Psychotherapy Process and Outcome"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398512300016 ISSN: 0733-9402 eISSN: 1943-7897","Keywords":"Bargaining game; Project financing; Bargaining power; Equity ratio; Debt ratio KeyWords Plus:PUBLIC-PRIVATE PARTNERSHIP; GAME-THEORY; MODEL; INVESTMENT; CONTRACT; DESIGN","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Civil","Journal Information":"JOURNAL OF ENERGY ENGINEERING Volume: 143 Issue: 2 Article Number: 04016051 DOI: 10.1061/(ASCE)EY.1943-7897.0000407 Published: APR 2017","Abstract":"Identifying the optimal capital structure or optimal debt ratio for a physical project is a critical issue for decision makers who aim to maximize project worth. The debt ratio initially designed by the project company is finally determined during loan negotiations between project company and loan providers. With simulated data from a power plant project, this study conducted a two-party game model to examine the optimal capital structure with various combinations of bargaining powers between project company and loan providers. The results showed that the combination of bargaining powers between participants in the loan negotiation significantly affects the optimal debt ratio. The debt ratio was higher when the project company had more influence on the bargain, and it reached the highest level when the two parties had equal bargaining power. (C) 2016 American Society of Civil Engineers.","Authors":"Chen, B (Chen, Borliang) ; Liou, FM (Liou, Fen-May)","Title":"Optimal Capital Structure of Power Plant Projects with Various Bargaining Powers in Project Negotiations"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396376000042 ISSN: 0036-0341 eISSN: 1467-9434","Categories":"History Web of Science Categories:History","Journal Information":"RUSSIAN REVIEW Volume: 76 Issue: 2 Pages: 384-385 Published: APR 2017","Authors":"Barnes, SA (Barnes, Steven A.)","Title":"Czechoslovak Diplomacy and the Gulag: Deportation of Czechoslovak Citizens to the USSR and the Negotiation for their Repatriation, 1945-1953."}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689900007 ISSN: 1441-3523","Keywords":"Public-private partnerships; Governance; Contracting; Sports facilities KeyWords Plus:GOVERNANCE","Categories":"Social Sciences - Other Topics; Business & Economics Web of Science Categories:Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"SPORT MANAGEMENT REVIEW Volume: 209 Issue: 2 Pages: 226-239 DOI: 10.1016/j.smr.2016.07.004 Published: APR 2017","Abstract":"Public private partnerships (PPPs) for the provision of public infrastructure involve costly contracting processes. Standard contracts are modularly structured documents, which provide standard terms for these processes; it is argued that they help reduce transaction costs by limiting the room for contractual negotiations. We investigate the Use of standard contracts in an embedded case study of a PPP policy program in the Belgian sports sector, and apply notions of standardization theory and transaction cost economics to explain the differences in the success of using these contracts. On the basis of desk research and interviews, our study demonstrates both successful and unsuccessful usage of standard contracts across a range of subcases, which include artificial pitches, sports halls, and multifunctional sports centers. Unsuccessful cases were characterized by an interference of local governments' interests that was poorly managed by the leading public actor, and a persistently rigid attitude at the negotiation table of this latter actor. We further relate the different degrees of success to inappropriate government responses to the assets at hand. Finally, we proclaim a more cautious approach toward the standardization of contracts, both in theory and practice. (C) 2016 Sport Management Association of Australia and New Zealand. Published by Elsevier Ltd. All rights reserved.","Authors":"van den Hurk, M (van den Hurk, Martijn) ; Verhoest, K (Verhoest, Koen)","Title":"On the fast track ? Using standard contracts in public-private partnerships for sports facilities: A case study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398032600004 ISSN: 1354-9901 eISSN: 1750-0230","Keywords":"Tingzhou; Fujian; Chinese Communist Party; Gospel Hospital; Red Tourism; Christian history KeyWords Plus:CHINA","Categories":"Religion Web of Science Categories:Religion","Journal Information":"STUDIES IN WORLD CHRISTIANITY Volume: 23 Issue: 1 Pages: 35-50 DOI: 10.3366/swc.2017.0168 Published: APR 2017","Abstract":"In the early years of China's Civil War, the Communist army and leadership sought refuge from Nationalist troops in the remote western district of Fujian Province known as Tingzhou. Here, for over three years, the leaders of the fledgling Communist Party, including Mao Zedong and Zhou Enlai, occupied the city's Christian hospital and church. Because of the importance of this period in CCP historical lore, these buildings today are national-level protected sites and promoted in 'red tourism' junkets that visit sites central to the revolution. Despite its close connection to CCP history, the church building in the county town today is a functioning religious site - the only registered church in the county town - and this has created an interesting dynamic for both the local state and church as both sides hope to capitalise on the historic significance of the Christian property. This article, in providing a brief background on the Tingzhou Church, suggests that this case reflects a new willingness in China to acknowledge and promote Christian history. Furthermore, the article argues that churches are becoming increasingly adept at realising the value the state sees in their heritage and use this in their negotiations with governing authorities.","Authors":"White, C (White, Chris)","Title":"Appropriating Christian History in Fujian: Red Tourism Meets the Cross"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397364900011 ISSN: 0742-051X","Keywords":"Educational innovation; Implementation of change; Artifact; Frame analysis; Semistructured interviews KeyWords Plus:POLICY IMPLEMENTATION; TEACHERS","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"TEACHING AND TEACHER EDUCATION Volume: 63 Pages: 116-125 DOI: 10.1016/j.tate.2016.12.006 Published: APR 2017","Abstract":"Innovative policies often enter schools as educational artifacts which teachers are expected to implement. Conceptualizing the interaction between teachers and artifacts as a process of interpretative negotiation, we use frame analysis to unravel the implementation practices of one exemplary artifact: the TraPS-file. This file aims at warranting continuity in educational care when students make the transition from primary to secondary school. Based on an artifact analysis and a qualitative multiple-case study, we identify three configurations in implementation: faithful use, selective use and extended use. The study adds further evidence to critically question the fidelity approach in the study of innovations. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Vermeir, K (Vermeir, Karen) ; Kelchtermans, G (Kelchtermans, Geert) ; Marz, V (Marz, Virginie)","Title":"Implementing artifacts: An interactive frame analysis of innovative educational practices"}, {"Document Information":"Document Type:News Item Language:English Accession Number: WOS:000397456100006 ISSN: 0043-2296","Categories":"Metallurgy & Metallurgical Engineering Web of Science Categories:Metallurgy & Metallurgical Engineering","Journal Information":"WELDING JOURNAL Volume: 96 Issue: 4 Pages: 10-10 Published: APR 2017","Authors":"[Anonymous]","Title":"Lincoln Electric Enters Into Exclusive Negotiations with Air Liquide to Acquire Its Welding Subsidiary"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397933200004 ISSN: 0950-0170 eISSN: 1469-8722","Keywords":"negotiation; renewal; trade unions; training; union learning representatives KeyWords Plus:TRADE-UNIONS; BRITAIN; WORKPLACE; REVITALIZATION; PARTNERSHIP; LEARNERS","Categories":"Business & Economics; Sociology Web of Science Categories:Economics; Industrial Relations & Labor; Sociology","Journal Information":"WORK EMPLOYMENT AND SOCIETY Volume: 31 Issue: 2 Pages: 265-283 DOI: 10.1177/0950017016630247 Published: APR 2017","Abstract":"The debate over the significance of union learning representatives (ULRs) in the UK has become increasingly polarized. Some commentators see little prospect of ULRs contributing to advancing either workplace learning or union organization due to the constraints of neo-liberal state policy. An opposing view emphasizes union agency in developing a collective approach to learning and extended joint regulation through a process of critical engagement. This article presents analysis of data from the 2009 National Survey of ULRs, which finds a positive relationship between ULR activity and its impact in enhancing training outcomes, increasing union membership and the joint regulation of workplace learning. This supports arguments that agency of ULRs is not inevitably suppressed by the structural limitations of union learning.","Authors":"Saundry, R (Saundry, Richard) ; Antcliff, V (Antcliff, Valerie) ; Hollinrake, A (Hollinrake, Alison)","Title":"Union learning representatives in the UK: activity, impact and organization"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395451200001 ISSN: 0891-2416 eISSN: 1552-5414","Keywords":"stigma management; Islam; cultural education; dialogue; critical race theory KeyWords Plus:GROUP IDENTIFICATION; UNITED-STATES; IDENTITY; AMERICAN; ISLAM; RACE; WOMEN; ARAB; DISCRIMINATION; NEGOTIATIONS","Categories":"Sociology; Urban Studies Web of Science Categories:Sociology; Urban Studies","Journal Information":"JOURNAL OF CONTEMPORARY ETHNOGRAPHY Volume: 46 Issue: 2 Pages: 135-172 DOI: 10.1177/0891241615570053 Published: APR 2017","Abstract":"In the wake of the 9/11 terrorist attacks on the World Trade Center, anti-Muslim discourse and sentiment has become pervasive in the West. Using a collaborative ethnographic approach, we observe how participants at a Turkish Community Center (TCC) cultivate stigma management strategies against the cultural backdrop of post-9/11 anti-Muslim stereotypes. In our analysis, we use Goffman's work on stigma and critical race theory to explore the socially embedded nature of stigmatization processes for Turkish Muslims in a local community center. Our findings reveal how aspects of Turkish culture and Islam, together with a structural context that facilitates collective stigma management, allow TCC participants to effectively manage stigma and combat anti-Muslim stereotypes. Turkish participants use the practice of dialogue to prioritize secular identity(ies) through cultural education, normalize the Muslim self in conversation about religion, and embody a gendered presentation of Islam and Turkish culture. While facilitating individual and collective resilience for TCC participants in the face of stigmatization and pervasive anti-Muslim sentiment, these practices also contribute to the reproduction of broader patterns of racial, cultural, and gender inequality.","Authors":"Paul, C (Paul, Crystal) ; Becker, S (Becker, Sarah)","Title":"\"People Are Enemies to What They Don't Know\" Managing Stigma and Anti-Muslim Stereotypes in a Turkish Community Center"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395201700002 ISSN: 1367-6261 eISSN: 1469-9680","Keywords":"Habitus; white working-class boys; emos; othering; identity work KeyWords Plus:HEGEMONIC MASCULINITY; PRIMARY-SCHOOL; YOUNG-PEOPLE; SOCIAL-CLASS; EDUCATION; GENDER; PLACE; YOUTH; REFLEXIVITY; TRANSITIONS","Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"JOURNAL OF YOUTH STUDIES Volume: 20 Issue: 3 Pages: 283-300 DOI: 10.1080/13676261.2016.1212163 Published: APR 2017","Abstract":"This paper considers how the practice of Othering' is used by white working-class boys in Boremund, South London to mark identity boundaries and reaffirm their habitus. Through unearthing themes of difference within the young men's accounts, the work identifies various ways of doing masculinity' in two social groups, Boremund Boys' and emos', who contrasted greatly in style but who were of the same race, class, and ethnicity. Focusing on the identity negotiations of a small cohort, aged 14-16, the data indicate how a normative white male identity specific to this locale is policed and how Othering' is employed as a strategy. Using Bourdieu's tools alongside the hermeneutic of heteronormativity, the research explores how emos, through inverting a traditional working-class masculinity, brought the habitus of Boremund Boys into disjuncture. Within the field of masculinity, the habitus of Boremund Boys, through a process of reorientation, reconciles competing and contrasting conceptions of what it is to be a white working-class male in South London.","Authors":"Stahl, G (Stahl, Garth)","Title":"The practice of \"Othering' in reaffirming white working-class boys' conceptions of normative identities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395201700004 ISSN: 1367-6261 eISSN: 1469-9680","Keywords":"Youth; education; family relationships; belonging; social capital; regional and rural Australia KeyWords Plus:PLACE; YOUTH; TRANSITIONS; NETWORKS; ASPIRATIONS; REFLECTIONS; COMMUNITY; IDENTITY; POLICY; WORK","Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"JOURNAL OF YOUTH STUDIES Volume: 20 Issue: 3 Pages: 316-331 DOI: 10.1080/13676261.2016.1217318 Published: APR 2017","Abstract":"This paper examines complexities and interdependencies of key family relationships which anchor young people's educational biographies. It is well recognised that young people's education pathways in late modernity are strongly dependent on their ability to draw on the range of resources available, and that socio-economic status and family resources play a central role in this process. Less is known about how such relationships anchor young people's education biographies. Drawing on theories of social capital and belonging in dialogue with qualitative interviews, and situated in studies of rural youth and education, this article considers how young people themselves talk and make decisions about their education in relation to complex family connections. These connections, contestations and negotiations between young people and central family members highlight how the late modern economy impacts on young people's intimate relationships, and sheds light on the ongoing work of youth to resolve such tensions around their schooling in daily life.","Authors":"Butler, R (Butler, Rose) ; Muir, K (Muir, Kristy)","Title":"Young people's education biographies: family relationships, social capital and belonging"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393245000023 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Decision analysis; Prospect theory; Reference points; Interval number; Weighting optimization model KeyWords Plus:WEIGHTED AGGREGATION OPERATORS; INFORMATION; MULTICRITERIA; PREFERENCE; MODEL; ENVIRONMENT; NEGOTIATION; MANAGEMENT; SELECTION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 385 Pages: 415-437 DOI: 10.1016/j.ins.2017.01.007 Published: APR 2017","Abstract":"A multi-attribute risk decision-making problem using interval numbers is studied based on the prospect theory. A decision-making process often involves various reference standards resulting from different decision-making mentalities and contexts. To solve these kinds of decision-making problems, we propose a risk decision-making method with multiple reference points for both static and dynamic situations. First, the guidelines for setting reference points under both static and dynamic conditions are provided based on the nature of the decision-making problem. Second, both expected values and positive ideal points for alternatives are set for the static decision-making strategy, and three reference points are provided for the dynamic strategy, including expected values, positive ideal points, and the development status of alternatives according to the guidelines. Third, characterization techniques used to solve prospect values of decision-making alternatives are proposed for both static and dynamic decision-making problems. Then, a detailed analysis is provided in terms of weighting functions and prospect values. In addition, two optimization models using the attribute weight and multi-stage weight are established by considering the sensitivity of these two weights to the decision-making problem, with the aim of maximizing the differentiation degree of alternatives. On that basis, a ranking analysis is provided for the alternatives. Finally, the proposed method is applied to two cases, including supplier selection of key components for large aircraft and an emergency event, to illustrate the application and feasibility of the method. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Zhu, JJ (Zhu, Jianjun) ; Ma, ZZ (Ma, Zhenzhen) ; Wang, HH (Wang, Hehua) ; Chen, Y (Chen, Ye)","Title":"Risk decision-making method using interval numbers and its application based on the prospect value with multiple reference points"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392787200015 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Strategic inventories; Quality deterioration; Supply chain coordination; Contracts","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 1 Pages: 155-164 DOI: 10.1016/j.ejor.2016.08.062 Published: APR 1 2017","Abstract":"Retailers may carry inventories strategically in order to induce the suppliers to lower the wholesale price in their future negotiations. Earlier literature on strategic inventories assumed that units carried from one period over to the next were perfect substitutes to newly procured ones. However, in practice, when inventories are carried their quality is subject to deterioration over time. Thus, inventoried units become vertically differentiated from newer units. Such quality deterioration affects the supplier retailer interaction: first, it significantly limits the retailer's ability to carry strategic inventories (only when both their deterioration and the cost of holding them is not too high). This occurs as the deterioration enables the supplier to set a wholesale price such that the retailer is discouraged from holding strategic inventories. Yet, the supplier is worse off in the presence of product deterioration; second, despite the carrying of strategic inventories, it may result with a wholesale price, as well as a selling price, that increase, rather than decrease, over time; third, some product deterioration may be beneficial for the supply chain. We further characterize differences that occur as a consequence of the consideration inventory deterioration. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Mantin, B (Mantin, Benny) ; Jiang, LF (Jiang, Lifei) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Mantin, Benny http://orcid.org/0000-0002-5206-7851","Title":"Strategic inventories with quality deterioration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392787200018 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Stochastic processes; Evolutionary computations; Group decisions and negotiations; Cooperation evolution; Levy processes KeyWords Plus:COMPETITION; MODELS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 1 Pages: 193-206 DOI: 10.1016/j.ejor.2016.05.042 Published: APR 1 2017","Abstract":"We extend the discrete-time cooperation evolution model proposed by Yaari and Solomon (2010) to a version with independent multiplicative random increments of arbitrary distribution and we develop a model in continuous time driven by exponential Levy processes. In all settings, we prove that members of a sharing group enjoy a higher growth rate of their wealth and at the same time drastically reduce their exposure to random fluctuations: as more members join the group, the wealth of each member uniformly converges to a deterministic process growing at the highest possible rate. Thus, joining a sufficiently large sharing group may promise all its members to succeed almost surely even in environments where non sharing individuals cannot escape misery on their own. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Liebmann, T (Liebmann, Thomas) ; Kassberger, S (Kassberger, Stefan) ; Hellmich, M (Hellmich, Martin)","Title":"Sharing and growth in general random multiplicative environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392787200030 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Dynamic quotation; Leadtime; Make-To-Order; Price KeyWords Plus:STOCK PRODUCTION SYSTEM; REVENUE MANAGEMENT; TIME QUOTATION; QUEUE; NEGOTIATION; DEMAND; UNCERTAINTY; ALLOCATION; DECISIONS; FACILITY","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 1 Pages: 334-342 DOI: 10.1016/j.ejor.2016.08.050 Published: APR 1 2017","Abstract":"We study the optimal dynamic quotation of leadtime and price for a Make-To-Order manufacturer to improve its expected profit. The manufacturer knows the probability distribution of customers' sensitivity on quoted leadtime and price according to history data. They can also obtain information on individual sensitivity of each customer through negotiations with customers. Our analysis shows that the information of individual sensitivity leads to additional expected profit. Moreover, our numerical experiments demonstrate that the additional expected profit can be significant. Crown Copyright (C) 2016 Published by Elsevier B.V. All rights reserved.","Authors":"Feng, JJ (Feng, Jiejian) ; Zhang, M (Zhang, Michael)","Title":"Dynamic quotation of leadtime and price for a Make-To-Order system with multiple customer classes and perfect information on customer preferences"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397393800001 PubMed ID: 28396639 ISSN: 1664-042X","Keywords":"space perception; cuttlefish; cephalopod; obstacles negotiation; three-dimensional space KeyWords Plus:3-DIMENSIONAL SPATIAL COGNITION; SEPIA-OFFICINALIS; BODY PATTERNS; EARLY EXPERIENCE; CAMOUFLAGE; BEHAVIOR; FISH; NEUROSCIENCE; CEPHALOPODA; INFORMATION","Categories":"Physiology Web of Science Categories:Physiology","Journal Information":"FRONTIERS IN PHYSIOLOGY Volume: 8 Article Number: 173 DOI: 10.3389/fphys.2017.00173 Published: MAR 27 2017","Abstract":"While octopuses are mostly benthic animals, and squid prefer the open waters, cuttlefish present a special intermediate stage. Although their body structure resembles that of a squid, in many cases their behavior is mostly benthic. To test cuttlefish's preference in the use of space, we trained juvenile Sepia gibba and Sepia officinalis cuttlefish to reach a shelter at the opposite side of a tank. Afterwards, rock barriers were placed between the starting point and the shelter. In one experiment, direct paths were available both through the sand and over the rocks. In a second experiment the direct path was blocked by small rocks requiring a short detour to by-pass. In the third experiment instead, the only direct path available was over the rocks; or else to reach the goal via an exclusively horizontal path a longer detour would have to be selected. We showed that cuttlefish prefer tomove horizontally when a direct route or a short detour path is available close to the ground; however when faced with significant obstacles they can and would preferentially choose a more direct path requiring a vertical movement over a longer exclusively horizontal path. Therefore, cuttlefish appear to be predominantly benthic dwellers that prefer to stay near the bottom. Nonetheless, they do view and utilize the vertical space in their daily movements where it plays a role in night foraging, obstacles negotiation and movement in their home-range.","Authors":"Scata, G (Scata, Gabriella) ; Darmaillacq, AS (Darmaillacq, Anne-Sophie) ; Dickel, L (Dickel, Ludovic) ; McCusker, S (McCusker, Steve) ; Shashar, N (Shashar, Nadav)","Title":"Going Up or Sideways? Perception of Space and Obstacles Negotiating by Cuttlefish"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000397671700001 PubMed ID: 28330479 ISSN: 1750-1172","Keywords":"Rare diseases; Orphan drugs; Health technology assessment; Canada","Categories":"Genetics & Heredity; Research & Experimental Medicine Web of Science Categories:Genetics & Heredity; Medicine, Research & Experimental","Journal Information":"ORPHANET JOURNAL OF RARE DISEASES Volume: 12 Article Number: 59 DOI: 10.1186/s13023-017-0611-7 Published: MAR 23 2017","Abstract":"Background: Authors from the Canadian Agency for Drugs and Technologies in Health (CADTH) presented an analysis of submissions to the Common Drug Review (CDR) between 2004 and February 3, 2016 for drugs for rare disorders (disorders with a prevalence of <50 per 100,000). Objective: The aim of this analysis was to examine the same CDR submissions to evaluate whether the negative reimbursement recommendation rate, clinical evidence of efficacy and statements concerning the drug's cost in the CDR reports varied with the prevalence of the disorder treated by the drug grouped into three decreasing categories: <50 to >10, <= 10 to >1, and <= 1 per 100,000. Results: As the prevalence of the treated disorder decreased, the median daily cost of the drug, the negative recommendation rate and the proportion of submissions with statements in the CDR reports highlighting the cost of the drug increased, while the proportion of submissions with acceptable evidence of clinical efficacy decreased. Moreover, although the CADTH authors reported that only two submissions received a negative recommendation due to a \"lack of cost-effectiveness/high cost,\"high cost was mentioned in the CDR reports of 15 drugs with negative recommendations, all for disorders with a prevalence of <= 10 per 100,000. Conclusions: The aggregated analysis of CDR submissions for drugs for disorders with wide ranging prevalence rates concealed information of concern to patients. The negative reimbursement recommendation rate and the significance of cost in the CDR assessments increased as the prevalence of the treated disorder decreased. Since 2012, the manner in which high cost drugs for rare disorders have been dealt with by the CDR has changed. Cost has ceased to be a factor in negative recommendations but is included in criteria accompanying positive recommendations. This trend is associated with the integration of the CDR process with the system for price negotiation between public drug plans and pharmaceutical companies.","Authors":"Rawson, NSB (Rawson, Nigel S. B.)","Title":"Health technology assessment of new drugs for rare disorders in Canada: impact of disease prevalence and cost"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389098100019 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Group decision and negotiation; Hierarchical Graph Model; Greenhouse gas emission; Stability results; Conflict resolutions KeyWords Plus:CLIMATE-CHANGE NEGOTIATIONS; WATER DIVERSION CONFLICTS; DECISION-SUPPORT-SYSTEM; OPERATIONAL-RESEARCH; GAME-THEORY; PERSPECTIVE; STRATEGY; EQUITY","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 257 Issue: 3 Pages: 919-932 DOI: 10.1016/j.ejor.2016.08.014 Published: MAR 16 2017","Abstract":"The general hierarchical graph model, a significant expansion of the graph model for conflict resolution methodology, is designed to analyze interrelated conflicts with hierarchical structures. In a general hierarchical graph model, there are common decision makers, who take part in all related subconflicts, and local decision makers, who participate in only one subconflict. In this paper, preference structures for decision makers in a hierarchical graph model are established, and theorems are developed that elucidate the relationship between stabilities in the overall (hierarchical) model and stabilities in the component submodels. To illustrate, the hierarchical graph model is applied to greenhouse gas emission disputes between USA and China, where local decision makers in the USA are the two parties in Congress, and local decision makers in China are state-owned energy companies. The stability results suggest potential strategic resolutions of bilateral disputes, and how parties can attain them. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"He, SW (He, Shawei) ; Kilgour, DM (Kilgour, D. Marc) ; Hipel, KW (Hipel, Keith W.)","Title":"A general hierarchical graph model for conflict resolution with application to greenhouse gas emission disputes between USA and China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396280300001 PubMed ID: 28382005 ISSN: 1664-1078","Keywords":"negotiation; power; self-regulation; if-then plans; setting goals KeyWords Plus:IMPLEMENTATION INTENTIONS; 1ST OFFERS; BILATERAL NEGOTIATION; DYADIC NEGOTIATION; NONVERBAL DISPLAYS; ANGER EXPRESSION; GOAL PURSUIT; MOVING 1ST; BEHAVIOR; METAANALYSIS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 271 DOI: 10.3389/fpsyg.2017.00271 Published: MAR 14 2017","Abstract":"A plethora of studies has demonstrated that low-power negotiators attain lower outcomes compared to high-power negotiators. We argue that this low-power disadvantage can be conceptualized as impaired goal attainment and that self-regulation can help to overcome it. Three experiments tested this assertion. In Study 1, low-power negotiators attained lower profits compared to their high-power opponents in a face-to-face negotiation. Negotiators who set themselves goals and those who additionally formed if-then plans prior to the negotiation overcame the low-power disadvantage. Studies 2 and 3 replicated these effects in computer-mediated negotiations: Low-power negotiators conceded more than high-power negotiators. Again, setting goals and forming additional if-then plans helped to counter the power disadvantage. Process analyses revealed that negotiators' concession-making at the start of the negotiation mediated both the low-power disadvantage and the beneficial effects of self-regulation. The present findings show how the low-power disadvantage unfolds in negotiations and how self-regulatory techniques can help to overcome it.","Authors":"Jager, A (Jaeger, Andreas Z.) ; Loschelder, DD (Loschelder, David D.) ; Friese, M (Friese, Malte)","Title":"Using Self-regulation to Successfully Overcome the Negotiation Disadvantage of Low Power"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396040800009 PubMed ID: 28415303 ISSN: 2470-0045 eISSN: 2470-0053","Categories":"Physics Web of Science Categories:Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"PHYSICAL REVIEW E Volume: 95 Issue: 3 Article Number: 032312 DOI: 10.1103/PhysRevE.95.032312 Published: MAR 9 2017","Abstract":"We examine high-resolution urban infrastructure data using every pipe for the water distribution network (WDN) and sanitary sewer network (SSN) in a large Asian city (approximate to 4 million residents) to explore the structure as well as the spatial and temporal evolution of these infrastructure networks. Network data were spatially disaggregated into multiple subnets to examine intracity topological differences for functional zones of the WDN and SSN, and time-stamped SSN data were examined to understand network evolution over several decades as the city expanded. Graphs were generated using a dual-mapping technique (Hierarchical Intersection Continuity Negotiation), which emphasizes the functional attributes of these networks. Network graphs for DNs and SSNs are characterized by several network topological metrics, and a double Pareto (power-law) model approximates the node-degree distributions of both water infrastructure networks (WDN and SSN), across spatial and hierarchical scales relevant to urban settings, and throughout their temporal evolution over several decades. These results indicate that generic mechanisms govern the networks' evolution, similar to those of scale-free networks found in nature. Deviations from the general topological patterns are indicative of (1) incomplete establishment of network hierarchies and functional network evolution, (2) capacity for growth (expansion) or densification(e.g., in-fill), and (3) likely network vulnerabilities. We discuss the implications of our findings for the (re-)design of urban infrastructure networks to enhance their resilience to external and internal threats.","Authors":"Krueger, E (Krueger, Elisabeth) ; Klinkhamer, C (Klinkhamer, Christopher) ; Urich, C (Urich, Christian) ; Zhan, Xy (Zhan, Xianyuan) ; Rao, PSC (Rao, P. Suresh C.)","Title":"Generic patterns in the evolution of urban water networks: Evidence from a large Asian city"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000395725400146 ISSN: 1359-4311","Keywords":"Decentralized energy management; Distributed energy management; Demand-side-management; Home energy management; Multi-agent system","Categories":"Thermodynamics; Energy & Fuels; Engineering; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Engineering, Mechanical; Mechanics","Journal Information":"APPLIED THERMAL ENGINEERING Volume: 114 Pages: 1468-1475 DOI: 10.1016/j.applthermaleng.2016.10.158 Published: MAR 5 2017","Abstract":"This paper explains the concept of a distributed integrated energy management (diEM) system for residential buildings. The overall goal of the system is to minimize operational energy costs of the household. This is obtained by load shifting in order to enhance the self-consumption rate of the on-site renewable electricity production. The crucial difference to centralized energy management systems (where data from household devices must be gathered and evaluated centrally) is the presence of multiple smart energy managers that negotiate with each other on the switch-on times of their dedicated electric devices. The major benefit is that devices of various manufacturers can be incorporated in the same home energy management system with open standards and open protocols without any additional decision making unit. The basic procedure of the diEM is divided into a discovering phase and a negotiation phase. Best practice parameter settings are deduced from realistic scenarios with constant and variable electricity tariffs, and a run-time analysis indicates that up to seven devices can run simultaneously with a one minute renegotiation frequency. The monetary evaluation shows that the diEM can reduce the operational energy costs at a rate dependent on user behavior and tariff structures. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Honold, J (Honold, Johannes) ; Kandler, C (Kandler, Christian) ; Wimmer, P (Wimmer, Patrick) ; Schropp, B (Schropp, Bernhard) ; Reichle, R (Reichle, Roland) ; Grone, M (Groene, Matthias) ; Bunemann, M (Buenemann, Mathias) ; Klein, J (Klein, Jens) ; Kufner, M (Kufner, Maximilian)","Title":"Distributed integrated energy management systems in residential buildings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398760500001 ISSN: 0012-7086 eISSN: 1939-9111","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"DUKE LAW JOURNAL Volume: 66 Issue: 6 Pages: 1191-1266 Published: MAR 2017","Abstract":"This Article empirically demonstrates that police departments' internal disciplinary procedures, often established through the collective bargaining process, can serve as barriers to officer accountability. Policymakers have long relied on a handful of external legal mechanisms like the exclusionary rule, civil litigation, and criminal prosecution to incentivize reform in American police departments. In theory, these external legal mechanisms should increase the costs borne by police departments in cases of officer misconduct, forcing rational police supervisors to enact rigorous disciplinary procedures. But these external mechanisms have failed to bring about organizational change in local police departments. This Article argues that state labor law may partially explain this failure. Most states permit police officers to bargain collectively over the terms of their employment, including the content of internal disciplinary procedures. This means that police union contracts largely negotiated outside of public view shape the content of disciplinary procedures used by American police departments. By collecting and analyzing an original dataset of 178 union contracts from many of the nation's largest police departments, this Article shows how these agreements can frustrate police accountability efforts. A substantial number of these agreements limit officer interrogations after alleged misconduct, mandate the destruction of disciplinary records, ban civilian oversight, prevent anonymous civilian complaints, indemnify officers in the event of civil suits, and limit the length of internal investigations. In light of these findings, this Article theorizes that the structure of the collective bargaining process may contribute to the prevalence of these problematic procedures. It concludes by considering how states could amend labor laws to increase transparency and community participation in the negotiation of police union contracts.","Authors":"Rushin, S (Rushin, Stephen)","Title":"POLICE UNION CONTRACTS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399178300005 ISSN: 1388-1957 eISSN: 1572-8439","Keywords":"Social robots; Ethics; Values; Qualitative research KeyWords Plus:HEALTH","Categories":"Social Sciences - Other Topics; Information Science & Library Science; Philosophy Web of Science Categories:Ethics; Information Science & Library Science; Philosophy","Journal Information":"ETHICS AND INFORMATION TECHNOLOGY Volume: 19 Issue: 1 Pages: 49-68 Special Issue: SI DOI: 10.1007/s10676-016-9413-1 Published: MAR 2017","Abstract":"Values such as respect for autonomy, safety, enablement, independence, privacy and social connectedness should be reflected in the design of social robots. The same values should affect the process by which robots are introduced into the homes of older people to support independent living. These values may, however, be in tension. We explored what potential users thought about these values, and how the tensions between them could be resolved. With the help of partners in the ACCOMPANY project, 21 focus groups (123 participants) were convened in France, the Netherlands and the UK. These groups consisted of: (i) older people, (ii) informal carers and (iii) formal carers of older people. The participants were asked to discuss scenarios in which there is a conflict between older people and others over how a robot should be used, these conflicts reflecting tensions between values. Participants favoured compromise, persuasion and negotiation as a means of reaching agreement. Roles and related role-norms for the robot were thought relevant to resolving tensions, as were hypothetical agreements between users and robot-providers before the robot is introduced into the home. Participants' understanding of each of the values-autonomy, safety, enablement, independence, privacy and social connectedness-is reported. Participants tended to agree that autonomy often has priority over the other values, with the exception in certain cases of safety. The second part of the paper discusses how the values could be incorporated into the design of social robots and operationalised in line with the views expressed by the participants.","Authors":"Draper, H (Draper, Heather) ; Sorell, T (Sorell, Tom)","Title":"Ethical values and social care robots for older people: an international qualitative study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398711600006 ISSN: 1999-4907","Keywords":"carbon trade; carbon sink; common-pool resource management; forest governance; livelihoods; policy development; UNFCCC KeyWords Plus:FOREST GOVERNANCE; CLIMATE-CHANGE; 7 COUNTRIES; COMMUNITY; OPPORTUNITIES; NEGOTIATIONS; LEGITIMACY; CHALLENGES; BENEFITS; PROJECT","Categories":"Forestry Web of Science Categories:Forestry","Journal Information":"FORESTS Volume: 8 Issue: 3 Article Number: 57 DOI: 10.3390/f8030057 Published: MAR 2017","Abstract":"Forests and carbon sequestration have become fundamental themes in climate change mitigation. The idea of Reducing Emissions from Deforestation and forest Degradation (REDD+) has generated significant interest in forest governance from United Nations (UN) climate strategies over the past decade. REDD+ was initially hailed as a smart and cost-effective way to mitigate climate change. As it is rolling out, ambiguities and controversies are increasingly surfacing to the stakeholders at different levels. Examining the forest governance of Nepal in detail, this research examines how relationships between national and local forest actors have changed, and how REDD+ discourses have evolved among them at the interface between global interests in carbon commodification on one hand, and local realities of community forestry on the other hand. To better understand these competing positions, the study uses a post-structural political ecology perspective with elements of discourse analysis. Using data from interviews with policy actors and members of three local community forest user groups, focus group discussions, policy event observations, and document reviews, this paper highlights how global forest carbon commodification has been affecting community forestry governance. It also illustrates different storylines that actors employ to influence policy discourse and REDD+ debates, indicating a considerable range of problem definitions and policy solutions of climate change among the actors. The analysis highlights the connection between power relationships and the evolution of discourses surrounding REDD+, and how an external discourse can reinforce or challenge local governance and the centralization of forest authority. As such, the research also offers a new application of discursive storylines to climate change discourse analysis across national and local scales. The findings emphasize the importance of a more open and transparent dialogue across Nepal's forest governance and management levels to ensure actual benefits for healthy forests, strong communities, and effective climate change mitigation. Nepal's findings also suggest highly relevant lessons to other developing countries with significant community forest governance, and a strong planned focus on REDD+.","Authors":"Bastakoti, RR (Bastakoti, Rishi R.) ; Davidsen, C (Davidsen, Conny)","Title":"Framing REDD plus at National Level: Actors and Discourse around Nepal's Policy Debate"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398937200005 ISSN: 1560-4306","Keywords":"Peer agent; Collaborative problem solving; Collaborative dialogue; Computer science education KeyWords Plus:NATURAL-LANGUAGE; TUTORING SYSTEM; ACHIEVEMENT; ACQUISITION; DISCOURSE; ALGORITHM; SCIENCE; SKILLS","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"INTERNATIONAL JOURNAL OF ARTIFICIAL INTELLIGENCE IN EDUCATION Volume: 27 Issue: 1 Pages: 101-129 DOI: 10.1007/s40593-015-0071-y Published: MAR 2017","Abstract":"Despite a growing need for educational tools that support students at the earliest phases of undergraduate Computer Science (CS) curricula, relatively few such tools exist-the majority being Intelligent Tutoring Systems. Since peer interactions more readily give rise to challenges and negotiations, another way in which students can become more interactive during problem solving, we created an artificial peer collaborator to determine its value for aiding CS students. Central to its development was the notion that it should monitor the student's collaborative behavior and attempt to guide him/her towards more productive behavior. In prior work, we found that initiative shifts correlate with both Knowledge Co-Construction (KCC) and learning and are potentially easier to model as an indicator of productive collaboration in instructional software. In this paper, we describe a unique peer dialogue agent that we created to test the effects of tracking and reacting to initiative shifts. While our study did not find differences in learning gains when comparing agents that do and do not track and react to initiative shifts, we did find that students do learn when interacting with the agent and that attempting to influence initiative taking did make a difference. This suggests that by tracking initiative shifts, the agent was able to detect times when the student had been letting the agent do most of the \"deep thinking\" and that the agent's tactics for encouraging the student to begin taking the initiative again were helpful.","Authors":"Howard, C (Howard, Cynthia) ; Jordan, P (Jordan, Pamela) ; Di Eugenio, B (Di Eugenio, Barbara) ; Katz, S (Katz, Sandra)","Title":"Shifting the Load: a Peer Dialogue Agent that Encourages its Human Collaborator to Contribute More to Problem Solving"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398911300001 ISSN: 0965-075X eISSN: 1468-2389","Categories":"Psychology; Business & Economics Web of Science Categories:Psychology, Applied; Management","Journal Information":"INTERNATIONAL JOURNAL OF SELECTION AND ASSESSMENT Volume: 25 Issue: 1 Pages: 1-10 DOI: 10.1111/ijsa.12155 Published: MAR 2017","Abstract":"The current study is developed to identify factors that affect trainees' acquiescent tendency in organizational trainer evaluations. We posit that conflict-handling style affects ones tendency to acquiesce in trainer evaluations, and this relationship is regulated by cultural influence. Surveys were sent to employees with training experience in Taiwan and North America, 395 valid responses were collected. Results showed that the two individual conflict-handling styles: non-confrontation style and dominating style, are positively related to acquiescent tendency; and their relationship is found moderated by the influence of Confucian work dynamism, thus confirming the influence of cultural norms. Our findings contribute to HRD practitioners by highlighting the different conflict-handling style and culture influence will result in different level of acquiescent propensity, trainer evaluations results should be interpreted more carefully and cautiously.","Authors":"Chen, HC (Chen, Hsien-Chun) ; Chen, IH (Chen, I-Heng) ; Lin, SY (Lin, Szu-Yin) ; Chen, YC (Chen, Yichieh)","Title":"Cultural influences in acquiescent response: A study of trainer evaluation biases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397698700002 ISSN: 0956-5221 eISSN: 1873-3387","Keywords":"Post-acquisition integration; Accounting; Sensemaking KeyWords Plus:CROSS-BORDER MERGER; STRATEGIC CHANGE; NATIONAL IDENTITY; SENSEMAKING; ORGANIZATIONS; PERSPECTIVE; DISCOURSE; COLLABORATION; ACQUISITIONS; AMBIGUITY","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"SCANDINAVIAN JOURNAL OF MANAGEMENT Volume: 33 Issue: 1 Pages: 12-22 DOI: 10.1016/j.scaman.2016.12.001 Published: MAR 2017","Abstract":"This study examines how accounting as a resource for sensemaking affected the shaping of meaning construction of two companies during their post-acquisition integration. Whereas earlier literature has shown accounting as forming organizational life, this paper corroborates this constitutive role of accounting by indicating that accounting has different roles for different actors at different times during ex ante- and ex post-acquisition sensemaking. The paper shows how accounting via forecasted net sales, average project sizes, and EBITDA framed the acquisition opportunity as anticipated and assisted in constructing a new meaning for the buyer in ex ante sensemaking. Adding to the accounting and sensemaking literature, this study indicates how accounting reduced complexity for the buyer so that the transaction could be legitimized within a limited pre-acquisition timeframe. Driven by the ex ante constructed meaning, the buyer's sensegiving attempts resulted in resistance to change on the part of the seller company's previous owners. Where earlier post-acquisition studies have shown that resistance to change results from strong existential difficulties during the post-acquisition role transformation, this study indicates that it was instead due to limited ex ante sensemaking. After the seller's CEO resigned, accounting metrics became the anchor for ex post sensemaking, emphasizing the achievement of forecasted net sales in the information memorandum provided during the acquisition negotiations. However, the buyer's focus and planning were narrowed down to encompass achieving net sales growth targets, leading to an inability to react to emerging situations. Therefore, rather than being an isolated phenomenon, accounting operated at the core of forming and reforming organizational life during both ex ante- and ex post-acquisition sensemaking. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Puhakka, H (Puhakka, Hannu)","Title":"The role of accounting in making sense of post-acquisition integration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398534900007 ISSN: 0305-7410 eISSN: 1468-2648","Keywords":"public service provision; television news; media control; Chinese politics KeyWords Plus:POLITICAL TRUST; CIVIL-SOCIETY; RURAL CHINA; MEDIA; BLOGS; POWER","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"CHINA QUARTERLY Volume: 229 Pages: 130-149 DOI: 10.1017/S0305741016001545 Published: MAR 2017","Abstract":"Despite strict state controls, negative news about local officials is reported in China. Faced with political constraints and the incentive and pressure to earn profits, municipal television news programmes have developed and adopted the life news model (minsheng xinwen), which aims to help citizens solve problems. The production process of this news model has transformed the political role of the broadcast media at the local level. Many life news reports focus on disputes between citizens and local officials. Thus, addressing citizen grievances essentially facilitates public service provision. Based on an ethnographic case study of a municipal television news programme, this article finds that the production process of life news reports can facilitate public service provision by correcting local officials' behaviour, regardless of whether the news reports are eventually broadcast. This unintended role is a result of the power negotiation between local officials and journalists who face immense commercial pressure.","Authors":"Chen, D (Chen, Dan)","Title":"Facilitating Public Service Provision: The Emerging Role of Municipal Television News in China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398534900008 ISSN: 0305-7410 eISSN: 1468-2648","Keywords":"China; parent-child relations; son preference; migrant family; urbanization; gender; childrearing; Shanghai KeyWords Plus:RURAL CHINA; EDUCATION; MIGRATION; DISCRIMINATION; DISCOURSE; GENDER; SCHOOL; RETURN","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"CHINA QUARTERLY Volume: 229 Pages: 150-171 DOI: 10.1017/S0305741016001570 Published: MAR 2017","Abstract":"This article examines the parent-child relations within rural-to-urban migrant households to explore the continuations and changes in the patrilineal family system under the forces of migration and urbanization in late-socialist China. Based on ethnographic data collected between 2008 and 2015 in Shanghai, it takes a processual approach to understand son preference as a contextualized family practice and examines four aspects of parent-child relations in migrant households: reproductive strategy, childrearing practices, educational investment, and parental expectation of adult children. Through exploring intimate negotiations between migrant parents and their children over material and emotional resources at different life stages, this article demonstrates how the gendered parent-child relations in migrant households in Shanghai have been shifting away from the traditional focus on sons and gradually giving way to pragmatic adjustments and emotional redefinition under the forces of socialist institutions and capitalist markets.","Authors":"Ling, MH (Ling, Minhua)","Title":"Precious Son, Reliable Daughter: Redefining Son Preference and Parent-Child Relations in Migrant Households in Urban China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397343800007 PubMed ID: 28032364 ISSN: 0308-0110 eISSN: 1365-2923","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"MEDICAL EDUCATION Volume: 51 Issue: 3 Pages: 248-257 DOI: 10.1111/medu.13220 Published: MAR 2017","Abstract":"CONTEXT Figured Worlds is a socio-cultural theory drawing on Vygotskian and Bakhtinian traditions, which has been applied in research into the development of identities of both learners and teachers in the wider education literature. It is now being adopted in medical education. OBJECTIVE The objective of this paper is to show what Figured Worlds can offer in medical education. Having explained some of its central tenets, we apply it to an important tension in our field. METHODS The assumption that there is a uniform 'good doctor' identity, which must be inculcated into medical students, underlies much of what medical educators do, and what our regulators enforce. Although diversity is encouraged when students are selected for medical school, pressure to professionalise students creates a drive towards a standardised professional identity by graduation. Using excerpts from reflective pieces written by two junior medical students, we review the basic concepts of Figured Worlds and demonstrate how it can shed light on the implications of this tension. Taking a Bakhtinian approach to discourse, we show how Adam and Sarah develop their professional identities as they negotiate the multiple overlapping and competing ways of being a doctor that they encounter in the world of medical practice. Each demonstrates agency by 'authoring' a unique identity in the cultural world of medicine, as they appropriate and re-voice the words of others. DISCUSSION Finally, we consider some important areas in medical education where Figured Worlds might prove to be a useful lens: the negotiation of discourses of gender, sexuality and social class, career choice as identification within specialty-specific cultural worlds, and the influence of hidden and informal curricula on doctor identity.","Authors":"Bennett, D (Bennett, Deirdre) ; Solomon, Y (Solomon, Yvette) ; Bergin, C (Bergin, Colm) ; Horgan, M (Horgan, Mary) ; Dornan, T (Dornan, Tim)","Title":"Possibility and agency in Figured Worlds: becoming a 'good doctor'"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398445800005 ISSN: 0307-8833 eISSN: 1474-0672","Categories":"Theater Web of Science Categories:Theater","Journal Information":"THEATRE RESEARCH INTERNATIONAL Volume: 42 Issue: 1 Pages: 55-71 DOI: 10.1017/S0307883317000062 Published: MAR 2017","Abstract":"In 1984, Duma Kumalo was sentenced to death under the apartheid law of common purpose. He was only spared by the transitional negotiations that led to South Africa's first democratic elections in 1994. However, his suffering did not end with his release. Nor did his appearance alongside many other victims of human rights abuse at the country's Truth and Reconciliation Commission provide any measure of therapeutic relief. Instead, he continued to confess, as part of his performance in Yael Farber's He Left Quietly (2002), to a trauma so overwhelming as to undo, it seems, any such a claim to healing. It has now been ten years since Kumalo passed away and this article returns to Farber's play in order to examine the theatrical form this melancholy takes, the challenge it poses to confessional orthodoxy and the ethical ends towards which such a melancholy performance might potentially drive, even still.","Authors":"Charlton, E (Charlton, Ed)","Title":"Apartheid Acting Out: Trauma, Confession and the Melancholy of Theatre in Yael Farber's He Left Quietly"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398138700006 ISSN: 1819-5164","Keywords":"GATT/WTO; agricultural subsidies; Agreement on Subsidies and Countervailing Measures; Agreement on Agriculture; institutional convergence","Categories":"Health Care Sciences & Services; International Relations; Government & Law Web of Science Categories:Health Policy & Services; International Relations; Law","Journal Information":"ASIAN JOURNAL OF WTO & INTERNATIONAL HEALTH LAW AND POLICY Volume: 12 Issue: 1 Pages: 171-200 Published: MAR 2017","Abstract":"The World Trade Organization (WTO) has treated agricultural subsidies as exceptional. This paper delves into the historical origin of the agricultural subsidies rules of the GATT/WTO. During the era of the GATT 1947, agricultural subsidies were subject to rules for general subsidies with a few exceptions. Under the Uruguay Round Agreement (UR Agreement), subsidies in general were regulated under the Agreement on Subsidies and Countervailing Measures (SCM Agreement), while agricultural subsidies were separately regulated under the Agreement on Agriculture (AA). Institutionalization of the dual track approach under the UR Agreement enabled various policy measures to be developed inconsistently within the twofold regulatory framework. The special status of agricultural products stands out even more in the Peace Clause (Article 13 of the AA), yet its detailed relationship to the SCM Agreement is unanswered in the WTO dispute settlement mechanism. This paper suggests that convergence of the SCM Agreement and the Agreement on Agriculture is eventually required for resolving the structural inconsistency in the GATT/WTO subsidies regime.","Authors":"Kim, M (Kim, Minju) ; Lee, HY (Lee, Hyo-Young)","Title":"LOOKING BEYOND THE DOHA NEGOTIATIONS: A POSSIBLE REFORM OF THE WTO AGRICULTURAL SUBSIDIES RULES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394450700013 PubMed ID: 27088607 ISSN: 0162-220X eISSN: 1538-9804","Keywords":"Anxiety; Breast cancer survivorship; Cancer communication; Emotional distress; Immunity; Quality of life; Uncertainty KeyWords Plus:PSYCHOLOGICAL STRESS; IMMUNE-SYSTEM; RECURRENCE; FEAR; DISEASE; UNCERTAINTY; DISTRESS; IMPACT; PROGRESSION; CYTOKINES","Categories":"Oncology; Nursing Web of Science Categories:Oncology; Nursing","Journal Information":"CANCER NURSING Volume: 40 Issue: 2 Pages: 124-134 DOI: 10.1097/NCC.0000000000000375 Published: MAR-APR 2017","Abstract":"Background: Breast cancer survivors regularly interact with providers during routine surveillance medical oncology visits, discussing uncertainty and anxiety about potential cancer recurrence for many years after treatment. Physiologic alteration can also occur as a stress response, triggered by an upcoming surveillance visit. Survivor-provider communication can theoretically allay emotional distress. Objective: The aim of this study was to evaluate associations between emotional (uncertainty, anxiety, concerns about recurrence) and physiologic responses (cytokine levels, lymphocyte counts), and survivor-provider communication (women's plans for their visit, negotiation of decision-making roles). Methods: Twenty-seven community-dwelling breast cancer survivors participated. Blood specimens, and self-reported data focusing on the previous month, were collected immediately before and the morning after a regularly scheduled medical oncology visit. Results: Global concerns about cancer recurrence and acute anxiety and uncertainty were associated with changes in immune status before and after the visit. Postvisit natural killer cells increased in 70% of women, and uncertainty/anxiety decreased. Thirty-three percent of women reported a previous minor illness. Most women had a visit plan; 66% successfully negotiated decision-making roles with providers. Conclusions: Triggered by an upcoming medical oncology visit, women experience uncertainty, anxiety, and altered immunity, potentially placing them at risk of disease exacerbations. Implications for Practice: Not all women respond similarly to a routine surveillance visit; thus, providers must determine who may be at increased risk of emotional distress and physiologic alteration. Survivor-provider communication facilitates immediate resolution of concerns. Explanations of symptom meaning reduce anxiety and uncertainty and by extension may help resolve immune alteration. Between visits, this could be done by nurse-operated telephone-based \"help lines.\"","Authors":"Clayton, MF (Clayton, Margaret F.) ; Dingley, C (Dingley, Catherine) ; Donaldson, G (Donaldson, Gary)","Title":"The Integration of Emotional, Physiologic, and Communication Responses to Medical Oncology Surveillance Appointments During Breast Cancer Survivorship"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394619200002 ISSN: 1479-1420 eISSN: 1479-4233","Keywords":"LGBTQ; sexual identity; rhetorical agency; liminality; gay Christian KeyWords Plus:LESBIAN CHRISTIANS; RELIGIOUS IDENTITY; SEXUAL IDENTITY; MESSAGES","Categories":"Cultural Studies; Communication Web of Science Categories:Cultural Studies; Communication","Journal Information":"COMMUNICATION AND CRITICAL-CULTURAL STUDIES Volume: 14 Issue: 1 Pages: 31-47 DOI: 10.1080/14791420.2016.1206206 Published: MAR 2017","Abstract":"This study offers liminality as an analytic tool to investigate the discursive strategies of the negotiation of oppositional identities. Interviews with lesbian, gay, bisexual, transgender, and queer/questioning Christian college students reveal appeals to essentialism, labeling, and identification. Specific findings include appeals to being created gay, the naming of identity labels that support and resist both traditional sexual minority and religious labels, and the deployment of a gay Christian identity as evangelism. This essay explores how disciplinary rhetorics create the conditions for the emergence of rhetorical agency, allowing for a nuanced understanding of the transformative possibilities of minority sexual identity formation.","Authors":"Gardner, CJ (Gardner, Christine J.)","Title":"\"Created this way\": liminality, rhetorical agency, and the transformative power of constraint among gay Christian college students"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397201300016 ISSN: 2214-6296 eISSN: 2214-6326","Keywords":"Smart grid; Households; Control; Script KeyWords Plus:ENERGY MONITORS; USERS; HOME; COUNTRIES; FEEDBACK; SYSTEMS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Studies","Journal Information":"ENERGY RESEARCH & SOCIAL SCIENCE Volume: 25 Pages: 112-123 DOI: 10.1016/j.erss.2017.01.005 Published: MAR 2017","Abstract":"Smart grid research in Denmark has increasingly turned its focus on aggregator trading flexibility achieved by remotely controlling appliances, studying the technologies involved rather than the control. This paper investigates how different types of control were envisioned and designed for a two-year smart grid trial in Denmark with 20 private households. Using the notion of script, processes of in- and de-scription were used to gain insights into perceived and enacted control. Based on empirical data from 26 interviews and three workshops, we show how the in-scription process of control can be characterized as dynamic and includes negotiations between the residents and those responsible for the project. Second, we show how users de-script control, and third, we outline the project owners' reaction to the user's de-scription of control. The design of the remote control appears to have promoted a preference for `passive consumers' within a smart grid. This design prompts questions about how the users in smart grid development are envisioned and configured using different ideas about control. With current development and the need for additional energy reductions, consumers who invest in photovoltaic solar cells and electric vehicles lose interest in delivering their energy to the system level. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Hansen, M (Hansen, Meiken) ; Hauge, B (Hauge, Bettina) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Hansen, Meiken http://orcid.org/0000-0003-0075-3793","Title":"Scripting, control, and privacy in domestic smart grid technologies: Insights from a Danish pilot study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395869000003 ISSN: 0924-6460 eISSN: 1573-1502","Categories":"Business & Economics; Environmental Sciences & Ecology Web of Science Categories:Economics; Environmental Studies","Journal Information":"ENVIRONMENTAL & RESOURCE ECONOMICS Volume: 66 Issue: 3 Pages: 435-456 Special Issue: SI DOI: 10.1007/s10640-016-0087-2 Published: MAR 2017","Abstract":"The need to transfer climate mitigation technologies towards the developing world has been acknowledged since the beginning of climate negotiations. Little progress has however been made, as shown by Article 10 of the Paris Agreement. One reason is that these technologies could become vital assets to compete on global markets. This paper presents a partial equilibrium model with two regions, the North and the South, and imperfect competition in the international polluting goods market, to analyze the North's incentives to accept technology transfer. Results crucially depend on the existence of environmental cooperation. When both northern and southern governments set emission quotas non-cooperatively, inducing fewer global emissions is a necessary, but not sufficient condition for the North to accept the transfer. In contrast, when governments set quotas cooperatively, the North has no incentive to share its technology either before or after the agreement. Technology transfer commitments may be included in the agreement, but with no effect on global emissions and global surplus. The only impacts are distributional, technology transfers and side payments may be substitute instruments.","Authors":"Glachant, M (Glachant, Matthieu) ; Ing, J (Ing, Julie) ; Nicolai, JP (Nicolai, Jean Philippe)","Title":"The Incentives for North-South Transfer of Climate-Mitigation Technologies with Trade in Polluting Goods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395869000004 ISSN: 0924-6460 eISSN: 1573-1502","Categories":"Business & Economics; Environmental Sciences & Ecology Web of Science Categories:Economics; Environmental Studies","Journal Information":"ENVIRONMENTAL & RESOURCE ECONOMICS Volume: 66 Issue: 3 Pages: 457-480 Special Issue: SI DOI: 10.1007/s10640-016-0088-1 Published: MAR 2017","Abstract":"We theoretically investigate the interaction between endogenous enforcement of intellectual property rights (IPRs) and tax-financed pollution abatement measures. IPRs affect dirty and clean intermediates alike such that higher IPR enforcement may promote the transition to the clean technology, if this technology is productive enough. If the green technology is relatively unproductive, higher IPRs promote the dirty technology while pollution is increasing. As households are due to subsistence consumption subject to a hierarchy of needs, the level of IPR enforcement as well as the level of abatement measures depends on the state of technology and is increasing during economic development. Thus, if the incentive to enforce IPRs is low the level of abatement measures is also low. This argument provides a theoretical foundation for the observed clash of interests in international negotiation rounds regarding the harmonization of IPR protection and actions to combat climate change.","Authors":"Schaefer, A (Schaefer, Andreas)","Title":"Enforcement of Intellectual Property, Pollution Abatement, and Directed Technical Change"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394838900005 ISSN: 1555-4120 eISSN: 1555-4139","Keywords":"media imaginary; Neo Geo; video game arcade; magazines; media history","Categories":"Cultural Studies; Communication Web of Science Categories:Cultural Studies; Communication","Journal Information":"GAMES AND CULTURE Volume: 12 Issue: 2 Pages: 200-221 DOI: 10.1177/1555412015590048 Published: MAR 2017","Abstract":"This article recovers the popular imaginaries surrounding an obsolete video game platform, the Neo Geo Advanced Entertainment System (AES), through a thematic discourse analysis of British and North American gaming magazines from the 1990s. Released in Japan in 1990, the Neo Geo AES was marketed as a home video game system capable of bridging the gap between the public space of the gaming arcade and the domestic environment of the home. Imaginaries in this context refer to the dreams and fantasies that accompanied the Neo Geo AES's negotiation of arcade and home spaces as well as the discourses, images, ideas, and beliefs that helped mold its identity as a cultural object. Gaming magazines, I argue, help articulate how the system's failure was tied to its unsuccessful navigation of cultural tensions during a period when gaming culture underwent a rapid relocation from the arcade to the home.","Authors":"Nicoll, B (Nicoll, Benjamin)","Title":"Bridging the Gap: The Neo Geo, the Media Imaginary, and the Domestication of Arcade Games"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397219100001 ISSN: 0926-2644 eISSN: 1572-9907","Keywords":"BATNA; Agreement efficiency; Power asymmetry; Knowledge; Fairness KeyWords Plus:EGOCENTRIC INTERPRETATIONS; DYADIC NEGOTIATION; FIXED-PIE; INFORMATION; BEHAVIOR; ALTERNATIVES; FAIRNESS; OUTCOMES; INTERDEPENDENCE; IMPACT","Categories":"Business & Economics; Social Sciences - Other Topics Web of Science Categories:Management; Social Sciences, Interdisciplinary","Journal Information":"GROUP DECISION AND NEGOTIATION Volume: 26 Issue: 2 Pages: 215-245 DOI: 10.1007/s10726-016-9495-5 Published: MAR 2017","Abstract":"Negotiators are often advised to seek information about their counterparts' power. However, we know little about how such information affects negotiators' behaviours and outcomes. Study 1 considered dyadic negotiations in which negotiators have symmetric or asymmetric best alternatives to the negotiated agreement (BATNAs). It also examined the impacts of (a) symmetry and knowledge of a counterpart's BATNA on agreement efficiency (indexed by joint gains), and how knowledge alters negotiators' realised power (indexed by percentage of resource claimed) in BATNA-asymmetric negotiations. Studies 2 and 3 focussed on BATNA-asymmetric negotiations. Study 2 tested the mechanism by which knowledge affects efficiency. Study 3 considered the impacts of knowledge on equity concerns, perceived power and information exchange about preferences. The findings indicate the following: knowledge of BATNA asymmetries (rather than the existence of BATNA asymmetries) adversely affects agreement efficiency; this knowledge increases strong negotiators' focus on value claiming, judgement errors about counterparts' preferences, perceived power and realised power, but impedes their information-sharing behaviour about preferences. Their focus on value claiming mediates the relationship between knowledge and judgement errors, whereas judgement errors mediate the relationship between their focus on value claiming and agreement efficiency. Furthermore, knowledge of BATNA asymmetries leads to contrasting perceptions of fairness. Strong negotiators with knowledge believe that a fair agreement should reflect their power advantage; weak negotiators generally tend to judge fairness based on equality. Counterintuitively, knowing one's own strengths can lead to 'winning' a meagre prize and neglecting the opportunity for value creation by trading-off on negotiated issues.","Authors":"Wong, RS (Wong, Ricky S.) ; Howard, S (Howard, Susan)","Title":"Blinded by Power: Untangling Mixed Results Regarding Power and Efficiency in Negotiation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397219100006 ISSN: 0926-2644 eISSN: 1572-9907","Keywords":"Consensus decision making; Utility function; Piecewise linear preference; Consensus level; Linear optimization KeyWords Plus:GROUP DECISION-MAKING; LINGUISTIC PREFERENCE RELATIONS; MEMBERSHIP FUNCTIONS; NOMINAL GROUP; MODEL; CONSTRUCTION; ELASTICITY","Categories":"Business & Economics; Social Sciences - Other Topics Web of Science Categories:Management; Social Sciences, Interdisciplinary","Journal Information":"GROUP DECISION AND NEGOTIATION Volume: 26 Issue: 2 Pages: 379-407 DOI: 10.1007/s10726-016-9486-6 Published: MAR 2017","Abstract":"Utility functions are often used to reflect decision makers' (DMs') preferences. They have the following two merits: one refers to the representation of the DM's utility (satisfaction) level, the other one to the measuring of the consensus level in a negotiation process. Taking the background of China's urban house demolition, a new kind of consensus model is established by using different types of multi-stage fluctuation utility functions, such as concave, convex, S-shaped, reversed S-shaped, reversed U-shaped as well as their combinations, to reveal negotiators' dynamic physiological preferences and consensus level. Moreover, the effects of the decision-making budget and the individual compensation tolerance on the consensus level are also discussed in this paper. Compared with previous research, the proposed model takes both the negotiation cost and DM's preference structure into consideration, and most importantly, it is computational less complex.","Authors":"Gong, ZW (Gong, Zaiwu) ; Xu, C (Xu, Chao) ; Chiclana, F (Chiclana, Francisco) ; Xu, XX (Xu, Xiaoxia)","Title":"Consensus Measure with Multi-stage Fluctuation Utility Based on China's Urban Demolition Negotiation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395005400001 ISSN: 0729-4360 eISSN: 1469-8366","Keywords":"Adaptive leadership; Deleuze and Guattari; embedding academic literacies; rhizomatic approach; wicked problems KeyWords Plus:CO-PRODUCER; STUDENT","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"HIGHER EDUCATION RESEARCH & DEVELOPMENT Volume: 36 Issue: 2 Pages: 227-240 DOI: 10.1080/07294360.2016.1199539 Published: MAR 2017","Abstract":"Embedding academic literacies in higher education courses has been a major focus of the work of learning advisers. A number of studies present the results of embedding in specific courses without discussing the processes of negotiation or the different people involved. This paper is about embedding academic literacies in the Business faculty as part of an English language proficiency model at an Australian university. After initial slow progress, a team of learning advisers began to evaluate the process by reflecting on practice. This reflection focused on the space between the top-down process as planned and what actually happened in the complex academic environment. There were tensions between the proposed plan and the expectations and understandings of the disciplinary academics. These were used as a starting point to explore the issues in more detail. This paper argues that the task of embedding academic literacies bears all the hallmarks of a 'wicked problem' which eludes a linear formulation and is open to multiple framings. The botanical metaphor of the rhizome from the philosophy of Deleuze and Guattari and an adaptive leadership approach offer ways of responding to this problem. This paper reinterprets the team's experiences using these theories and suggests alternative work practices. By moving away from the concept of a model, more opportunities to bring about attitudinal and curriculum change can be created to make academic literacies explicit for students.","Authors":"Benzie, HJ (Benzie, Helen Joy) ; Pryce, A (Pryce, Alison) ; Smith, K (Smith, Keith)","Title":"The wicked problem of embedding academic literacies: exploring rhizomatic ways of working through an adaptive leadership approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398073500003 ISSN: 0018-9855 eISSN: 2195-0237","Keywords":"FRAND; SSOs; SEPs; Wireless standards; Standardization; Huawei v. ZTE KeyWords Plus:ESSENTIAL PATENTS","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"IIC-INTERNATIONAL REVIEW OF INTELLECTUAL PROPERTY AND COMPETITION LAW Volume: 48 Issue: 2 Pages: 151-178 DOI: 10.1007/s40319-017-0560-7 Published: MAR 2017","Abstract":"Collaborative standardization, an efficient and inclusive form of organized innovation under the auspices of standard-setting organisations (SSOs), has demonstrated significant technological achievements in the field of wireless telecommunications. At the core of collaborative standardization is a working balance of interests and incentives of all stakeholders involved, i.e. contributors of technology and users of standards, epitomized by licensing on FRAND terms. Standardization contributes to significant gains in consumer welfare, in the form of lower prices, more innovation and more consumer choice and convenience. At the same time, standardization fosters competitive markets, upstream and downstream. Public policy has not always been successful in accommodating collaborative standardization. The enforcement of Art. 102 TFEU by the EU Commission, for instance, reveals an underlying mistrust of the operation of markets in the context of collaborative standardization and a strong preference for court-determined FRAND terms. However, the recent CJEU ruling in Huawei v. ZTE provides strong incentives for private stakeholders to determine FRAND through bilateral commercial negotiations and as such it is a welcome shift in EU competition policy in collaborative standardization.","Authors":"Tsilikas, H (Tsilikas, Haris)","Title":"Huawei v. ZTE in Context - EU Competition Policy and Collaborative Standardization in Wireless Telecommunications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394896600003 ISSN: 0884-8173 eISSN: 1098-111X","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF INTELLIGENT SYSTEMS Volume: 32 Issue: 3 Pages: 249-265 DOI: 10.1002/int.21840 Published: MAR 2017","Abstract":"This study conducts a novel user profile learning approach based on fuzzy constraints. From the vantage of knowledge representation, a fuzzy constraint network is used not only to present the ambiguity of concepts and the diversity between concepts but also to express a single user profile with dependent multisubjects of interest. From the vantage of problem solving, the construction of a user profile is viewed as a problem of fuzzy constraint satisfaction. The subject of interest is extracted by a spreading activation model. To achieve the information filtering of the retrieved data, fuzzy information gain is employed to reduce unnecessary user feedback for matching the user's retrieval requirements. (C) 2016 Wiley Periodicals, Inc.","Authors":"Chen, ST (Chen, Sheng-Tao) ; Yu, TJ (Yu, Ting-Jung) ; Chen, LC (Chen, Liang-Chu) ; Liu, FP (Liu, Fan-Pyn)","Title":"A Novel User Profile Learning Approach with Fuzzy Constraint for News Retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395435100009 ISSN: 1468-1099 eISSN: 1474-0060","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"JAPANESE JOURNAL OF POLITICAL SCIENCE Volume: 18 Issue: 1 Pages: 196-215 DOI: 10.1017/S1468109916000372 Published: MAR 2017","Abstract":"Democratic transitions in Asia have received widespread interest in the political science literature since the 1990s. The Thein Sein-led government that came into power in 2010 in Myanmar has undertaken wide ranging reforms that has altered the country's political landscape. They include evolving a working relationship with the political opposition, freeing political prisoners, and the granting of amnesty to political exiles to encourage their return, the negotiation of ceasefire agreements with almost all of the ethnic insurgent armies and the inauguration of the Myanmar Peace Centre. Nonetheless, the county continues to suffer from ongoing developments that retard the process of democratization as well. A confluence of interest between the NLD, ethnic groups, and civil society organizations also prompted attempts to change the 2008 Constitution and its by-laws that prevented Aung San Suu Kyi from running for the country's presidency. That attempt and the potential for reform were scuttled by the August 2015 coup' against Thura Shwe Mann. The NLD's overwhelming victory in the November elections has significantly strengthened Suu Kyi's position and all major political actors including those from the military have been conciliatory towards the election outcome and there is cause for cautious optimism. After 6 months in power, the policy priorities of the new government are also clearer.","Authors":"Ganesan, N (Ganesan, N.)","Title":"Appraising Myanmar's Democratic Transition and Evolving Challenges"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000397221300001 ISSN: 0021-9894 eISSN: 1741-6442","Keywords":"art criticism; artworld; cultural production; South Africa; visual culture; Ivan Vladislavic","Categories":"Literature Web of Science Categories:Literature, African, Australian, Canadian","Journal Information":"JOURNAL OF COMMONWEALTH LITERATURE Volume: 52 Issue: 1 Pages: 3-10 DOI: 10.1177/0021989416683426 Published: MAR 2017","Abstract":"The introduction to this symposium considers South African author and editor Ivan Vladislavic'sengagement with South African visual culture and the significance of this to his emergence as a \"world writer\". The symposium opens with an article by Sean O'Toole, which provides a comprehensive biographical context for Vladislavic's engagement with art and proposes that his oeuvre be understood as a unique form of \"creative criticism\". In their articles, Sue Marais and Jane Poyner offer close readings that draw out the critical role played by the visual cultures of the rarefied art world and everyday life, respectively, in two key texts where this creative criticism is in evidence: \"Curiouser\" from The Exploded View (2004) and Portrait with Keys (2006). James Graham's article examines the nature and outcomes of Vladislavic's work with other writers and visual artists as an editor, providing a theoretical framework that connects the biographical and formal concerns of the other articles by illustrating the cooperative ethos that undergirds Vladislavic's critical and creative engagement with visual culture. The symposium therefore illustrates Vladislavic's critical role in the negotiation of globalized artistic and literary fields, and in the constellation of a South African \"artworld\".","Authors":"Reid, K (Reid, Katie) ; Graham, J (Graham, James)","Title":"Introduction to the symposium: Ivan Vladislavic, writing visual culture, and the globalization of a South African \"artworld\""}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395215000002 ISSN: 0022-0388 eISSN: 1743-9140","Categories":"Business & Economics; Public Administration Web of Science Categories:Economics; Planning & Development","Journal Information":"JOURNAL OF DEVELOPMENT STUDIES Volume: 53 Issue: 3 Pages: 316-330 DOI: 10.1080/00220388.2016.1184251 Published: MAR 2017","Abstract":"Across Asia, the pursuit of national and global capital accumulation has relied on flexible, feminised work forces and patriarchal models of social reproduction. These gendered patterns of production and reproduction, while central to Asia's neoliberal 'miracle' economies, have also generated powerful discourses that devalue women and their work. Drawing on case studies from across the region, this paper examines the links between these globalising dynamics and provocative local depictions of Asian women as active, desiring, and immoral. These gendered morality tales' reveal the complex cultural and ideological work that sustains neoliberal models of national economic development. At the same time, these moralising narratives offer insight into the localised negotiations through which marginalised and gendered citizens confront their subordination within the region's hierarchically ordered political economies.","Authors":"Mills, MB (Mills, Mary Beth)","Title":"Gendered Morality Tales: Discourses of Gender, Labour, and Value in Globalising Asia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395495700002 ISSN: 1598-2408 eISSN: 2234-6643","Keywords":"International Criminal Court (ICC); norms; human rights; North Korea; Japan; South Korea; China; Northeast Asia KeyWords Plus:UNITED-STATES; US; CHINA; LEGALIZATION; COMMITMENTS; AMERICA; AFRICA; POLICY; JAPAN; LAW","Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"JOURNAL OF EAST ASIAN STUDIES Volume: 17 Issue: 1 Pages: 29-50 DOI: 10.1017/jea.2016.29 Published: MAR 2017","Abstract":"This article aims to understand the policies of three major Northeast Asian states toward the Rome Statute and the International Criminal Court (ICC) that it established. Using a unique measurement tool, it traces the interactions of South Korea, Japan, and China with the Court since negotiations on its formation in the late 1990s. Included in this analysis is a focus on how Northeast Asian states have responded to recent efforts to bring North Korea into the Court's orbit for that country's military actions in 2010 and its human rights record over several decades. Data is based on publicly available documents as well as interviews with diplomats, legislators, legal experts, and activists in Japan, South Korea, and China conducted in 2015.","Authors":"Dukalskis, A (Dukalskis, Alexander)","Title":"NORTHEAST ASIA AND THE INTERNATIONAL CRIMINAL COURT: MEASURING NORMATIVE DISPOSITION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395862100003 ISSN: 1225-651X eISSN: 1976-5525","Keywords":"Regional Integration; Sequencing; Customs Union; Bargaining Cost KeyWords Plus:FREE-TRADE NETWORKS","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"JOURNAL OF ECONOMIC INTEGRATION Volume: 32 Issue: 1 Pages: 65-89 DOI: 10.11130/jei.2017.32.1.65 Published: MAR 2017","Abstract":"In the model of optimal sequencing in economic integration, an agenda setter chooses between two bargaining protocols that correspond to two different integration paths. With multilateral negotiations, the union is formed immediately, whereas with sequential negotiations, a core union is formed before all other countries in the region integrate. The latter is preferred if formation of a core union has negative externalities on a candidate country. The agenda setter improves her bargaining position, but an efficiency loss from delayed integration is incurred. We demonstrate that the threat of delayed entry will not be carried out if an open- rule protocol is available, i.e., if the agenda setter can propose to form a core union and amend this proposal before it is adopted. Yet, if bargaining is time consuming, this result can be overturned and there may be a delay that incurs a temporary efficiency loss. Our model explains the sequential formation of the Eurasian Customs Union.","Authors":"Alimbekov, A (Alimbekov, Aidos) ; Madumarov, E (Madumarov, Eldar) ; Pech, G (Pech, Gerald)","Title":"Sequencing in Customs Union Formation : Theory and Application to the Eurasian Economic Union"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395971900015 PubMed ID: 28104320 ISSN: 0099-2399 eISSN: 1878-3554","Keywords":"Glide path; PathFile; ProGlider; ProTaper Gold; torque KeyWords Plus:CYCLIC FATIGUE RESISTANCE; NICKEL-TITANIUM FILES; IN-VITRO; ENDODONTIC INSTRUMENTS; CURVED CANALS; UNIVERSAL INSTRUMENTS; EXTRACTED TEETH; ENGINE-DRIVEN; CLINICAL-USE; PROFILE GT","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"JOURNAL OF ENDODONTICS Volume: 43 Issue: 3 Pages: 447-451 DOI: 10.1016/j.joen.2016.10.034 Published: MAR 2017","Abstract":"Introduction: The purpose of this study was to assess the ex vivo torsional performance of a novel rotary system in small root canals after 2 different glide path preparations. Methods: Each independent canal of 8 mesial roots of mandibular molars was randomly assigned to achieve a reproducible glide path with a new set of either PathFile #1 (Dentsply Maillefer, Ballaigues, Switzerland) and #2 or ProGlider (Dentsply Maillefer) after negotiation with a 10 K-file. After glide path preparation, root canals in both groups were shaped with the same sequence of ProTaper Gold (Dentsply Tulsa Dental Specialties, Tulsa, OK) following the directions for use recommended by the manufacturer. A total of 16 new sets of each instrument of the ProTaper Gold (PTG) system were used. The tests were run in a standardized fashion in a torque-testing platform. Peak torque (Ncm) and force (N) were registered during the shaping procedure and compared with Student t tests after normal distribution of data was confirmed. Results: No significant differences were found for any of the instruments in peak torque or force after the 2 different glide path preparations (P >.05). Data presented, in this study also serve as a basis for the recommended torque for the use of PTG instruments. Conclusions: Under the conditions of this study, differences in the torsional performance of PTG rotary instruments after 2 different glide path preparations could not be shown. The different geometry of glide path rotary systems seemed to have no effect on peak torque and force' induced by PTG rotary instruments when shaping small root canals in extracted teeth.","Authors":"Arias, A (Arias, Ana) ; de Vasconcelos, RA (de Vasconcelos, Rafaela Andrade) ; Hernandez, A (Hernandez, Alexis) ; Peters, OA (Peters, Ove A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Arias, Ana http://orcid.org/0000-0003-2270-8096","Title":"Torsional Performance of ProTaper Gold Rotary Instruments during Shaping of Small Root Canals after 2 Different Glide Path Preparations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395653500014 PubMed ID: 27987525 ISSN: 1010-061X eISSN: 1420-9101","Keywords":"affiliation; eusociality; evolutionary branching; exploitation; mutualism; negotiation; plasticity; response rules; snowdrift game; social behaviour KeyWords Plus:CONTINUOUS PRISONERS-DILEMMA; LINEAR REACTIVE STRATEGIES; INVESTMENT; HERBIVORES; SIZE; EFFICIENCY; EMERGENCE; CONFLICT; ECOLOGY; DEFENSE","Categories":"Environmental Sciences & Ecology; Evolutionary Biology; Genetics & Heredity Web of Science Categories:Ecology; Evolutionary Biology; Genetics & Heredity","Journal Information":"JOURNAL OF EVOLUTIONARY BIOLOGY Volume: 30 Issue: 3 Pages: 603-615 DOI: 10.1111/jeb.13030 Published: MAR 2017","Abstract":"Cooperative interactions among individuals are ubiquitous despite the possibility of exploitation by selfish free riders. One mechanism that may promote cooperation is negotiation': individuals altering their behaviour in response to the behaviour of others. Negotiating individuals decide their actions through a recursive process of reciprocal observation, thereby reducing the possibility of free riding. Evolutionary games with response rules have shown that infinitely many forms of the rule can be evolutionarily stable simultaneously, unless there is variation in individual quality. This potentially restricts the conditions under which negotiation could maintain cooperation. Organisms interact with one another in a noisy world in which cooperative effort and the assessment of effort may be subject to error. Here, we show that such noise can make the number of evolutionarily stable rules finite, even without quality variation, and so noise could help maintain cooperative behaviour. We show that the curvature of the benefit function is the key factor determining whether individuals invest more or less as their partner's investment increases, investing less when the benefit to investment has diminishing returns. If the benefits of low investment are very small then behavioural flexibility tends to promote cooperation, because negotiation enables cooperators to reach large benefits. Under some conditions, this leads to a repeating cycle in which cooperative behaviour rises and falls over time, which may explain between-population differences in cooperative behaviour. In other conditions, negotiation leads to extremely high levels of cooperative behaviour, suggesting that behavioural flexibility could facilitate the evolution of eusociality in the absence of high relatedness.","Authors":"Ito, K (Ito, K.) ; McNamara, JM (McNamara, J. M.) ; Yamauchi, A (Yamauchi, A.) ; Higginson, AD (Higginson, A. D.)","Title":"The evolution of cooperation by negotiation in a noisy world"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394839100001 ISSN: 0192-513X eISSN: 1552-5481","Keywords":"gender and family; work and family; family processes; parent/child relations; power dynamics KeyWords Plus:GENDER-ROLE ATTITUDES; WORK; INVOLVEMENT; MILITARY; TIME; CARE; PARTICIPATION; ADOLESCENTS; CONFLICT; DIVISION","Categories":"Family Studies Web of Science Categories:Family Studies","Journal Information":"JOURNAL OF FAMILY ISSUES Volume: 38 Issue: 4 Pages: 435-456 DOI: 10.1177/0192513X15573867 Published: MAR 2017","Abstract":"This study investigates the influence of family context and community context on children's social reasoning about parental negotiation of the gendered roles of breadwinner and caretaker. Participants included 272 seven- and ten-year-old children from traditional and nontraditional parental employment situations, who lived in either a U.S. east coast metropolitan area or in a military-minded community. Children provided judgments and justifications about a parent's desire to switch roles, the other parent's opposition, and the use of stereotypes to defend their opposition. Children's judgments were affected by the gender of parent wanting a new role, age of child, and both personal contexts. The current study provides evidence that children, not just adults, are aware of, and can reason about, parental roles and that it is important to investigate community norms in addition to direct family contexts.","Authors":"Sinno, SM (Sinno, Stefanie M.) ; Schuette, CT (Schuette, Christine Theimer) ; Hellriegel, C (Hellriegel, Christopher)","Title":"The Impact of Family and Community on Children's Understanding of Parental Role Negotiation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397819100002 ISSN: 1369-3034 eISSN: 1464-3758","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"JOURNAL OF INTERNATIONAL ECONOMIC LAW Volume: 20 Issue: 1 Pages: 31-60 DOI: 10.1093/jiel/jgw080 Published: MAR 2017","Abstract":"The Trans-Pacific Partnership Agreement (TPP) is the first trade agreement that comprehensively deals with contemporary policy issues in digital trade. It introduces new disciplines on issues such as cross-border data flows, online privacy, network neutrality, cybersecurity, regulation of spam, and safe harbour protection for internet intermediaries. These provisions are atypical of trade agreements, and are particularly significant as they have a direct impact on internet policy. In this article, I evaluate these new disciplines in the TPP to assess the extent to which the TPP is suitably placed in the internet eco-system. After a comprehensive legal assessment of these disciplines, I argue that the TPP does not effectively fit into the broader internet ecosystem, as it fails to synergize the goal of trade liberalization with important internet policy concerns such as facilitating trust of internet users and digital innovation. However, despite its deficiencies, the TPP sets a new benchmark for rules on digital trade, as its provisions address several contemporary issues in the digital economy. Therefore, the provisions on digital trade within the TPP will be instrumental in future negotiations at the World Trade Organization (WTO) and other regional bodies. More importantly, the TPP is a reminder of the increasing significance of trade agreements in influencing critical aspects of internet policy. Particularly, in developing rules on digital trade that affect issues such as cross-border data flows, online privacy and consumer protection, net neutrality and cybersecurity, trade negotiators/lawyers need to comprehensively assess the relevance of these rules in the liberalization of digital trade, and its broader impact on the internet ecosystem.","Authors":"Mishra, N (Mishra, Neha)","Title":"The Role of the Trans-Pacific Partnership Agreement In the Internet Ecosystem: Uneasy Liaison or Synergistic Alliance?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394763100006 ISSN: 1086-296X eISSN: 1554-8430","Keywords":"identity; literacy; ELL; multilingual; case studies KeyWords Plus:LITERACY DEVELOPMENT; ENGLISH; LANGUAGE; YOUTH","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education & Educational Research; Psychology, Educational","Journal Information":"JOURNAL OF LITERACY RESEARCH Volume: 49 Issue: 1 Pages: 115-140 DOI: 10.1177/1086296X16683421 Published: MAR 2017","Abstract":"We cast our lens on intersectional networks of identity negotiated by young children in immigrant families. Although some scholars discuss identity construction, we reference identity negotiation to capture the active, strategic, and agential work that we witnessed in our study. We begin by synthesizing relevant research on children's identity negotiation. We then explore theoretical frames that form the basis for our claims related to intersectional identity negotiation. These 3-year longitudinal collective case studies of Carlos and Liz involved observations, spoken data, and student-created artifacts (e.g., writing samples, maps, photographs, drawings). Data sources were designed to highlight literacy practices and identity construction across time. The cases of Carlos and Liz reveal intersectional networks of identity negotiation that entail positionings relative to various dimensions of self including language, gender, technological practices, nationality, and race. We maintain that attending to the identity negotiations of children in immigrant families reveals sophisticated, agential, and strategic negotiations on the part of children.","Authors":"Compton-Lilly, C (Compton-Lilly, Catherine) ; Papoi, K (Papoi, Kristin) ; Venegas, P (Venegas, Patricia) ; Hamman, L (Hamman, Laura) ; Schwabenbauer, B (Schwabenbauer, Briana)","Title":"Intersectional Identity Negotiation: The Case of Young Immigrant Children"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395718700002 ISSN: 0267-257X eISSN: 1472-1376","Keywords":"Marketing management; brands; design; market performance; seduction KeyWords Plus:CONSUMPTION; OBESITY; INFORMATION; PERSPECTIVE; CONSUMERS; IDENTITY; CULTURE; MODEL","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"JOURNAL OF MARKETING MANAGEMENT Volume: 33 Issue: 3-4 Pages: 173-202 DOI: 10.1080/0267257X.2016.1271346 Published: MAR 2017","Abstract":"We explore the role of design in market performances by examining a case in which a shift in the zeitgeist threatened a flagship packaged good's long-standing brand identity. In this instance, the destabilisation of brand identity and threats to brand equity arose when prevailing cultural narratives became significant enough to disrupt existing brand narratives. To investigate the impact of the changing cultural narratives, we present a modified brand genealogy, examining the iconic brand's positioning in cultural context over time and culminating with the strategic response marketers made to ameliorate the unanticipated shift in their product's connotations. In particular, we focus on the role of design as a mechanism for facilitating new associations and possible attributions about the brand in the face of semantic crisis. We offer an exploratory framework for the role design can play in rescripting marketplace narratives and propose a typology of possible outcomes that result in the course of marketers' and consumers' negotiation of their roles in market performance.","Authors":"Wilner, SJS (Wilner, Sarah J. S.) ; Ghassan, A (Ghassan, Aysar)","Title":"Tales of seduction and intrigue: design as narrative agent of brand revitalisation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395865100008 PubMed ID: 27936834 ISSN: 0022-3514 eISSN: 1939-1315","Keywords":"deception; lying; negotiation; paltering; risk KeyWords Plus:DECEPTION; NEGOTIATION; TRUST; INFORMATION; LIES; COMMUNICATION; MISREPRESENTATION; AVAILABILITY; INCENTIVES; JUDGMENTS","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"JOURNAL OF PERSONALITY AND SOCIAL PSYCHOLOGY Volume: 112 Issue: 3 Pages: 456-473 DOI: 10.1037/pspi0000081 Published: MAR 2017","Abstract":"Paltering is the active use of truthful statements to convey a misleading impression. Across 2 pilot studies and 6 experiments, we identify paltering as a distinct form of deception. Paltering differs from lying by omission (the passive omission of relevant information) and lying by commission (the active use of false statements). Our findings reveal that paltering is common in negotiations and that many negotiators prefer to palter than to lie by commission. Paltering, however, may promote conflict fueled by self- serving interpretations; palterers focus on the veracity of their statements (\"I told the truth\"), whereas targets focus on the misleading impression palters convey (\"I was misled\"). We also find that targets perceive palters to be especially unethical when palters are used in response to direct questions as opposed to when they are unprompted. Taken together, we show that paltering is a common, but risky, negotiation tactic. Compared with negotiators who tell the truth, negotiators who palter are likely to claim additional value, but increase the likelihood of impasse and harm to their reputations. This document is copyrighted by the American Psychological Association or one of its allied publishers. This article is intended solely for the personal use of the individual user and is not to be disseminated broadly.","Authors":"Rogers, T (Rogers, Todd) ; Zeckhauser, R (Zeckhauser, Richard) ; Gino, F (Gino, Francesca) ; Norton, MI (Norton, Michael I.) ; Schweitzer, ME (Schweitzer, Maurice E.)","Title":"Artful Paltering: The Risks and Rewards of Using Truthful Statements to Mislead Others"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395760800008 ISSN: 0303-6758 eISSN: 1175-8899","Keywords":"Art; Colonial Museum; moa; New Zealand; science; WBD Mantell KeyWords Plus:NEW-ZEALAND; GEOLOGICAL MAPS","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"JOURNAL OF THE ROYAL SOCIETY OF NEW ZEALAND Volume: 47 Issue: 1 Pages: 48-52 DOI: 10.1080/03036758.2016.1188833 Published: MAR 2017","Abstract":"Although not a palaeontologist himself, Walter Baldock Durrant Mantell's enduring contribution to the conduct of New Zealand colonial science was his collecting of fossil moa bones, which were sent to London for Richard Owen to catalogue. In a similar catalytic way, his administration of the Colonial Museum and the New Zealand Institute enabled others, especially James Hector, to devote more of their time to science. Recent emphasis on WBD Mantell's negotiations to purchase land in the South Island from Mori tribes and on his political career (Evison HC. 2010. New Zealand racism in the making: the life and times of Walter Mantell. Lower Hutt: Panuitia Press), largely ignores his contribution to colonial New Zealand science, and particularly to his exertions' on moas. This short communication, originally presented as a poster at the Finding New Zealand's scientific heritage' conference, attempts to redress the balance.","Authors":"Hodder, C (Hodder, C.) ; Hodder, APW (Hodder, A. P. W.)","Title":"The scientific exertions of an enterprising colonial son: Walter BD Mantell"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395947100012 PubMed ID: 28272187 ISSN: 1078-7496 eISSN: 1932-3883","Keywords":"Caregiver burden; Family experience; Family needs; Trauma caregiver KeyWords Plus:INTENSIVE-CARE-UNIT; BRAIN-INJURY; PSYCHOLOGICAL DISTRESS; ALZHEIMERS-DISEASE; STRESS PROCESS; MENTAL-HEALTH; FAMILIES; INDIVIDUALS; POLYTRAUMA; PARTNERS","Categories":"General & Internal Medicine; Nursing Web of Science Categories:Critical Care Medicine; Nursing","Journal Information":"JOURNAL OF TRAUMA NURSING Volume: 24 Issue: 2 Pages: 125-133 DOI: 10.1097/JTN.0000000000000278 Published: MAR-APR 2017","Abstract":"Traumatic injury frequently leads to an abrupt change in physical and psychological functioning; informal caregivers play a significant role in the recovery process in the hospital and at home. The purpose of this study was to describe the range of stressors and burdens experienced by orthopedic trauma family caregivers in the acute care setting, as well as responses and strategies employed. Qualitative, in-depth interviews were conducted in the hospital with 12 family caregivers of severely injured orthopedic trauma patients. Interviews were audiotaped, transcribed, and analyzed to identify the range of experiences and common themes. Data were organized into 4 categories: stressors and needs; barriers; resources; and response. Stressors and barriers included the confusion and turmoil of life in the hospital, exposure to tragedy, difficulty obtaining and understanding information, and a sense that the family was not considered an integral part of the care plan. Factors influencing caregiver coping included access to the patient, provider communication, caregiver internal and external resources, and the presence of staff assisting in negotiation of the complex and unfamiliar hospital system. Understanding the caregiver experience enables nursing providers to build trust and offer effective support and guidance; caregiver-centered systems of information from admission to discharge may facilitate adaptation and improved caregiving.","Authors":"Newcomb, AB (Newcomb, Anna B.) ; Hymes, RA (Hymes, Robert A.)","Title":"Life Interrupted: The Trauma Caregiver Experience"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397923500008 ISSN: 0096-1442 eISSN: 1552-6771","Keywords":"African American women; New York City; activism; respectability","Categories":"History; Social Sciences - Other Topics; Urban Studies Web of Science Categories:History; History Of Social Sciences; Urban Studies","Journal Information":"JOURNAL OF URBAN HISTORY Volume: 43 Issue: 2 Pages: 312-331 DOI: 10.1177/0096144215613787 Published: MAR 2017","Abstract":"This article argues that ordinary black women were profoundly committed to respectability during and following the Civil War. This devotion to respectability can be seen in three key areas as these women sought to keep orderly homes, demonstrated a commitment to lawfulness, and worked to attain economic independence. Far from being the sole domain of the middle class, African American women from all backgrounds were strongly attached to respectability during this period because it provided them with a code of behavior that would not only improve their own lives but would also presumably force whites to see them as equals. Although this adherence to respectability never brought widespread social acceptance from whites, black women's commitment to respectability resonated with the ambitions of a large proportion of black New Yorkers from varying class backgrounds. In addition to embracing the behaviors of respectability in their daily lives, it is also clear that many African American women engaged in forms of anti-discrimination protest rooted in respectability. In particular, women's commitment to financial independence undergirded their efforts to seek economic restitution. In this article, we explore the ways in which ordinary black women fought for economic redress, and we examine the responses of local and federal officials to their claims. As black women demonstrated their commitment to respectability by demanding the compensation they were promised, government officials often tried harder to repress them. These negotiations between ordinary black women and government officials demonstrate how black women fought against racism and structural inequality at a time of increasing discrimination in the country's largest urban center.","Authors":"Dabel, JE (Dabel, Jane E.) ; Jenrich, M (Jenrich, Marissa)","Title":"Co-Opting Respectability: African American Women and Economic Redress in New York City, 1860-1910"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396045700003 ISSN: 0167-8507 eISSN: 1613-3684","Keywords":"English; China; community of practice; simultaneous speech; rapport; face KeyWords Plus:TURN-TAKING; LINGUA-FRANCA; DISAGREEMENT; FACE; CONVERSATION; INTERRUPTION; SEX; (IM)POLITENESS; COMMUNICATION; IMPOLITENESS","Categories":"Linguistics Web of Science Categories:Linguistics; Language & Linguistics","Journal Information":"MULTILINGUA-JOURNAL OF CROSS-CULTURAL AND INTERLANGUAGE COMMUNICATION Volume: 36 Issue: 2 Pages: 181-204 DOI: 10.1515/multi-2015-0112 Published: MAR 2017","Abstract":"Little research has focused on extended concurrent speech, unexpected floor taking, or topic switching, since it has been deemed rare (Schegloff 2000. Overlapping talk and the organization of turn-taking for conversation. Language in Society 29(1). 1-63.) or inappropriate (Goldberg 1990. Interrupting the discourse on interruptions: An analysis in terms of relationally neutral, power-and rapportoriented acts. Journal of Pragmatics 14(6). 883-903; Giora 1998. Discourse coherence is an independent notion: A reply to Deirdre Wilson. Journal of Pragmatics 29(1). 75-86). This study integrated Spencer-Oatey's (2008. Face, (im) politeness and rapport. In Helen Spencer-Oatey (ed.), Culturally speaking: Culture, communication and politeness theory, 11-47. London: Continuum) rapport management model with the community of practice model (Wenger 1998. Communities of practice: Learning, meaning, and identity. Cambridge: Cambridge University Press) to investigate extended concurrent speech for floor taking or topic switching. Data were derived from approximately 49 hours of conversations at the English-Corner community of practice and follow-up interviews with ten of the participants. Interactional sociolinguistic methods were employed. Extended concurrent speech for floor taking or topic switching was found to be used as a resource for rapport management. Most of the instances appeared to be facemaintaining and rapport-maintaining; some were face-enhancing and rapportenhancing. The few potentially face-threatening instances turned out to be rapport- maintaining. These might result from the participants' interactional goals, rights preservation, or identity revelation/negotiation, and the informality of the context. The ten interviewees provided insights that corroborated the analysis.","Authors":"Zhu, WH (Zhu, Weihua)","Title":"How do Chinese speakers of English manage rapport in extended concurrent speech?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395678200050 PubMed ID: 28234860 ISSN: 0032-1052 eISSN: 1529-4242","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"PLASTIC AND RECONSTRUCTIVE SURGERY Volume: 139 Issue: 3 Pages: 753-758 DOI: 10.1097/PRS.0000000000003063 Published: MAR 2017","Abstract":"Women are less likely to reach top-level leadership positions, and more likely to leave academic positions, than men, and are likely to earn less money than men. Women are also less likely to initiate a negotiation-a process that is crucial for professional advancement. This reluctance to ask hinders their advancement and can have long-lasting consequences-both financial and professional. The reasons that women do not ask are multifactorial. In this article, we will explore reasons why women are less likely to negotiate, the barriers they face when they do, and strategies that women can apply to improve their negotiation skills.","Authors":"Fischer, LH (Fischer, Lauren H.); Bajaj, AK (Bajaj, Anureet K.)","Title":"Learning How to Ask: Women and Negotiation"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000395678200049 PubMed ID: 28234861 ISSN: 0032-1052 eISSN: 1529-4242","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"PLASTIC AND RECONSTRUCTIVE SURGERY Volume: 139 Issue: 3 Pages: 759-760 DOI: 10.1097/PRS.0000000000003064 Published: MAR 2017","Authors":"Johnson, D (Johnson, Debra)","Title":"Discussion: Learning How to Ask: Women and Negotiation"}]