[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396741600007 ISSN: 1342-078X eISSN: 1347-4715","Keywords":"Hepatitis B; Hepatitis C; Human immunodeficiency virus; Nurse; Stigma KeyWords Plus:HEALTH-WORKERS; ATTITUDES; STIGMA; KNOWLEDGE; HIV/AIDS; AIDS; STIGMATIZATION; POPULATION; MANAGEMENT; STUDENTS","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL HEALTH AND PREVENTIVE MEDICINE Volume: 22 Issue: 1 Article Number: UNSP 9 DOI: 10.1186/s12199-017-0614-y Published: DEC 2017","Abstract":"Objectives: This study examined the factors associated with nurses' willingness to care for patients infected with human immunodeficiency virus (HIV) or hepatitis B or C virus (HBV/HCV) in Vietnam. Methods: A cross-section of 400 Vietnamese nurses from two hospitals were selected using stratified random sampling, to whom a self-administered questionnaire was administered which included demographic items, previous experience with patients infected with HIV or HBV/HCV, and their attitudes toward these patients. Data was analyzed using descriptive statistics and multiple logistic regression. Results: The lifetime prevalence of needlestick or sharps injury whilst caring for a patient infected with HIV or HBV/HCV was 9 and 15.8%, respectively. The majority of participants expressed a willingness to care for patients infected with HIV (55.8%) or HBV/HCV (73.3%). Willingness to care for HIV-infected patients was positively associated with being 40-49 years of age and confidence in protecting themselves against infection. Regarding HBV/HCV infection, willingness to care was positively associated with individual confidence in protecting themselves against infection. Conclusions: This study revealed that Vietnamese nurses were somewhat willing to care for patients infected with HIV or HBV/HCV, and this was associated with individual confidence in protecting themselves against infection and with negative attitudes towards HIV and HBV/HCV. Establishing a positive safety culture and providing appropriate professional education to help reduce the stigma towards infected patients offers an effective way forwards to improve quality of care in Vietnam, as elsewhere.","Authors":"Ishimaru, T (Ishimaru, Tomohiro) ; Wada, K (Wada, Koji) ; Hoang, HTX (Huong Thi Xuan Hoang) ; Bui, ATM (Anh Thi My Bui) ; Nguyen, HD (Hung Dinh Nguyen) ; Le, H (Hung Le) ; Smith, DR (Smith, Derek R.)","Title":"Nurses' willingness to care for patients infected with HIV or Hepatitis B/C in Vietnam"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395372500003 ISSN: 2161-1580 eISSN: 2161-1599","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"AMERICAN POLITICAL THOUGHT Volume: 6 Issue: 1 Pages: 54-77 DOI: 10.1086/689856 Published: WIN 2017","Abstract":"Anarcha-feminist Emma Goldman wrote her 1931 autobiography to evaluate her early politics and American radicalism at the turn of the century. I find in Living My Life two approaches to antiauthoritarian action: Adversarial politics seeks to emancipate the masses by contesting the agents of state, market, or patriarchy, but it falters when radicals act for those with whom they share few experiences. Empathetic politics builds that needed solidarity, by encouraging radicals to learn from the masses and by educating the masses on the conditions that motivate radicals to act. I follow Goldman's transition between these approaches through narratives of early life and politics, prison, nursing, and her assistance with Alexander Berkman's attack on Henry Clay Frick and her defense of William McKinley's assassin. Living My Life proposes that radicals summon the people through shared experience, expanding our understanding of radical thought and the relevance of autobiography for political theory.","Authors":"Bennett, N (Bennett, Nolan)","Title":"Emma Goldman and the Autobiography of the People"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396574700003 PubMed ID: 28271905 ISSN: 0025-9284 eISSN: 1943-2828","Categories":"Psychiatry; Psychology Web of Science Categories:Psychiatry; Psychology, Psychoanalysis","Journal Information":"BULLETIN OF THE MENNINGER CLINIC Volume: 81 Issue: 1 Pages: 53-105 Published: WIN 2017","Abstract":"Parkinson's disease is a widespread neurological illness. However, its psychiatric links have also been discussed lately by many authors, which has brought more depth to the specialized field of neuropsychiatry. Neuropsychiatric complications are commonly seen in Parkinson's patients, including major depression, anxiety, psychosis and hallucination, and cognitive abnormality. Almost all of these complications have a distinct pathophysiology and treatment. In this article we review the most recent studies about the association of these symptoms with Parkinson's disease and highlight the epidemiology, diagnosis, pathophysiology, and treatment of the neuropsychiatric complications, with more emphasis on the pathophysiology of these complications.","Authors":"Khan, MA (Khan, Muhammad Adnan) ; Quadri, SA (Quadri, Syed A.) ; Tohid, H (Tohid, Hassaan)","Title":"A comprehensive overview of the neuropsychiatry of Parkinson's disease: A review"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000397309100003 ISSN: 2253-9832 eISSN: 2254-8270","Keywords":"Family; Alcohol Drinking; Adolescent. KeyWords Plus:STUDENTS","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"RQR ENFERMERIA COMUNITARIA Volume: 5 Issue: 1 Pages: 15-26 Published: WIN 2017","Abstract":"Objective To determine the relationship of the familiar history alcohol consumption and the teen alcohol consumption. Material and methods Correlational-descriptive study in 278 adolescents of a public institute of basic education of Ciudad del Carmen, Campeche, Mexico, it was conducted a stratified random sampling; for data collection was used Alcohol Consumption Familiar History Inventory and Alcohol Use Disorders Identification Test (AUDIT). Capture and analysis was performed in SPSS V 23. Results Was identified a positive and significant relationship of alcohol consumption familiar history and the AUDIT sum (rs=164, p=. 025) and with the amount of alcohol consumed by teens (rs=. 181, p=. 005). Conclusion The study findings show that the family plays a primary role in the acquisition of healthy and unhealthy behaviors in adolescents. Therefore, it is required that the nursing professional design and implement nursing interventions that include family and teenagers in promoting healthy lifestyles.","Authors":"Terrero, JYT (Telumbre Terrero, Juan Yovani) ; Cisneros, MAL (Lopez Cisneros, Manuel Antonio) ; Becerra, AS (Sanchez Becerra, Alejandra) ; Ligonio, FMA (Araujo Ligonio, Flor Magnolia) ; Castanon, MET (Torres Castanon, Mirna Erendira)","Title":"Relationship of family history of alcohol use and alcohol consumption among adolescents"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000397309100004 ISSN: 2253-9832 eISSN: 2254-8270","Keywords":"Sleep Initiation and Maintenance Disorders; therapeutics; cognitive therapy; health promotion; nursing care; Hypnotics and Sedatives KeyWords Plus:COGNITIVE-BEHAVIORAL THERAPY","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"RQR ENFERMERIA COMUNITARIA Volume: 5 Issue: 1 Pages: 27-37 Published: WIN 2017","Abstract":"Objective To establish the therapeutic approach that has been performed in patients diagnosed with insomnia in the town of Almazora (Castellon) Method It is a descriptive, observational, longitudinal and retrospective study. Subjects are adult patients over 18 belonging the Health Center Pio XII and the Center for Almazora Health, both in the town of Almazora. Patients were diagnosed with insomnia (ICD 780.52 and 307.4) and/or presented a NANDA diagnosis associated to this problem (Impaired sleep pattern: 00095, Sleep Deprivation: 00096 and/or disorder sleep pattern: 00198) and included in the Computerized Medical Record (Abucasis). A stratified sample by sex, age and quota (312 patients) was randomly selected out of the Almazora Abucasis database. Results The prevalence of insomnia was 5.5 % (95% CI 5.2 to 5.8). Only10% (95% CI 5.40 to 13.93) of the patients had received some non-drug treatment. Conclusions According to the data, underutilization of non-pharmacological measuresis evident. Moreover, a very high percentage of patients receiveddrug therapy on the first day of diagnosis without previous attempt of non-drug treatment. Nursing care plays a fundamental role in the therapeutic approach of primary insomnia, since the first line of treatment is thenon-pharmacological therapy. Results suggest that an increased nursing role in combination with medical care would promote professional development and subsequently would improve the treatment of patients presenting this disease.","Authors":"Sebastia, NM (Martinez Sebastia, Noelia) ; Ruiz, CA (Anarte Ruiz, Carmen) ; Fores, AM (Masoliver Fores, Angel) ; Monserrate, AG (Gargallo Monserrate, Abel) ; Ferreruela, IL (Lopez Ferreruela, Irene)","Title":"Insomnia: Therapeutic approach from Primary Care"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000397309100006 ISSN: 2253-9832 eISSN: 2254-8270","Keywords":"Nursing; care; Primary Health Care; umbilical cord; dry core care; chlorhexidine; Ethanol KeyWords Plus:TOPICAL APPLICATION; SEPARATION TIME; HUMAN-MILK; CHLORHEXIDINE; NEWBORNS; TRIAL","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"RQR ENFERMERIA COMUNITARIA Volume: 5 Issue: 1 Pages: 57-68 Published: WIN 2017","Abstract":"Objectives To review the available evidence on the effectiveness of topical treatments (Chlorhexidine and Alcohol 70 degrees) in newborns versus the dry core care to prevent infection of the umbilical cord. Methods A systematic review of randomized clinical trials published in the last 5 years (2011-2015) addressing the topical treatment of umbilical cord in healthy newborn of any gestational age in developed countries and non-hospital environments was performed. The research was conducted in Spanish and English. Results 118 records that are girded to 8 appointments after reading the title and abstract were found. Five of them were included in the study. Conclusions The available evidence shows no significant differences in onfalitis or signs of umbilical cord infection. Thus making the cure clean and dry cord does not pose a risk of increased onfalitis in the newborn. Antiseptics (chlorhexidine and alcohol 70 degrees) increase the decay time of the cord.","Authors":"Mellado, AJM (Martinez Mellado, Antonio Jose) ; Martinez, EJM (Meca Martinez, Enrique Jesus)","Title":"Umbilical Cord Care: A bibliographic review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394177000016 PubMed ID: 28155141 ISSN: 1862-3522 eISSN: 1862-3514","Keywords":"Secondary osteoporotic fracture prevention; Fracture Liaison Service KeyWords Plus:HIP FRACTURE; LIAISON SERVICE; POSTMENOPAUSAL WOMEN; DISEASE-MANAGEMENT; COST-EFFECTIVENESS; POSTFRACTURE CARE; POPULATION; OLDER; RISK; REDUCTION","Categories":"Endocrinology & Metabolism; Orthopedics Web of Science Categories:Endocrinology & Metabolism; Orthopedics","Journal Information":"ARCHIVES OF OSTEOPOROSIS Volume: 12 Issue: 1 Article Number: 16 DOI: 10.1007/s11657-017-0307-6 Published: DEC 2017","Abstract":"There are care gaps in the evaluation and treatment of osteoporosis after a fragility fracture. The Joint Commission is considering adoption of core measures. We compared compliance between two secondary fracture prevention programs in our institution. Incorporating strengths of both may provide the best outcomes for secondary fracture prevention. Purpose There are significant care gaps in the evaluation and treatment of osteoporosis after occurrence of fragility fracture. The Joint Commission is considering adoption of a core measure set on osteoporosis-associated fractures, including laboratory assessment, bone density testing, and osteoporosis pharmacologic therapy. We compared compliance to these proposed measures between two secondary fracture prevention programs in patients hospitalized for acute fracture in an open medical system. Methods We conducted a retrospective, single center medical records review of a nurse practitioner-led Fracture Liaison Service (FLS), a physician-led Fracture Prevention Program (FPP), and a historical time without any secondary fracture prevention program (Usual Care) for baseline care. Primary outcomes were the completion of five laboratory tests (calcium, 25-hydroxy vitamin D, renal function, liver function, and complete blood count), order placement and completion of dual x-ray absorptiometry (DXA) scan within 3 months, prescription of osteoporosis medication within 3 months, and medication adherence at 6 months after hospital discharge. Results Completion of all five laboratory tests was higher in FPP versus FLS (84.7 vs. 36.9%, p < 0.001). DXA scan completion was higher in FPP than FLS but not statistically significant (66.7 vs. 54.9%, p = 0.11). Medication prescription at 3 months and adherence at 6 months were significantly higher in FPP versus FLS (65.3 vs. 24.0%, p < 0.001 and 70.8 vs. 27.7%, p < 0.001, respectively). Conclusion Incorporating strengths of both FLS (care coordination) and FPP (physician direction) may provide the best outcomes for secondary fracture prevention by ensuring laboratory and DXA testing and initiating osteoporosis medication.","Authors":"Fojas, MC (Fojas, Ma Conchitina) ; Southerland, LT (Southerland, Lauren T.) ; Phieffer, LS (Phieffer, Laura S.) ; Stephens, JA (Stephens, Julie A.) ; Srivastava, T (Srivastava, Tanya) ; Ing, SW (Ing, Steven W.)","Title":"Compliance to The Joint Commission proposed Core Measure set on osteoporosis-associated fracture: review of different secondary fracture prevention programs in an open medical system from 2010 to 2015"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394177000003 PubMed ID: 28004297 ISSN: 1862-3522 eISSN: 1862-3514","Keywords":"Osteoporosis; Fracture liaison service; Fracture; Greece KeyWords Plus:OSTEOPOROSIS; PREVENTION; WOMEN; IMPLEMENTATION; GUIDELINES; MANAGEMENT; DIAGNOSIS; PROGRAM; RISKS; MEN","Categories":"Endocrinology & Metabolism; Orthopedics Web of Science Categories:Endocrinology & Metabolism; Orthopedics","Journal Information":"ARCHIVES OF OSTEOPOROSIS Volume: 12 Issue: 1 Article Number: 3 DOI: 10.1007/s11657-016-0299-7 Published: DEC 2017","Abstract":"We evaluated the first implementation of FLS in the Greek healthcare setting, at the 251 Hellenic Air Force and VA General Hospital of Athens. Participation rate was moderate (54.5%) and needs improvement; osteoporosis medication was either suggested or reviewed in 74 out of the 116 patients recruited. Purpose The purpose of this study was to evaluate the first implementation of a fracture liaison service (FLS) in Greece, at the 251 Hellenic Air Force and VA General Hospital, Athens. Methods Single-center, prospective study from May 1, 2013 to April 30, 2015 (first year-second year follow-up) was conducted. Patients of both genders aged 40-90 years old, with a history of a low trauma fracture and willing to participate, were included after identification by an FLS nurse. Following recruitment, osteoporosis risk factors were assessed, FRAX score was calculated for treatment-naive patients, bone mineral density (BMD) was measured by dualenergy x-ray absorptiometry (DXA), and osteoporosis treatment was suggested where applicable. The rate of participation, the indication of osteoporosis treatment, and the difficulties met were evaluated. Results Of the eligible 213 patients, 97 (45.5%) were reluctant to participate for personal reasons. From the 116 initially recruited patients (mean age 74.8 +/- 12 years), 77 (66.4%) discontinued their participation at some point for various reasons and 39 patients concluded the study. All 116 patients were assessed for osteoporosis risk factors and given a tailor-made exercise and education program, while FRAX score was assessed in all treatment-naive patients (74 patients, 63.8%). Osteoporosis medication was suggested or reviewed in 74 patients; however, an adherence rate of 100% is only available for the 24 who concluded the study. Conclusions We report the first implementation of FLS in the Greek healthcare setting. The participation rate is moderate and definitely needs improvement.","Authors":"Makras, P (Makras, Polyzois) ; Panagoulia, M (Panagoulia, Maria) ; Mari, A (Mari, Andriana) ; Rizou, S (Rizou, Stavroula) ; Lyritis, GP (Lyritis, George P.)","Title":"Evaluation of the first fracture liaison service in the Greek healthcare setting"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500160 ISSN: 1609-4069","Authors":"El Hussein, M (El Hussein, Mohamed) ; Osuji, JC (Osuji, Joseph C.) ; Hirst, S (Hirst, Sandra)","Title":"Clinical Reasoning Processes to Recognize Delirium: Comparing Registered Nurses (RNs) With Licensed Practical Nurses (LPNs)"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500046 ISSN: 1609-4069","Authors":"Forsythe, L (Forsythe, Lydia)","Title":"Doctor of Nursing Projects Versus Research: Developing the Clinical Scholar Practitioner"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500175 ISSN: 1609-4069","Authors":"Kameoka, T (Kameoka, Tomomi) ; Funashima, N (Funashima, Naomi) ; Yokoyama, K (Yokoyama, Kyoko)","Title":"Trends in Japanese Studies on Research Utilization in Nursing Practice"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500070 ISSN: 1609-4069","Authors":"Maeda, H (Maeda, Hiroki) ; Nishimura, Y (Nishimura, Yumi)","Title":"Collaborative Work by Nurses for Responding to the Intercom in an Emergency Ward"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500189 ISSN: 1609-4069","Authors":"Nicolas, S (Nicolas, Suzanne) ; West, C (West, Christina) ; Lobchuk, M (Lobchuk, Michelle)","Title":"A Grounded Theory Describing the Process of Cultivating Compassion Among Undergraduate Nursing Students"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500190 ISSN: 1609-4069","Authors":"Nishimura, Y (Nishimura, Yumi) ; Maeda, H (Maeda, Hiroki)","Title":"Reformation of Nursing Management and Nursing Practices: A Study of a Nursing Director's Work"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500195 ISSN: 1609-4069","Authors":"Peters-Watral, B (Peters-Watral, Brenda) ; Edwards, M (Edwards, Marie) ; Woodgate, R (Woodgate, Roberta)","Title":"Moral Distress in Oncology Nursing Practice: An Interpretive Description"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500095 ISSN: 1609-4069","Authors":"Phillips, C (Phillips, Craig) ; Kenny, A (Kenny, Amanda) ; Esterman, A (Esterman, Adrian)","Title":"Graduate Nurse Satisfaction With Transition: A Mixed Method Study Involving a Continuous Quality Feedback Loop"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500097 ISSN: 1609-4069","Authors":"Piercy, H (Piercy, Hilary) ; Bell, G (Bell, Gill) ; Bowman, C (Bowman, Christine)","Title":"Models of HIV Specialist Nursing Provision Identified From a National Study"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500100 ISSN: 1609-4069","Authors":"Priode, K (Priode, Kimberly) ; Carnevale, T (Carnevale, Teresa)","Title":"The Good Ole' Girls Nursing Club: The Male Student Perspective"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500105 ISSN: 1609-4069","Authors":"Rieger, KL (Rieger, Kendra L.) ; Chernomas, WM (Chernomas, Wanda M.) ; McMillan, DE (McMillan, Diana E.) ; Morin, FL (Morin, Francine L.)","Title":"You Want Me to do What? Nursing Students' Experiences With Arts-Based Pedagogy"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500198 ISSN: 1609-4069","Authors":"Rivers, J (Rivers, Julie)","Title":"Nursing Students Learning With Serious Gaming: A Grounded Theory Investigation"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500199 ISSN: 1609-4069","Authors":"Roach, M (Roach, Michael) ; Scanlan, J (Scanlan, Judith)","Title":"From the World to the Prairies: Internationally Educated Nurses Stories in Transitioning to Rural Manitoba"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500117 ISSN: 1609-4069","Authors":"Smith, M (Smith, Mary) ; Chachula, K (Chachula, Kathryn) ; Hyndman, K (Hyndman, Kathryn)","Title":"Practical Nursing Students' Lived Experience of Returning to School to Earn a Bachelor of Nursing Degree: Implications for Program Delivery"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500119 ISSN: 1609-4069","Authors":"Stahlke, S (Stahlke, Sarah) ; Pituskin, E (Pituskin, Edith) ; Rawson, K (Rawson, Krista)","Title":"Patients' Impressions of Nurse Practitioner Care"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500204 ISSN: 1609-4069","Authors":"Strandas, M (Strandas, Maria) ; Bondas, T (Bondas, Terese)","Title":"The Patient's Story of Health: A Meta ethnography of How Nurse-Patient Relationships Can Enhance Patients' Health"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500122 ISSN: 1609-4069","Authors":"Tanaka, T (Tanaka, Tomoko) ; Hyodo, Y (Hyodo, Yoshimi) ; Yamanaka, H (Yamanaka, Hiroe)","Title":"Case Study About Cognitive and Behavior Features of \"High-Stopper Nurses\": Suggestions for Medical Safety Education"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500126 ISSN: 1609-4069","Authors":"Thomas, N (Thomas, Nel)","Title":"Examining the Lived Experience of Holistic Nurses Who Integrate Complementary and Alternative Modalities of Care in Nursing Practice"}, {"Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 Published: DEC 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000394777500135 ISSN: 1609-4069","Authors":"Vissandjee, B (Vissandjee, Bilkis) ; Jahan, F (Jahan, Fayeza) ; Kilpatrick, K (Kilpatrick, Kelley)","Title":"Diabetes Type 2 in the Context of Migration: Sweet or Sour Contribution of Advanced Nursing Practice to an Intersectoral Partnership"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394777500211 ISSN: 1609-4069","Keywords":"affect theory; video-reflexive ethnography; infection prevention and control; healthcare-associated infection; patient safety; patient involvement; collaborative research; post-qualitative methodology KeyWords Plus:HEALTH-CARE WORKERS; HAND HYGIENE; ADVERSE EVENTS; SAFETY; STRATEGIES; ATTITUDES; LIFE","Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF QUALITATIVE METHODS Volume: 16 Issue: 1 DOI: 10.1177/1609406917690171 Published: DEC 2017","Abstract":"This study, set in a mixed, adult surgical ward of a metropolitan teaching hospital in Sydney, Australia, used a novel application of video-reflexive ethnography (VRE) to engage patients and clinicians in an exploration of the practical and relational complexities of patient involvement in infection prevention and control (IPC). This study included individual reflexive sessions with eight patients and six group reflexive sessions with 35 nurses. VRE usually involves participants reflecting on video footage of their own (and colleagues') practices in group reflexive sessions. We extended the method here by presenting, to nurses, video clips of their clinical interactions with patients, in conjunction with footage of the patients themselves analyzing the videos of their own care, for infection risks. We found that this novel approach affected the nurses' capacities to recognize, support, and enable patient involvement in IPC and to reflect on their own, sometimes inconsistent, IPC practices from patients' perspectives. As a \"post-qualitative\" approach, VRE prioritizes participants' roles, contributions, and learning. Invoking affect as an explanatory lens, we theorize that a \"safe space\" was created for participants in our study to reflect on and reshape their assumptions, positionings, and practices.","Authors":"Wyer, M (Wyer, Mary) ; Iedema, R (Iedema, Rick) ; Hor, SY (Hor, Su-Yin) ; Jorm, C (Jorm, Christine) ; Hooker, C (Hooker, Claire) ; Gilbert, GL (Gilbert, Gwendolyn L.)","Title":"Patient Involvement Can Affect Clinicians' Perspectives and Practices of Infection Prevention and Control: A \"Post-Qualitative\" Study Using Video-Reflexive Ethnography"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396493600005 ISSN: 0021-6682 eISSN: 1553-0604","Categories":"Arts & Humanities - Other Topics; Religion Web of Science Categories:Humanities, Multidisciplinary; Religion","Journal Information":"JEWISH QUARTERLY REVIEW Volume: 107 Issue: 1 Pages: 113-128 DOI: 10.1353/jqr.2017.0004 Published: WIN 2017","Authors":"Cohen, J (Cohen, Jeremy)","Title":"Pope Innocent III, Christian Wet Nurses, and Jews: A Misunderstanding and Its Impact"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395808900004 ISSN: 1058-1243 eISSN: 1548-8519","Keywords":"Birth story; nursing education; maternal child nursing; older adults KeyWords Plus:NARRATIVES; EXPERIENCE; TRAUMA","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF PERINATAL EDUCATION Volume: 26 Issue: 1 Pages: 18-22 DOI: 10.1891/1058-1243.26.1.18 Published: WIN 2017","Abstract":"Stories have been used as a way to educate and inform. An educational activity was created for use with prelicensure nursing students in a maternal infant health course where students had the opportunity to be present to the birth stories of older adults. These stories were transformative and brought new context to how the students understood current-day labor and birth practices. This activity allowed students to see how powerful the birth process is in a woman's life, in that these memories had the power to transcend time. Students were also able to build relationships and practice their communication skills with older adults, which in turn may also be beneficial for the older adults as well.","Authors":"Burgess, AL (Burgess, Adriane L.)","Title":"Intergenerational Reflections on Birth: Story as a Method to Enhance Meaning Making in Prelicensure Nursing Students"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395808900005 ISSN: 1058-1243 eISSN: 1548-8519","Keywords":"paternal role; prenatal; educational intervention; nursing practice KeyWords Plus:PRENATAL-CARE; TRANSITION; PARENTHOOD; EXPERIENCES; PREGNANCY; INVOLVEMENT","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF PERINATAL EDUCATION Volume: 26 Issue: 1 Pages: 23-36 DOI: 10.1891/1058-1243.26.1.23 Published: WIN 2017","Abstract":"This article presents a clinical project of the development and evaluation of an educational intervention that aimed at promoting the development of a sense of mastery of the anticipated paternal role in soon-to-be fathers. The preventive role supplementation conceptual framework guided the development of 4 educational sessions that were delivered to 6 expectant fathers attending prenatal classes at a local community services center in Greater Montreal area. The participants highly appreciated the content and format of the educational intervention. They also expressed to have developed a sense of mastery of the anticipated paternal role. This interactive educational intervention, which focused on the specific needs of expectant fathers, seems appropriate to support men in their transition to fatherhood.","Authors":"Bourget, M (Bourget, Melanie) ; Heon, M (Heon, Marjolaine) ; Aita, M (Aita, Marilyn) ; Michaud, M (Michaud, Monique)","Title":"An Educational Intervention to Support the Development of a Sense of Mastery of the Anticipated Paternal Role in Expectant Fathers: A Clinical Project"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394592400002 ISSN: 1523-4614 eISSN: 1526-5498","Keywords":"healthcare management; fluid teams; productivity; team familiarity; dispersion; bottleneck KeyWords Plus:TRANSACTIVE MEMORY-SYSTEMS; PSYCHOLOGICAL SAFETY; SOFTWARE-DEVELOPMENT; MEMBER FAMILIARITY; KNOWLEDGE TRANSFER; INPUT UNCERTAINTY; INTEGRATIVE MODEL; PERFORMANCE; WORK; NURSES","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"M&SOM-MANUFACTURING & SERVICE OPERATIONS MANAGEMENT Volume: 19 Issue: 1 Pages: 19-35 DOI: 10.1287/msom.2016.0597 Published: WIN 2017","Abstract":"Fluid teams are commonly used by a variety of organizations to performsimilar and repetitive yet highly critical and knowledge-intensive tasks. Such teams operate for a limited time, after which they dissolve and some of their members may work together again as part of another team. Using a granular data set of 6,206 cardiac surgeries from a private hospital in Europe over seven years, our study offers a new and detailed account of how team familiarity (i.e., shared work experience) influences team productivity. We highlight the role of nuanced team composition dynamics beyond average team familiarity. We observe that teams with high dispersion of pairwise familiarity exhibit lower team productivity, and the existence of a \"bottleneck-pair\" may significantly hinder overall knowledge transfer capability, thus, productivity of fluid teams. In addition, we find that the higher the percentage of familiarity gained from complex tasks, the higher the productivity of the team. Finally, our results suggest that the positive effect of average team familiarity on productivity is enhanced when performing more complicated tasks. Our study provides new operational insights to improve productivity of fluid teams with better team composition strategies.","Authors":"Avgerinos, E (Avgerinos, Emmanouil) ; Gokpinar, B (Gokpinar, Bilal)","Title":"Team Familiarity and Productivity in Cardiac Surgery Operations: The Effect of Dispersion, Bottlenecks, and Task Complexity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395524000004 ISSN: 0300-0508 eISSN: 1708-8313","Keywords":"inter-professional relations; low back pain; physical therapists; robotics; telerehabilitation KeyWords Plus:TOTAL KNEE ARTHROPLASTY; HOME TELEREHABILITATION; PHYSIOTHERAPY; PROGRAM","Categories":"Rehabilitation Web of Science Categories:Rehabilitation","Journal Information":"PHYSIOTHERAPY CANADA Volume: 69 Issue: 1 Pages: 14-19 DOI: 10.3138/ptc.2015-77 Published: WIN 2017","Abstract":"Purpose: The purpose of this case study was to evaluate the delivery of an inter-professional (IP) spinal triage management approach to chronic back disorders using remote presence robotic technology as an innovative form of telerehabilitation in a northern Saskatchewan community. Methods: The IP team, consisting of a local nurse practitioner (NP) and a physical therapist in an urban centre, completed a comprehensive neuromusculoskeletal assessment of, and one follow-up visit with, a post-surgical spinal patient. Treatment included detailed education regarding self-management after spinal surgery, provision and progression of home exercises, and reassurance. The patient was then referred to regional, in-person physical therapy care to complete her treatment. Results: A semi-structured interview with the NP revealed a high level of satisfaction; qualitative themes included the value of IP practice and the benefit to the patient of telerehabilitation achieved through patient-centred care. In a post-treatment survey, the patient expressed a high level of satisfaction with and appreciation for the patient-centred approach and the IP team. Objective clinical improvements in spinal and straight-leg raise movements were noted at the final telerehabilitation session. Conclusion: This report demonstrates the feasibility of delivering IP spinal triage management using telerehabilitation, specifically remote presence robotics, in a remote setting. Further research should include larger scale studies that investigate health, system, and economic outcomes as well as comparative studies for other forms of telehealth technology.","Authors":"Grona, SL (Grona, Stacey Lovo) ; Bath, B (Bath, Brenna) ; Bustamante, L (Bustamante, Luis) ; Mendez, I (Mendez, Ivar)","Title":"Case Report: Using a Remote Presence Robot to Improve Access to Physical Therapy for People with Chronic Back Disorders in an Underserved Community"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395524000012 PubMed ID: 28154447 ISSN: 0300-0508 eISSN: 1708-8313","Keywords":"education; occupational therapists; self-care; students KeyWords Plus:CHRONIC DISEASE; CLINICAL-PRACTICE; NURSING-STUDENTS; CARE; ATTITUDES; INTERVENTIONS; KNOWLEDGE; EDUCATION","Categories":"Rehabilitation Web of Science Categories:Rehabilitation","Journal Information":"PHYSIOTHERAPY CANADA Volume: 69 Issue: 1 Pages: 73-80 DOI: 10.3138/ptc.2015-68E Published: WIN 2017","Abstract":"Purpose: We evaluated whether education in self-management support (SMS) increases future clinicians' intentions to use a new way of delivering rehabilitation services. Methods: A convenience sample of 10 students took a 5-week theoretical course, followed by 6 weeks spent assessing patients, establishing treatment plans, and monitoring their performance by telephone. Focus groups were held before and after the educational modules, with deductive mapping of themes to the Theory of Planned Behaviour and inductive analysis of additional themes. Results: Five themes and 22 subcategories emerged from the deductive-inductive focus group content analysis. After participating in the educational modules, students reported gaining knowledge about SMS and highlighted the lack of similar preparation during their academic courses. Nonetheless, they were hesitant to adopt SMS. Conclusion: Future clinicians gained knowledge and skills after being exposed to SMS courses, but their intention to adopt SMS in their future daily practice remained low. We also noted a lack of formal training in SMS in the academic setting. The findings from this study support incorporating SMS training into the curriculum, but to increase students' intention to use SMS as part of patient care, training may need to be in more depth than it was in the modules we used.","Authors":"Figueiredo, S (Figueiredo, Sabrina) ; Mayo, NE (Mayo, Nancy E.) ; Thomas, A (Thomas, Aliki)","Title":"Future Rehabilitation Professionals' Intentions to Use Self-Management Support: Helping Students to Help Patients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396490200037 ISSN: 1735-0328 eISSN: 1726-6890","Keywords":"Aromatherapy; Lavender; Vital Sings; Open-heart surgery KeyWords Plus:AROMATHERAPY; MOOD","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"IRANIAN JOURNAL OF PHARMACEUTICAL RESEARCH Volume: 16 Issue: 1 Pages: 404-409 Published: WIN 2017","Abstract":"This study evaluated the effects of inhalation of Lavender essential oil on vital signs in open heart surgery ICU. The main complaint of patients after open-heart surgery is dysrhythmia, tachycardia, and hypertension due to stress and pain. Due to the side effects of chemical drugs, such as opioids, use of non-invasive methods such as aromatherapy for relieving stress and pain parallel to chemical agents could be an important way to decrease the dose and side effects of analgesics. In a multicenter, single-blind trial, 40 patients who had open-heart surgery were recruited. Inclusion criteria were full consciousness, lack of hemorrhage, heart rate >60 beats/min, systolic blood pressure > 100 mmHg, and diastolic blood pressure > 60 mmHg, not using beta blockers in the operating room or ICU, no history of addiction to opioids or use of analgesics in regular, spontaneous breathing ability and not receiving synthetic opioids within 2 h before extubation. Ten minutes after extubation, the patients > vital signs [including BP, HR, Central Venous Pressure (CVP), SPO2, and RR] were measured. Then, a cotton swab, which was impregnated with 2 drops of Lavender essential oil 2%, was placed in patients' oxygen mask and patients breathed for 10 min. Thirty minutes after aromatherapy, the vital signs were measured again. Main objective of this study was the change in vital sign before and after aromatherapy. Statistical significance was accepted for P < 0.05. There was a significant difference in systolic blood pressure (p 0.001 <), diastolic blood pressure (p = 0.001), and heart rate (p = 0.03) before and after the intervention using paired t-test. Although, the results did not show any significant difference in respiratory rate (p = 0.1), SpO2 (p = 0.5) and CVP (p = 0.2) before and after inhaling Lavender essential oil. Therefore, the aromatherapy could effectively reduce blood pressure and heart rate in patients admitted to the open heart surgery ICU and can be used as an independent nursing intervention in stabilizing mentioned vital signs. The limitations of our study were sample size and lack of control group. Randomized clinical trials with larger sample size are recommended.","Authors":"Salamati, A (Salamati, Armaiti) ; Mashouf, S (Mashouf, Soheyla) ; Mojab, F (Mojab, Faraz)","Title":"Effect of Inhalation of Lavender Essential Oil on Vital Signs in Open Heart Surgery ICU"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000009 PubMed ID: 28252468 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"trauma-informed care; medical trauma; changing perceptions in medical professionals; framework of training health care professionals; continuing education for health professionals; interprofessional education; knowledge translation; organization learning and change; patient safety; program planning/curriculum development; quality improvement/six sigma/lean; research/evaluation KeyWords Plus:ADVERSE CHILDHOOD EXPERIENCES; POSTTRAUMATIC-STRESS; PSYCHOSOCIAL CARE; INJURED CHILDREN; NURSES; DEPRESSION; ADULTS","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 55-60 DOI: 10.1097/CEH.0000000000000140 Published: WIN 2017","Abstract":"Introduction: To evaluate the initial application of a recently published three-step framework for implementing trauma-informed care (TIC) in a pediatric health care network by applying Framework for Spread. Methods: In steps 1 and 2 of the framework, we established commitment from the health care network leadership and initial interest in TIC among clinical providers (step 1), set evidence-based training goals and created the associated TIC training content (step 2). In step 3, 440 health care professionals (from 27 health care teams) participated in single-session, 1-hour training that covered the psychological impact of injury-and illness-related trauma, identification of traumatic stress symptoms, and how to respond to children exposed to potentially traumatic events. A concomitant quality improvement project allowed us to assess potential changes in training participants' favorable attitudes toward the integration of TIC and confidence in delivering TIC. Results: Compared with pretraining, participants demonstrated increases in attitude toward TIC, t(293) = 5.8, P < .001, Cohen's d = 0.32, and confidence in delivering TIC, t(293) = 20.9, P < .001, Cohen's d = 1.09. Discussion: Trainings were effective in achieving proximal goals targeting attitudes and confidence, thereby demonstrating the feasibility and clinical relevance of TIC training when implemented according to the three-step framework. Future research should examine methods of training to reach wide audiences to promote systematic change and evaluate changes in patient outcomes associated with providers' implementation of TIC.","Authors":"Weiss, D (Weiss, Danielle) ; Kassam-Adams, N (Kassam-Adams, Nancy) ; Murray, C (Murray, Carol) ; Kohser, KL (Kohser, Kristen L.) ; Fein, JA (Fein, Joel A.) ; Winston, FK (Winston, Flaura K.) ; Marsac, ML (Marsac, Meghan L.)","Title":"Application of a Framework to Implement Trauma-Informed Care Throughout a Pediatric Health Care Network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395767200010 PubMed ID: 27861917 ISSN: 0022-4006 eISSN: 1752-7325","Keywords":"dental therapist; dental care delivery; dental nurse; dental care for children","Categories":"Dentistry, Oral Surgery & Medicine; Public, Environmental & Occupational Health Web of Science Categories:Dentistry, Oral Surgery & Medicine; Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF PUBLIC HEALTH DENTISTRY Volume: 77 Issue: 1 Pages: 78-85 DOI: 10.1111/jphd.12184 Published: WIN 2017","Abstract":"Objectives: The poor oral health of Saskatchewan's children, in concert with a significant shortage of dentists, prompted the province in the early 1970s to seek an alternative method of addressing the oral health care needs of children. The result was the Saskatchewan Health Dental Plan (SHDP), which trained and employed dental therapists in school-based clinics to provide basic dental care to all children. The program was initiated over the opposition of Saskatchewan's dentists. The purpose of this research was to provide information and data previously not documented in the refereed dental literature regarding the only school-based program staffed by dental therapists to ever exist in North America. Methods: This case study reviews the program's planning, opposition, implementation, and achievements based on a comprehensive review of published articles as well as a search of the grey literature. Additionally, Saskatchewan Health provided annual reports for each year of the program's existence. Results: During its thirteen years of existence, the school-based program proved popular with parents and achieved significant success in providing necessary dental care for children. It was terminated in 1987 by the newly elected provincial Conservative government, which was not supportive of such social programs. Conclusions: The SHDP serves as a successful model of school-based dental care for children. However, the termination of the plan demonstrates the vulnerability of publicly funded dental health programs to conflicting political ideologies and special interest groups.","Authors":"Mathu-Muju, KR (Mathu-Muju, Kavita R.) ; Friedman, JW (Friedman, Jay W.); Nash, DA (Nash, David A.)","Title":"Saskatchewan's school-based dental program staffed by dental therapists: a retrospective case study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391432300005 PubMed ID: 28234603 ISSN: 1203-7796 eISSN: 1488-237X","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"CANADIAN JOURNAL OF RURAL MEDICINE Volume: 22 Issue: 1 Pages: 8-12 Published: WIN 2017","Abstract":"Introduction: Although the interfacility transport (IFT) of critically ill pediatric patients from rural to tertiary health centres may improve outcomes, the impact of IFTs on the rural referring centre is not known. The purpose of this study was to investigate how the IFT of critically ill children affects staffing and functionality of rural emergency departments (EDs) in Manitoba. Methods: In 2015, surveys were emailed to the medical directors of all 15 regional EDs within 2 hours' travel time from a tertiary pediatric hospital. The survey consisted of 9 questions that addressed baseline characteristics of the regional EDs and duration of ED staffing changes or closures due to IFT of critically ill pediatric patients. Results: Ten surveys were received (67% response rate); a regional ED catchment population of about 130 000 people was represented. Interfacility transport caused most EDs (60%, with an average catchment population of 15 000) to close or to alter their staffing to a registered nurse only. These temporary changes lasted a cumulative total of 115 hours. Conclusion: Interfacility transport of critically ill pediatric patients resulted in ED closures and staffing changes in rural Manitoba. These findings suggest that long-term sustainable solutions are required to improve access to emergency care.","Authors":"Hansen, G (Hansen, Gregory) ; Beer, DL (Beer, Darcy L.) ; Vallance, JK (Vallance, Jeff K.)","Title":"The impact of transport of critically ill pediatric patients on rural emergency departments in Manitoba"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390247700003 PubMed ID: 27741029 ISSN: 0268-1315 eISSN: 1473-5857","Keywords":"Alzheimer's disease; antipsychotics; dementia; elderly; hospitalization; pharmacoepidemiology KeyWords Plus:NURSING-HOME RESIDENTS; ALZHEIMERS-DISEASE; PSYCHOLOGICAL SYMPTOMS; SAFETY WARNINGS; NATIONAL-HEALTH; DRUG USE; TRENDS; CARE; IMPACT; PRESCRIPTION","Categories":"Pharmacology & Pharmacy; Psychiatry Web of Science Categories:Pharmacology & Pharmacy; Psychiatry","Journal Information":"INTERNATIONAL CLINICAL PSYCHOPHARMACOLOGY Volume: 32 Issue: 1 Pages: 13-19 DOI: 10.1097/YIC.0000000000000150 Published: NOV 2017","Abstract":"The aim of this study was to assess the prevalence of long-term antipsychotic (AP) use in community-dwelling patients with dementia considering hospitalization periods as AP exposure or not. A retrospective study was carried out from 2009 to 2012 on a PACA-Alzheimer cohort (which included 31 963 patients in 2009 and 36 442 in 2012 from 5 million inhabitants). Three groups of patients were identified according to the longest exposure to APs without interruption: nonusers, short-term users (<= 3 successive months without discontinuation), and long-term users. Sensitivity analyses on hospitalization periods were carried out. The percentage of patients with at least one AP dispensing was stable over the study period (25.6% in 2009 vs. 26.5% in 2012). In 2012, 27.6% were AP long-term users. This increased to 46.7% when hospitalization periods were counted as AP exposure. In comparison with nonusers, AP users took more benzodiazepines and antidepressants. Short-term users were men [odds ratio (OR)= 1.2, 95% confidence interval (CI) (1.1-1.3)] older than 85 years old [OR= 1.2, 95% CI (1.1-1.2)]. Long-term users were more exposed to benzodiazepines [OR= 1.2, 95% CI (1.1-1.4)]. This study showed that long-term use of AP remained frequent in community-dwelling patients with dementia. It also showed that the prevalence of long-term users almost doubled when hospitalization periods were counted as AP exposure. This underlines the need to consider hospitalization periods when assessing medication exposure in populations with frequent periods of hospitalization. Copyright (C) 2016 Wolters Kluwer Health, Inc. All rights reserved.","Authors":"Boucheriea, Q (Boucheriea, Quentin) ; Gentile, G (Gentile, Gaetan) ; Chalancon, C (Chalancon, Coralie) ; Sciortino, V (Sciortino, Vincent) ; Blin, O (Blin, Olivier) ; Micallef, J (Micallef, Jolle) ; Bonin-Guillaume, S (Bonin-Guillaume, Sylvie)","Title":"Long-term use of antipsychotics in community-dwelling dementia patients: prevalence and profile accounting for unobservable time bias because of hospitalization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952000027 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"OR in health services; Integer programming; Column generation; Shift scheduling; Task scheduling KeyWords Plus:PROGRAMMING APPROACH; SKILLED WORKFORCE; PRICE APPROACH; PROJECT TASK; NURSE; BRANCH; CONSTRAINTS; MODEL; TIME; OPTIMIZATION","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 1 Pages: 316-334 DOI: 10.1016/j.ejor.2016.12.026 Published: JUL 1 2017","Abstract":"In order to cope with steadily increasing healthcare costs, hospitals introduce a new type of employee taking over logistics tasks from specialized nurses, namely logistics assistants. In the light of the introduction, hospitals are faced with the question of dimensioning their number. We present a mixed-integer program that allows defining the optimal number of logistics assistants, given predefined task requirements. We combine flexible shift scheduling with a task scheduling problem. We incorporate flexibility both in terms of shift scheduling as well as task scheduling in order to define the minimum number of workers. We present a column generation based solution approach that finds optimal solutions, and compare decomposition approaches with one and two subproblems. Neither the general model nor the solution approach are limited to logistics assistants but can also be applied to other problem settings in the healthcare industry and beyond. The approach is tested with 48 problem instances in total and compared to benchmarks. As part of our solution approach, we present a lower bound for staff minimization problems with an unknown number of available workers. We show that flexibility in shift scheduling and task scheduling leads to a decrease of 40-49% of the required workforce, compared to the non-flexible case. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Volland, J (Volland, Jonas) ; Fugener, A (Fuegener, Andreas) ; Brunner, JO (Brunner, Jens O.)","Title":"A column generation approach for the integrated shift and task scheduling problem of logistics assistants in hospitals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398829500004 ISSN: 1473-3145 eISSN: 1746-1405","Keywords":"practitioner research; autobiographical approaches; autoethography; reflexivity; wounded healer","Categories":"Psychology Web of Science Categories:Psychology, Clinical","Journal Information":"COUNSELLING & PSYCHOTHERAPY RESEARCH Volume: 17 Issue: 2 Pages: 104-112 Special Issue: SI DOI: 10.1002/capr.12098 Published: JUN 2017","Abstract":"Background: The research and practice divide is the subject of much debate in clinical disciplines. The movement towards autoethnography and first person research can illustrate the ways that the connection may be lived out in individual experience, contribute to bridging the divide and address deeper levels of experience that have not often been addressed in research or practice. Aim: The article aims to contribute to furthering practitioner research and first person research through describing how research and practice have been interwoven in the author's experience as a psychotherapist and nurse. It also explicitly aims to include the non-rational and transpersonal aspects which form a key part of the author's experience. Methodology: Data is drawn from a range of written material including both personal journals, published and unpublished research and creative writing. Findings: The findings are presented in narrative format reflecting the way that memory moves back and forth in present experience. The paper interweaves thirty years experience of research and practice, highlighting areas about which there was an experienced silence. Implications: The article highlights the contribution that first person research can make in addressing deeper levels of experience that may not be disclosed in other forms of research because they contain non-rational elements, that however do form an important part of some cultural perspectives and indivdual experience.","Authors":"Cotter, A (Cotter, Angela)","Title":"Moving and being moved through time: Autoethnographic Reflections on first-person research and its development over 30 years"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398476000010 PubMed ID: 27129702 ISSN: 0022-4197 eISSN: 1573-6571","Keywords":"Spiritual care; Spiritual care support perception; Elderly care technicians KeyWords Plus:CANCER; NURSES; END","Categories":"Public, Environmental & Occupational Health; Religion Web of Science Categories:Public, Environmental & Occupational Health; Religion","Journal Information":"JOURNAL OF RELIGION & HEALTH Volume: 56 Issue: 3 Pages: 852-860 DOI: 10.1007/s10943-016-0248-1 Published: JUN 2017","Abstract":"Spiritual care means helping an individual protect, maintain and gain all the dimensions of his/her existence. Elderly care technicians face numerous cases or crisis situations in which elderly individuals from different backgrounds question the meaning and value of life. Elderly care technicians must acknowledge that the spirituality is an important element in the way an elderly individual receives healthcare and they must be equipped for this matter. This study was conducted in order to examine the influence of \"Skill Development Training Program for Spiritual Care of Elderly Individual,\" which was carried out with students from elderly care program, on the perception of spirituality support in a pretest-posttest quasi-experimental study design with control group. As the data collection form, \"Spiritual Support Perception\" (SSP) scale was used. The mean scores of the intervention group after the training and after one month are 50.39 +/- 5.34 and 51.13 +/- 4.98, respectively, and those of the control group are 43.16 +/- 4.83 and 42.72 +/- 4.48. A statistically significant difference was found between the mean scores of the intervention group from the pretest and the posttests immediately after the training and one month after the training (f = 94.247, p = 0.001). In the control group, however, there was no significant change in the SSP mean scores (f = 0.269, p = 0.77). As a result, this study pointed out the necessity of such training programs for healthcare professionals to make a distinction between their professional duties and their own personalities in order to offer spiritual care to the elderly individual.","Authors":"Bulduk, S (Bulduk, Serap) ; Usta, E (Usta, Esra) ; Dincer, Y (Dincer, Yeliz)","Title":"The Influence of Skill Development Training Program for Spiritual Care of Elderly Individual on Elderly Care Technician Students' Perception of Spiritual Support"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395602400007 ISSN: 0305-0548 eISSN: 1873-765X","Keywords":"Timetabling; Nurse rostering; Hybrid algorithm; Integer programming; Constraint programming KeyWords Plus:HARMONY SEARCH ALGORITHM; NEIGHBORHOOD SEARCH; GLOBAL CONSTRAINTS; SOFT","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Industrial; Operations Research & Management Science","Journal Information":"COMPUTERS & OPERATIONS RESEARCH Volume: 82 Pages: 83-94 DOI: 10.1016/j.cor.2017.01.016 Published: JUN 2017","Abstract":"The Nurse Rostering Problem can be defined as assigning a series of shift sequences (schedules) to several nurses over a planning horizon according to some limitations and preferences. The inherent benefits of generating higher-quality schedules are a reduction in outsourcing costs and an increase in job satisfaction of employees. In this paper, we present a hybrid algorithm, which combines Integer Programming and Constraint Programming to efficiently solve the highly-constrained Nurse Rostering Problem. We exploit the strength of IP in obtaining lower-bounds and finding an optimal solution with the capability of CP in finding feasible solutions in a co-operative manner. To improve the performance of the algorithm, and therefore, to obtain high-quality solutions as well as strong lower-bounds for a relatively short time, we apply some innovative ways to extract useful information such as the computational difficulty of instances and constraints to adaptively set the search parameters. We test our algorithm using two different datasets consisting of various problem instances, and report competitive results benchmarked with the state-of-the-art algorithms from the recent literature as well as standard IP and CP solvers, showing that the proposed algorithm is able to solve a wide variety of instances effectively. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Rahimian, E (Rahimian, Erfan) ; Akartunali, K (Akartunali, Kerem) ; Levine, J (Levine, John) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Akartunali, Kerem http://orcid.org/0000-0003-0169-3833","Title":"A hybrid integer and constraint programming approach to solve nurse rostering problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398561700004 PubMed ID: 28261783 ISSN: 0001-5172 eISSN: 1399-6576","Categories":"Anesthesiology Web of Science Categories:Anesthesiology","Journal Information":"ACTA ANAESTHESIOLOGICA SCANDINAVICA Volume: 61 Issue: 5 Pages: 480-491 DOI: 10.1111/aas.12876 Published: MAY 2017","Abstract":"Background: Although the need for structured assessment and management of acute postoperative pain has been recognized, practices and responsibilities vary between and within hospitals and countries. We sought to determine current pain management practices in Spanish hospitals with and without acute pain services (APSs) or acute pain management programmes (APMPs) and compare them to practices reported for 1997-1998. Methods: Members of the Spanish Pain Society and APS/APMP heads were asked to respond to a survey. Responses were stratified by hospital size (< 200 or >= 200 beds) and APS/APMP presence or not. Categorical variables were described by percentages and the 95% confidence interval and continuous ones by the median and interquartile range. Results: Responses were received from 42.4% of hospitals with >= 200 beds (vs. 9.6% of the smaller ones). We fully analysed only data for the larger hospitals, 57.7% of which had an APS or APMP. Full-time pain physicians were on staff in 28.6% of large hospitals; 25% had full-time nurses. Patients received written information about postoperative pain in 34.8% of APS/APMP hospitals, and 72% of them recorded pain assessments routinely. Protocols reflected interdepartmental consensus in 80.8%; training in postoperative pain was organised in 54%. Respondents thought pain was well or very well managed in 46.4%. In APS/APMP hospitals the following results had improved: provision of written information for patients (58.5% vs. 0%), the recording of pain assessments (93% vs. 43.8%), consensus on a pain scale (92.5% vs. 41.9%), use of protocols (99.7% vs. 55.2%), analysis of quality indicators (52.8% vs. 15.4%), training (73% vs. 26.9%), and respondents' satisfaction with pain management in their hospital (68.6% vs. 9.5%). Conclusions: The presence of an APS or APMP is associated with better results on indicators of quality of acute postoperative pain management.","Authors":"Montes, A (Montes, A.) ; Aguilar, JL (Aguilar, J. L.) ; Benito, MC (Benito, M. C.) ; Caba, F (Caba, F.) ; Margarit, C (Margarit, C.) Group Author(s): Spanish Pain Soc SED","Title":"Management of postoperative pain in Spain: a nationwide survey of practice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013300002 ISSN: 0360-1315 eISSN: 1873-782X","Keywords":"Nursing education; Simulations; Technology adoption; Technology integration; Virtual patients KeyWords Plus:METAANALYSIS; TECHNOLOGY; STUDENTS; SAFETY","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Interdisciplinary Applications; Education & Educational Research","Journal Information":"COMPUTERS & EDUCATION Volume: 108 Pages: 11-29 DOI: 10.1016/j.compedu.2017.01.005 Published: MAY 2017","Abstract":"This study sought to develop a valid and reliable instrument to identify the characteristics of computer-based, interactive, and asynchronous virtual patient simulations that nurse educators identify as important for adoption, and the subsequent curricular integration strategies they employed. Once these factors were identified, this study also sought to explore any relationships between the influential features for adoption and the ways in which the adopted virtual patients are integrated. Data were collected with the Virtual Patient Adoption and Integration in Nursing (VPAIN) survey, which was completed by 178 nurse educators who were currently using, or had previously used virtual patient simulations. Both exploratory factor analysis and correlation analysis were conducted. Through exploratory factor analysis, 55.6% of the variance in the VPAIN adoption subscale data was accounted for by the nine adoption factors identified: Trustworthiness, Worldbuilding, Pedagogy, Differentiation, Encouragement, Clarity, Evaluation, Administrative Pressure, and Visibility. The factor analysis also identified five factors within the integration sub scale, which accounted for 53.3% of the variance: Hour Replacement, Intensive Integration, Leveling, Preparation, and Benchmarking. A correlation analysis was conducted to identify relationships between the adoption and integration factors. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kleinheksel, AJ (Kleinheksel, A. J.) ; Ritzhaupt, AD (Ritzhaupt, Albert D.)","Title":"Measuring the adoption and integration of virtual patient simulations in nursing education: An exploratory factor analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398594800004 ISSN: 1396-5883 eISSN: 1600-0579","Keywords":"dental roles; professional identity; dental team; interprofessional KeyWords Plus:HEALTH-CARE STUDENTS; DIRECT ACCESS; TEAM; ROLES; THERAPISTS; DENTISTRY; KNOWLEDGE; UK; SOCIALIZATION; COMMUNICATION","Categories":"Dentistry, Oral Surgery & Medicine; Education & Educational Research Web of Science Categories:Dentistry, Oral Surgery & Medicine; Education, Scientific Disciplines","Journal Information":"EUROPEAN JOURNAL OF DENTAL EDUCATION Volume: 21 Issue: 2 Pages: 91-100 DOI: 10.1111/eje.12183 Published: MAY 2017","Abstract":"Objective: This study explored, and compared, the attitudes of student groups trained at the University of Portsmouth Dental Academy (UPDA) in 2010/2011 towards dental interprofessional education (IPE). Methods: The study population consisted of fifth-year student dentists (n = 80) from King's College London Dental Institute, second- and third-year dental hygiene and therapy (n = 38) and first-year dental nursing (n = 14) students from UPDA. A 19-item, validated and dentally modified questionnaire, 'Readiness for Inter-Professional Learning Scale (RIPLS)', was administered. RIPLS contains three subscales: teamwork and collaboration, professional identity and roles and responsibilities. Mean ((x) over bar) and standard deviation (SD) of the scores were calculated, following reversal of negative items. All the analyses were carried out using SPSS version 20 and STATA version 11. Results: An overall response rate of 71% (n = 94) was achieved. In reference to teamwork and collaboration, all groups strongly indicated that IPE can contribute to learning teamwork skills ((x) over bar = 24.98, SD = 3.5) and improving relationships with team members ((x) over bar = 12.93, SD = 1.63); however, the scores did not differ between the groups (P = 0.09 and P = 0.16, respectively). Concerning professional identity, student dentists had significantly higher preference for a discipline-based approach (P = 0.002); were more likely to agree that 'it is not necessary for undergraduate dental and dental care professional students to learn together' (P = 0.01); and perceived that 'clinical problem-solving skills can only be learnt effectively with other students from their own discipline' (P = 0.02) than dental hygiene and therapy students. In relation to roles and responsibilities, participants demonstrated a strong sense of their own professional role. Student dentists reported that they had 'to gain more knowledge and skills' than dental hygiene and therapy (P = 0.01) and dental nursing (P = 0.01) students. Dental hygiene and therapy students were less likely than student dentists to agree that 'the role of dental nurses and hygienists was to mainly provide support for dentists' (P = 0.001). Conclusion: The findings suggest that IPE was perceived as beneficial in relation to teamwork; however, the study raises issues regarding professional identity and roles. Educators should consider differing perceptions of professional roles and identities when planning and delivering interprofessional programmes.","Authors":"Salazar, FBC (Salazar, F. B. Colonio) ; Andiappan, M (Andiappan, M.) ; Radford, DR (Radford, D. R.) ; Gallagher, JE (Gallagher, J. E.)","Title":"Attitudes of the first cohort of student groups trained together at the University of Portsmouth Dental Academy towards dental interprofessional education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397953100010 PubMed ID: 27696445 ISSN: 0146-6615 eISSN: 1096-9071","Keywords":"infectious diseases; handicapped; vaccination; school; teachers KeyWords Plus:HEALTH INTERVIEW; ADULTS DEGS1; COVERAGE; VIRUS; SEROPREVALENCE; PREVALENCE; INFECTION; CHILDREN; RISK; INSTITUTIONS","Categories":"Virology Web of Science Categories:Virology","Journal Information":"JOURNAL OF MEDICAL VIROLOGY Volume: 89 Issue: 5 Pages: 825-833 DOI: 10.1002/jmv.24699 Published: MAY 2017","Abstract":"This study aims to assess serostatus and vaccination status of hepatitis A and B among staff at schools for the handicapped. We also wanted to investigate factors associated with serostatus, number of infections with hepatitis A/hepatitis B at work, and factors influencing being vaccinated or not. The cross-sectional study was carried out between August 2010 and August 2012 at 13 German schools for severely handicapped. Data were analyzed using blood samples, vaccination documents, and questionnaires. A total of 395 persons participated in our study (response: 59.7%), information on 367 could be used for analysis. Two respondents have been infected with HAV at work, 53.4% were anti-HAV seropositive. Vaccination against hepatitis A was influenced by information about infectious diseases before starting to work, level of education, and marital status. One person got infected with hepatitis B during work, 53.2% were anti-HBs-seropositive. Vaccination against hepatitis B depended on perceived burden by nursing activities, and vaccination costs being paid by employer. Immunity to hepatitis A and B in our sample is insufficient and does not correspond to the infectious risks. Two persons got infected with hepatitis A and one person with hepatitis B during work at school, indicating an urgent need for preventive actions. (C) 2016 Wiley Periodicals, Inc.","Authors":"Claus, M (Claus, Matthias) ; Kimbel, R (Kimbel, Renate) ; Schone, K (Schoene, Klaus) ; Letzel, S (Letzel, Stephan) ; Rose, DM (Rose, Dirk-Matthias)","Title":"Seroepidemiology of Hepatitis A and B and Vaccination Status in Staff at German Schools for the Handicapped"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398782100016 PubMed ID: 28342649 ISSN: 1474-4422 eISSN: 1474-4465","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology","Journal Information":"LANCET NEUROLOGY Volume: 16 Issue: 5 Pages: 390-398 DOI: 10.1016/S1474-4422(17)30074-1 Published: MAY 2017","Abstract":"Dementia with Lewy bodies is the second most common form of neurodegenerative dementia, yet scarce evidence is available about its prognosis and natural history, which are crucial to inform clinical practice and research. Patients with dementia with Lewy bodies might have a less favourable prognosis, with accelerated cognitive decline, shorter lifespan, and increased admission to residential care than patients with Alzheimer's disease. Health-care costs and, importantly, caregiver burden, are also reported to be higher in dementia with Lewy bodies than in Alzheimer's disease. It is probable that causative factors for this less favourable prognosis are the increased prevalence and early emergence of neuropsychiatric symptoms in patients with dementia with Lewy bodies, and the challenge of accurate diagnosis. Evidence concerning quality of life and hospital admission rates is limited, despite their clinical and economic relevance.","Authors":"Mueller, C (Mueller, Christoph) ; Ballard, C (Ballard, Clive) ; Corbett, A (Corbett, Anne) ; Aarsland, D (Aarsland, Dag)","Title":"The prognosis of dementia with Lewy bodies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398647100017 PubMed ID: 28359355 ISSN: 0899-9007 eISSN: 1873-1244","Keywords":"Malnutrition; Hospital; Screening; Guideline; Dietitian; Interventions KeyWords Plus:LENGTH-OF-STAY; ESPEN GUIDELINES; COST-EFFECTIVENESS; ENTERAL NUTRITION; ELDERLY-PATIENTS; PREVALENCE; MORTALITY; IMPACT; NURSES; RISK","Categories":"Nutrition & Dietetics Web of Science Categories:Nutrition & Dietetics","Journal Information":"NUTRITION Volume: 37 Pages: 104-111 DOI: 10.1016/j.nut.2016.12.016 Published: MAY 2017","Abstract":"Objective: The aims of this study were to evaluate the association between the use of clinical guidelines and the use of validated screening tools, evaluate the nutritional screening policy in hospitals, and examine the association between the use of validated screening tools and the prevalence of malnutrition and nutritional interventions in hospitalized patients. Methods: This was a cross-sectional, multicenter study. Data were collected using a standardized questionnaire on three levels: institution (presence of a guideline for malnutrition), department (use of a validated screening tool), and patient (e.g., malnutrition prevalence). Results: In all, 53 hospitals with 5255 patients participated. About 45% of the hospitals indicated that they have guidelines for malnutrition. Of the departments surveyed, 38.6% used validated screening tools as part of a standard procedure. The nutritional status of 74.5% of the patients was screened during admission, mostly on the basis of clinical observation and patient weight. A validated screening tool was used for 21.2% of the patients. Significant differences between wards with and without validated screening tools were found with regard to malnutrition prevalence (P = 0.002) and the following interventions: referral to a dietitian (P < 0.001), provision of energy enriched snacks (P = 0.038), adjustment of consistency (food/drinks; P = 0.004), monitoring of the nutritional intake (P = 0.001), and adjustment of the meal ambiance (P < 0.001). Conclusion: Nutritional screening with validated tools in hospitalized patients remains poor. Generally, the nutritional status of patients is screened with unreliable parameters such as clinical observation and body mass index. The results of the present study suggest that the use of validated malnutrition screening tools is associated with better nutritional care and lower malnutrition prevalence rates in hospitalized patients. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Eglseer, D (Eglseer, Doris) ; Halfens, RJG (Halfens, Ruud J. G.) ; Lohrmann, C (Lohrmann, Christa)","Title":"Is the presence of a validated malnutrition screening tool associated with better nutritional care in hospitalized patients?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392789400002 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Timetabling; Nurse Rostering; Hybrid algorithm; Integer Programming; Variable Neighbourhood Search KeyWords Plus:SCHEDULING PROBLEM; TABU SEARCH; FRAMEWORK","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 2 Pages: 411-423 DOI: 10.1016/j.ejor.2016.09.030 Published: APR 16 2017","Abstract":"The Nurse Rostering Problem (NRP) is defined as assigning a number of nurses to different shifts during a specified planning period, considering some regulations and preferences. This is often very difficult to solve in practice particularly by applying a sole approach. In this paper, we propose a novel hybrid algorithm combining the strengths of Integer Programming (IP) and Variable Neighbourhood Search (VNS) algorithms to design a hybrid method for solving the NRP. After generating the initial solution using a greedy heuristic, the solution is further improved by employing a Variable Neighbourhood Descent algorithm. Then IP, deeply embedded in the VNS algorithm, is employed within a ruin-and-recreate framework to assist the search process. Finally, IP is called again to further refine the solution during the remaining time. We utilise the strength of IP not only to diversify the search process, but also to intensify the search efforts. To identify the quality of the current solution, we use a new generic scoring scheme to mark the low-penalty parts of the solution. Based on the computational tests with 24 instances recently introduced in the literature, we obtain better results with our proposed algorithm, where the hybrid algorithm outperforms two state-of-the-art algorithms and Gurobi in most of the instances. Furthermore, we introduce 11 randomly generated instances to further evaluate the efficiency of the hybrid algorithm, and we make these computationally challenging instances publicly available to other researchers for bench marking purposes. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Rahimian, E (Rahimian, Erfan) ; Akartunali, K (Akartunali, Kerem) ; Levine, J (Levine, John) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Akartunali, Kerem http://orcid.org/0000-0003-0169-3833","Title":"A hybrid Integer Programming and Variable Neighbourhood Search algorithm to solve Nurse Rostering Problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398615200001 PubMed ID: 28390414 ISSN: 1471-2393","Keywords":"Apgar score; Newborn; Term birth; Registries; Malaysia KeyWords Plus:POPULATION-BASED COHORT; PREGNANCY OUTCOMES; WEIGHT INFANTS; MISSING DATA; WOMEN; RISK; CARE; BORN; RESUSCITATION; DISPARITIES","Categories":"Obstetrics & Gynecology Web of Science Categories:Obstetrics & Gynecology","Journal Information":"BMC PREGNANCY AND CHILDBIRTH Volume: 17 Article Number: 110 DOI: 10.1186/s12884-017-1293-9 Published: APR 8 2017","Abstract":"Background: The neonatal Apgar score at 5 min has been found to be a better predictor of outcomes than the Apgar score at 1 min. A baby, however, must pass through the first minute of life to reach the fifth. There has been no research looking at predictors of recovery (Apgar scores = 7) by 5 min in neonates with 1 min Apgar scores < 4. Methods: An analysis of observational data was conducted using live, singleton, term births recorded in the Malaysian National Obstetrics Registry between 2010 and 2012. A total of 272,472 live, singleton, term births without congential anomalies were recorded, of which 1,580 (0.59%) had 1 min Apgar scores < 4. Descriptive methods and bi-and multi-variable logistic regression were used to identify risk factors associated with recovery (5 min Apgar score >= 7) from 1 min Apgar scores < 4. Results: Less than 1% of births have a 1 min Apgar scores < 4. Only 29.4% of neonates with 1 min Apgar scores < 4 recover to a 5 min Apgar score >= 7. Among uncomplicated vaginal deliveries, after controlling for other factors, deliveries by a doctor of neonates with a 1 min Apgar score < 4 had odds of recovery 2.4 times greater than deliveries of neonates with a 1 min Apgar score < 4 by a nurse-midwife. Among deliveries of neonates with a 1 min Apgar score < 4 by doctors, after controlling for other factors, planned and unplanned CS was associated with better odds of recovery than uncomplicated vaginal deliveries. Recovery was also associated with maternal obesity, and there was some ethnic variation -in the adjusted analysis indigenous (Orang Asal) Malaysians had lower odds of recovery. Conclusions: A 1 min Apgar score < 4 is relatively rare, and less than a third recover by five minutes. In those newborns the qualification of the person performing the delivery and the type of delivery are independent predictors of recovery as is maternal BMI and ethnicity. These are associations only, not necessarily causes, and they point to potential areas of research into health systems factors in the labour room, as well as possible biological and cultural factors.","Authors":"Jeganathan, R (Jeganathan, Ravichandran) ; Karalasingam, SD (Karalasingam, Shamala D.) ; Hussein, J (Hussein, Julia) ; Allotey, P (Allotey, Pascale) ; Reidpath, DD (Reidpath, Daniel D.)","Title":"Factors associated with recovery from 1 minute Apgar score < 4 in live, singleton, term births: an analysis of Malaysian National Obstetrics Registry data 2010-2012"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398621600003 ISSN: 1472-6963","Keywords":"Knowledge; Awareness; Vaccination status; Post exposure measures; Hepatitis B KeyWords Plus:HEALTH-CARE WORKERS","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"BMC HEALTH SERVICES RESEARCH Volume: 17 DOI: 10.1186/s12913-017-2182-7 Published: APR 5 2017","Abstract":"Background: Health care workers especially nurses in developing countries are at serious risk for infection from blood-borne pathogens particularly hepatitis B virus (HBV)- because of the high prevalence of such pathogens in many poorer regions of the world. Employers are required to establish exposure-control plans that include post exposure follow-up for their employees and to comply with incident reporting requirements. This study assessed the level of knowledge and awareness of nurses in the Tamale Metropolis of Ghana on occupational post exposure measures to hepatitis B, and their risk of being infected. Hepatitis B vaccination status of nurses was also assessed. Methods: A cross-sectional study was conducted involving 108 nurses of varied categories who were selected by simple random sampling from west and central hospitals in the Tamale Metropolis of Ghana. Data was collected using a semi-structured questionnaire. SPSS version 16 was used for the analysis of data. Results: Ninety-four percent (94.4%) of the nurses considered themselves susceptible to occupational infection of HBV. About 23.4% were able to mention all the key elements of the post exposure management with 12.1% having adequate knowledge on post exposure prophylactic treatment against HBV. However, only 48 (44.4%) nurses have received hepatitis B vaccination. Thirty-six (75%) of those immunized had received three doses as required while the remaining had less than 3 doses. Some (38.9%) recap used needles before disposal and 30.2% do not decontaminate blood and body fluids before disposal. Conclusion: Nurses are aware of their risk of occupational exposure to hepatitis B but lack the requisite knowledge on post exposure management as well as measures that reduce the exposure. Nurses should familiarize with the principles of post exposure management as part of job orientation and on-going job training. Also, there is a need for a national policy on occupational safety and health which should include HB vaccination of health care workers as a requirement for appointment into the health service.","Authors":"Konlan, KD (Konlan, Kennedy Diema) ; Aarah-Bapuah, M (Aarah-Bapuah, Millicent) ; Kombat, JM (Kombat, Joseph M.) ; Wuffele, GM (Wuffele, Gifty Mary)","Title":"TOPIC: \"The level of nurses' knowledge on occupational post exposure to hepatitis B infection in the Tamale metropolis, Ghana\""}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398621600004 ISSN: 1472-6963","Keywords":"Primary care; Quality; Patient-centered care; Greece; QUALICOPC; Cross sectional KeyWords Plus:PRIMARY-HEALTH-CARE; NURSING STAFF; QUALITY; CONSULTATION; CENTEREDNESS; EUROPE; COMMUNICATION; SATISFACTION; PREVENTION; COUNTRIES","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"BMC HEALTH SERVICES RESEARCH Volume: 17 DOI: 10.1186/s12913-017-2189-0 Published: APR 5 2017","Abstract":"Background: Primary health care is the cornerstone of a high quality health care system. Greece has been actively attempting to reform health care services in order to improve heath outcomes and reduce health care spending. Patient-centered approaches to health care delivery have been increasingly acknowledged for their value informing quality improvement activities. This paper reports the quality of primary health care services in Greece as perceived by patients and aspects of health care delivery that are valued by patients. Methods: This study was conducted as part of the Quality and Costs of Primary Care in Europe (QUALICOPC) study. A cross-sectional sample of patients were recruited from general practitioner's offices in Greece and surveyed. Patients rated five features of person-focused primary care: accessibility; continuity and coordination; comprehensiveness; patient activation; and doctor-patient communication. One tenth of the patients ranked the importance of each feature on a scale of one to four, and nine tenths of patients scored their experiences of care received. Comparisons were made between patients with and without chronic disease. Results: The sample included 220 general practitioners from both public and private sector. A total of 1964 patients that completed the experience questionnaire and 219 patients that completed the patient values questionnaire were analyzed. Patients overall report a positive experiences with the general practice they visited. Several gaps were identified in particular in terms of wait times for appointments, general practitioner access to patient medical history, delivery of preventative services, patient involvement in decision-making. Patients with chronic disease report better experience than respondents without a chronic condition, however these patient groups report the same values in terms of qualities of the primary care system that are important to them. Conclusions: Data gathered may be used to improve the quality of primary health care services in Greece through an increased focus on patient-centered approaches. Our study has identified several gaps as well as factors within the primary care health system that patient's perceive as most important which can be used to prioritize quality improvement activities, especially within the austerity period. Study findings may also have application to other countries with similar context and infrastructure.","Authors":"Lionis, C (Lionis, Christos) ; Papadakis, S (Papadakis, Sophia) ; Tatsi, C (Tatsi, Chrysanthi) ; Bertsias, A (Bertsias, Antonis) ; Duijker, G (Duijker, George) ; Mekouris, PB (Mekouris, Prodromos-Bodosakis) ; Boerma, W (Boerma, Wienke) ; Schafer, W (Schafer, Willemijn) Group Author(s): Greek QUALICOPC Team","Title":"Informing primary care reform in Greece: patient expectations and experiences (the QUALICOPC study)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398410200001 PubMed ID: 28424726 ISSN: 1664-462X","Keywords":"plant-plant interaction; facilitation; plant-soil feedback; soil quality; cushion plant; Himalaya-Hengduan Mountains KeyWords Plus:POSITIVE INTERACTIONS; PLANT-COMMUNITIES; SEED PRODUCTION; CENTRAL CHILE; LIFE-SPAN; FACILITATION; COMPETITION; INCREASE; TRAITS; SHRUB","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"FRONTIERS IN PLANT SCIENCE Volume: 8 Article Number: 465 DOI: 10.3389/fpls.2017.00465 Published: APR 5 2017","Abstract":"Arenaria polytrichoides (Caryophyllaceae) is a common cushion plant occurring at high elevations in the Himalaya- Hengduan Mountains, SW China. It frequently has other non-cushion species growing within its canopy, forming a contrast with the surrounding areas because it creates patches of higher diversity and greater biomass. In this study, we examined the relationship between the cushions and associated noncushion species along a gradient of cushion size. A total of 200 A. polytrichoides individuals were selected to fit four size classes. Field measurements were carried out to assess canopy structure, functional traits relevant to growth and reproduction, and soil quality below cushions along the size gradient. Furthermore, the size effect of cushions on the richness and abundance of species and biomass production was also examined. All the morphological variables examined exhibited a positive correlation with cushion size, as did the nutrients under cushions. Large and compact cushions were associated with higher soil nutrient contents compared with small and loose cushions. As a result of these biogenic environmental changes, there was a stronger facilitation effect performed by large cushions. Data pertaining to functional traits revealed that large cushions benefit from the enhanced resources within their compact structure and exhibit greater fitness and a higher reproductive output than small cushions. Our data indicated that interactions occur between cushion species and other plants depending on the size of the cushions, probably because of the greater heterogeneity of conditions beneath larger cushions. These findings provide a clear demonstration of the generally overlooked importance of the traits of nurse plants, such as size and age, in terms of their facilitative effects.","Authors":"Yang, Y (Yang, Yang) ; Chen, JG (Chen, Jian-Guo) ; Schob, C (Schob, Christian) ; Sun, H (Sun, Hang)","Title":"Size-Mediated Interaction between a Cushion Species and Other Non- cushion Species at High Elevations of the Hengduan Mountains, SW China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398629700001 PubMed ID: 28381289 ISSN: 1478-4491","Keywords":"Health worker migration; Human resources for health; India; Doctors; Nurses; Causes; Consequences; Policy responses KeyWords Plus:INTERNATIONAL MIGRATION; BRAIN-DRAIN; PROFESSIONALS; EDUCATION; CARE; NURSES; SYSTEM; SECTOR; WORLD","Categories":"Health Care Sciences & Services; Business & Economics Web of Science Categories:Health Policy & Services; Industrial Relations & Labor","Journal Information":"HUMAN RESOURCES FOR HEALTH Volume: 15 Article Number: 28 DOI: 10.1186/s12960-017-0199-y Published: APR 5 2017","Abstract":"Background: This study sought to better understand the drivers of skilled health professional migration, its consequences, and the various strategies countries have employed to mitigate its negative impacts. The study was conducted in four countries-Jamaica, India, the Philippines, and South Africa-that have historically been \"sources\" of health workers migrating to other countries. The aim of this paper is to present the findings from the Indian portion of the study. Methods: Data were collected using surveys of Indian generalist and specialist physicians, nurses, midwives, dentists, pharmacists, dieticians, and other allied health therapists. We also conducted structured interviews with key stakeholders representing government ministries, professional associations, regional health authorities, health care facilities, and educational institutions. Quantitative data were analyzed using descriptive statistics and regression models. Qualitative data were analyzed thematically. Results: Shortages of health workers are evident in certain parts of India and in certain specialty areas, but the degree and nature of such shortages are difficult to determine due to the lack of evidence and health information. The relationship of such shortages to international migration is not clear. Policy responses to health worker migration are also similarly embedded in wider processes aimed at health workforce management, but overall, there is no clear policy agenda to manage health worker migration. Decision-makers in India present conflicting options about the need or desirability of curtailing migration. Conclusions: Consequences of health work migration on the Indian health care system are not easily discernable from other compounding factors. Research suggests that shortages of skilled health workers in India must be examined in relation to domestic policies on training, recruitment, and retention rather than viewed as a direct consequence of the international migration of health workers.","Authors":"Walton-Roberts, M (Walton-Roberts, Margaret) ; Runnels, V (Runnels, Vivien) ; Rajan, SI (Rajan, S. Irudaya) ; Sood, A (Sood, Atul) ; Nair, S (Nair, Sreelekha) ; Thomas, P (Thomas, Philomina) ; Packer, C (Packer, Corinne) ; MacKenzie, A (MacKenzie, Adrian) ; Murphy, GT (Murphy, Gail Tomblin) ; Labonte, R (Labonte, Ronald) ; Bourgeault, IL (Bourgeault, Ivy Lynn)[ 10 ] ...More...Less","Title":"Causes, consequences, and policy responses to the migration of health workers: key findings from India"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398338800001 PubMed ID: 28378764 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45902 DOI: 10.1038/srep45902 Published: APR 5 2017","Abstract":"The aim of the study was to examine the effects of a brief stage-matched smoking cessation intervention group compared with a control group (with usual care) in type 2 diabetes mellitus patients who smoked by randomized controlled trial. There were 557 patients, randomized either into the intervention group (n = 283) who received brief (20-minute) individualized face-to-face counseling by trained nurses and a diabetes mellitus-specific leaflet, or a control group (n = 274) who received standard care. Patient follow-ups were at 1 week, 1 month, 3 months, 6 months, and 12 months via telephone, and assessment of smoking status from 2012 to 2014. Patients smoked an average of 14 cigarettes per day for more than 37 years, and more than 70% were in the precontemplation stage of quitting. The primary outcome showed that both the intervention and control groups had similar 7-day point-prevalence smoking abstinence (9.2% vs. 13.9%; p = 0.08). The secondary outcome showed that HbA1c levels with 7.95% [ 63 mmol/mol] vs. 8.05% [ 64 mmol/mol], p = 0.49 at 12 months, respectively. There was no evidence for effectiveness in promoting the brief stage-matched smoking cessation or improving glycemic control in smokers with type 2 diabetes mellitus, particularly those in the precontemplation stage.","Authors":"Li, WHC (Li, William H. C.) ; Wang, MP (Wang, M. P.) ; Lam, TH (Lam, T. H.) ; Cheung, YTY (Cheung, Yannes T. Y.) ; Cheung, DYT (Cheung, Derek Y. T.) ; Suen, YN (Suen, Y. N.) ; Ho, KY (Ho, K. Y.) ; Tan, KCB (Tan, Kathryn C. B.) ; Chan, SSC (Chan, Sophia S. C.)","Title":"Brief intervention to promote smoking cessation and improve glycemic control in smokers with type 2 diabetes: a randomized controlled trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398423500002 PubMed ID: 28372555 ISSN: 1471-244X","Keywords":"User-driven intervention; Patient-centred; Psychiatry; Aggression; Treatment culture; Cluster randomised; Controlled trial; Effectiveness KeyWords Plus:TEAM CLIMATE INVENTORY; QUALITY-OF-LIFE; STAFF TRAINING INTERVENTION; GLOBAL ASSESSMENT SCALE; SATISFACTION QUESTIONNAIRE; PSYCHOMETRIC PROPERTIES; REHABILITATION UNITS; COST-EFFECTIVENESS; COERCIVE MEASURES; MENTAL-DISORDERS","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"BMC PSYCHIATRY Volume: 17 Article Number: 123 DOI: 10.1186/s12888-017-1266-6 Published: APR 4 2017","Abstract":"Background: People admitted to psychiatric hospitals with a diagnosis of schizophrenia may display behavioural problems. These may require management approaches such as use of coercive practices, which impact the wellbeing of staff members, visiting families and friends, peers, as well as patients themselves. Studies have proposed that not only patients' conditions, but also treatment environment and ward culture may affect patients' behaviour. Seclusion and restraint could possibly be prevented with staff education about user-centred, more humane approaches. Staff education could also increase collaboration between patients, family members and staff, which may further positively affect treatment culture and lower the need for using coercive treatment methods. Methods: This is a single-blind, two-arm cluster randomised controlled trial involving 28 psychiatric hospital wards across Finland. Units will be randomised to receive either a staff educational programme delivered by the team of researchers, or standard care. The primary outcome is the incidence of use of patient seclusion rooms, assessed from the local/national health registers. Secondary outcomes include use of other coercive methods (limb restraint, forced injection, and physical restraint), service use, treatment satisfaction, general functioning among patients, and team climate and employee turn-over (nursing staff). Discussion: The study, designed in close collaboration with staff members, patients and their relatives, will provide evidence for a co-operative and user-centred educational intervention aiming to decrease the prevalence of coercive methods and service use in the units, increase the functional status of patients and improve team climate in the units. We have identified no similar trials.","Authors":"Valimaki, M (Valimaki, Maritta) ; Yang, M (Yang, Min) ; Normand, SL (Normand, Sharon-Lise) ; Lorig, KR (Lorig, Kate R.) ; Anttila, M (Anttila, Minna) ; Lantta, T (Lantta, Tella) ; Pekurinen, V (Pekurinen, Virve) ; Adams, CE (Adams, Clive E.)","Title":"Study protocol for a cluster randomised controlled trial to assess the effectiveness of user-driven intervention to prevent aggressive events in psychiatric services"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398117300001 PubMed ID: 28376822 ISSN: 1478-4491","Keywords":"Internationally educated nurses; Cross-sectional survey; Immigration; Policy; Professional recertification; Employment; Workforce integration; Human capital; Canada KeyWords Plus:EXPERIENCES; MIGRATION; IMMIGRANTS; PROGRAM","Categories":"Health Care Sciences & Services; Business & Economics Web of Science Categories:Health Policy & Services; Industrial Relations & Labor","Journal Information":"HUMAN RESOURCES FOR HEALTH Volume: 15 Article Number: 26 DOI: 10.1186/s12960-017-0201-8 Published: APR 4 2017","Abstract":"Background: Global trends in migration accompanied with recent changes to the immigrant selection process may have influenced the demographic and human capital characteristics of internationally educated nurses (IENs) in Canada and in turn the assistance required to facilitate their workforce integration. This study aimed to describe the demographic and human capital profile of IENs in Canada, to explore recent changes to the profile, and to identify predictors of IENs' workforce integration. Methods: A cross-sectional, descriptive, correlational survey design was used. Eligible IENs were immigrants, registered and employed as regulated nurses in Canada. Data were collected in 2014 via online and paper questionnaires. Descriptive statistics were used to examine the data by year of immigration. Logistic regression modeling was employed to identify predictors of IENs' workforce integration measured as passing the licensure exam to acquire professional recertification and securing employment. Results: The sample consisted of 2280 IENs, representative of all Canadian provincial jurisdictions. Since changes to the immigrant selection process in 2002, the IEN population in Canada has become more racially diverse with greater numbers emigrating from developing countries. Recent arrivals (after 2002) had high levels of human capital (knowledge, professional experience, language proficiency). Some, but not all, benefited from the formal and informal assistance available to facilitate their workforce integration. Professional experience and help studying significantly predicted if IENs passed the licensure exam on their first attempt. Bridging program participation and assistance from social networks in Canada were significant predictors if IENs had difficulty securing employment. Conclusions: Nurses will continue to migrate from a wide variety of countries throughout the world that have dissimilar nursing education and health systems. Thus, IENs are not a homogenous group, and a \"one size fits all\" model may not be effective for facilitating their professional recertification and employment in the destination country. Canada, as well as other countries, could consider using a case management approach to develop and tailor education and forms of assistance to meet the individual needs of IENs. Using technology to reach IENs who have not yet immigrated or have settled outside of urban centers are other potential strategies that may facilitate their timely entrance into the destination countries' nursing workforce.","Authors":"Covell, CL (Covell, Christine L.) ; Primeau, MD (Primeau, Marie-Douce) ; Kilpatrick, K (Kilpatrick, Kelley) ; St-Pierre, I (St-Pierre, Isabelle)","Title":"Internationally educated nurses in Canada: predictors of workforce integration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398516200001 PubMed ID: 28372587 ISSN: 1748-5908","Keywords":"Evidence-based practice; Evidence-based practice in psychology; Evidence-based treatments; Interventions; Implementation; Attitudes; Therapists; Mental health KeyWords Plus:ADVANCING IMPLEMENTATION SCIENCE; ORGANIZATIONAL SOCIAL-CONTEXT; CONFIRMATORY FACTOR-ANALYSIS; MENTAL-HEALTH PROVIDERS; PSYCHOMETRIC PROPERTIES; RECOMMENDATIONS; SERVICES; INNOVATIONS; LEADERSHIP; ADOPTION","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services; Health Policy & Services","Journal Information":"IMPLEMENTATION SCIENCE Volume: 12 Article Number: 44 DOI: 10.1186/s13012-017-0573-0 Published: APR 4 2017","Abstract":"Background: Short and valid instruments for measuring factors facilitating or hindering implementation efforts are called for. This article describes (1) the adaptation of a shorter version of the Evidence-based Practice Attitude Scale (EBPAS-50 items), and (2) the psychometric properties of the shortened version in both US and Norwegian data. Methods: The US participants were mental health service providers (N = 418) recruited from clinics providing mental health services in San Diego County, California. The Norwegian participants were psychologists, psychiatric nurses, and psychology students (N = 838) recruited from the Norwegian Psychological Association and the Norwegian Nurses Organization. A confirmatory factor analysis (CFA) approach was used. Results: The reduction resulted in 36 items named EBPAS-36, and the original 12 factor model was maintained. The EBPAS-36 had acceptable model fit, as indicated by a low degree of misspecification errors in both the US (RMSEA =.045 (CI90%.040-. 049); SRMR =.05) and the Norwegian data (RMSEA =.052 (CI90%.047-. 056, SRMR =.07). Incremental model fit was fair in the US (CFI =.93, TLI =.91) and in the Norwegian samples (CFI =.91, TLI =.89). The internal consistency (Cronbach's a) in the US and the Norwegian samples were good for the total EBPAS-36 score (. 79 and.86, respectively) and were ranged from adequate to excellent for the subscales (US.60-. 91 and Norway.61-. 92). Conclusions: The EBPAS-36 has adequate psychometric properties both in US and Norwegian samples, hence indicating cross-cultural validity. It is a brief, pragmatic, and more user-friendly instrument than the EBPAS-50, yet maintains a broad scope by retaining the original 12 measurement domains.","Authors":"Rye, M (Rye, Marte) ; Torres, EM (Torres, Elisa M.) ; Friborg, O (Friborg, Oddgeir) ; Skre, I (Skre, Ingunn) ; Aarons, GA (Aarons, Gregory A.)","Title":"The Evidence-based Practice Attitude Scale36 (EBPAS-36): a brief and pragmatic measure of attitudes to evidence-based practice validated in US and Norwegian samples"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398119900003 PubMed ID: 28372591 ISSN: 1745-6215","Keywords":"Polypharmacy; Inappropriate drug use; Medication review; Geriatrics; Elderly; Home-dwelling KeyWords Plus:ADVERSE DRUG-REACTIONS; QUALITY-OF-LIFE; POTENTIALLY INAPPROPRIATE; OLDER PATIENTS; MEDICATION USE; STOPP/START CRITERIA; MULTIPLE CONDITIONS; MANAGEMENT UNIT; GAIT SPEED; SHORT-FORM","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"TRIALS Volume: 18 Article Number: 158 DOI: 10.1186/s13063-017-1900-0 Published: APR 4 2017","Abstract":"Background: Polypharmacy and inappropriate drug use is associated with negative health outcomes among older people. Various interventions for improving drug treatment have been evaluated, but the majority of studies are limited by the use of surrogate outcomes or suboptimal design. Thus, the potential for clinically significant improvements from different interventions is still unclear. The main objective of this study is therefore to evaluate the effect upon patient-relevant endpoints of a cooperation between geriatricians and general practitioners on complex drug regimens in home-dwelling elderly people. Methods: This is a cluster randomised, single-blind, controlled trial where general practitioners are invited to participate with patients from their lists. The patients must be 70 years or older, use at least seven different medications and have their medications administered by the home nursing service. We plan to recruit 200 patients, with randomisation at physician level. The intervention consists of three main parts: ( 1) clinical geriatric assessment of the patient, combined with a thorough review of their medications; ( 2) a meeting between the geriatrician and general practitioner, where the two physicians combine their competence and knowledge and discuss the drug list systematically; ( 3) clinical follow-up, depending on the medication changes that have been done. The study period is 24 weeks, and the patients are assessed at baseline, 16 and 24 weeks. The primary outcome measure is health-related quality of life according to the 15D instrument. Secondary outcome measures include physical and cognitive functioning, medication appropriateness, falls, carer burden, use of health services ( hospital or nursing home admissions, use of home nursing services) and mortality. Discussion: Our choice of patient-relevant outcome measures will hopefully provide new knowledge on the potential for clinical improvements after performing comprehensive medication reviews in home-dwelling elderly people receiving polypharmacy.","Authors":"Romskaug, R (Romskaug, Rita) ; Molden, E (Molden, Espen) ; Straand, J (Straand, Jorund) ; Kersten, H (Kersten, Hege) ; Skovlund, E (Skovlund, Eva) ; Pitkala, KH (Pitkala, Kaisu H.)[ 9,10 ] ; Wyller, TB (Wyller, Torgeir Bruun)[ 1,11 ]","Title":"Cooperation between geriatricians and general practitioners for improved pharmacotherapy in home-dwelling elderly people receiving polypharmacy - the COOP Study: study protocol for a cluster randomised controlled trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398135700001 PubMed ID: 28373715 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 569 DOI: 10.1038/s41598-017-00556-3 Published: APR 3 2017","Abstract":"It is important to measure the radiation dose [3-mm dose equivalent, Hp(3)] in the eye. This study was to determine the current occupational radiation eye dose of staff conducting interventional cardiology procedures, using a novel direct eye dosimeter. We measured the occupational eye dose [ Hp(3)] in physicians and nurses in a catheterization laboratory for 6- months. The eye doses [Hp( 3)] of 12 physicians (9 with Pb glasses, 3 without), and 11 nurses were recorded using a novel direct eye dosimeter, the DOSIRISTM. We placed dosimeters above and under the glasses. We also estimated the eye dose [0.07-mm dose equivalent] using a neck personal dosimeter. The eye doses among interventional staff ranked in the following order: physicians without Pb glasses > physicians with Pb glasses > nurses. The shielding effect of the glasses (0.07-mm Pb) in a clinical setting was approximately 60%. In physicians who do not wear Pb glasses, the eye dose may exceed the new regulatory limit for IR staff. We found good correlations between the neck dosimeter dose and eye dosimeter dose (inside or outside glasses, R-2 = 0.93 and R-2 = 0.86, respectively) in physicians. We recommend that interventional physicians use an eye dosimeter for correct evaluation of the lens dose.","Authors":"Haga, Y (Haga, Yoshihiro) ; Chida, K (Chida, Koichi) ; Kaga, Y (Kaga, Yuji) ; Sota, M (Sota, Masahiro) ; Meguro, T (Meguro, Taiichiro) ; Zuguchi, M (Zuguchi, Masayuki)","Title":"Occupational eye dose in interventional cardiology procedures"}, {"Document Information":"Document Type:News Item Language:English Accession Number: WOS:000398489600010 PubMed ID: 28373170 ISSN: 1756-1833","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"BMJ-BRITISH MEDICAL JOURNAL Volume: 357 Article Number: j1679 DOI: 10.1136/bmj.j1679 Published: APR 3 2017","Authors":"Dyer, C (Dyer, Clare)","Title":"Junior doctor suspended for a month for falsifying temperature of nurse later found to have Ebola"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398602300004 PubMed ID: 28005173 ISSN: 0940-5429 eISSN: 1432-5233","Keywords":"Diabetes; Education; Hypoglycemia; Family KeyWords Plus:SEVERE HYPOGLYCEMIA; SELF-MANAGEMENT; AMBULANCE SERVICES; HEALTH-CARE; MELLITUS; TYPE-2; ASSOCIATION; MORTALITY; PEOPLE; BURDEN","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"ACTA DIABETOLOGICA Volume: 54 Issue: 4 Pages: 353-360 DOI: 10.1007/s00592-016-0950-1 Published: APR 2017","Abstract":"Aims To determine the contributing factors in the successful diabetes education of patients and their entourage. Methods Prospective observational study conducted in a pre-hospital setting by 17 emergency services across France (September 2009-January 2011) included all insulin- treated patients (>= 18 years) provided that at least one family member was present on scene. Data were collected from patients and their entourage: (1) personal details including language proficiency and educational attainment, (2) treatments, (3) diabetes-related data (log sheets, glucose meter, glucagon, glycated hemoglobin, prior hypoglycemic episodes); (4) care by diabetologist, general practitioner and/or visiting nurse. The main end points were ability to measure capillary blood sugar (patient) and awareness of hypoglycemia symptoms and ability to administer glucagon (entourage). Results Overall, 561 patients and 736 family members were included; 343 patients (61%) were experiencing a hypoglycemic episode (< 2.5 mmol/L). A total of 141 (75%) patients and 343 (50%) family members could measure capillary blood sugar. They could name a median of 2 [ 0-3%] hypoglycemia symptoms although 217 (39%) patients and 262 (39%) family members could name nosymptom. Few patients (33%) had glucagon available. In multivariate analyses, the main factor associated with better patient education was care by a diabetologist. Lack of an educational qualification and visits by a nurse were associated with poor patient education, and French mother tongue and care by a diabetologist with better education of the entourage. Conclusions In France, diabetic patients and their entourage are inadequately educated. Their education benefits most from care by a diabetologist.","Authors":"Lapostolle, F (Lapostolle, Frederic) ; Hamdi, N (Hamdi, Nadia) ; Barghout, M (Barghout, Majed) ; Soulat, L (Soulat, Louis) ; Faucher, A (Faucher, Anna) ; Lambert, Y (Lambert, Yves) ; Peschanski, N (Peschanski, Nicolas) ; Ricard-Hibon, A (Ricard-Hibon, Agnes) ; Chassery, C (Chassery, Carine) ; Roti, M (Roti, Maryline)[ 10 ] ; Bounes, V (Bounes, Vincent)[ 11 ] ; Debaty, G (Debaty, Guillaume)[ 12 ] ; Mokni, T (Mokni, Tarak)[ 13 ] ; Egmann, G (Egmann, Gerald)[ 14 ] ; Fort, PA (Fort, Pierre-Arnaud)[ 15 ] ; Boudenia, K (Boudenia, Karim)[ 16 ] ; Alayrac, L (Alayrac, Laurent)[ 17 ] ; Safraou, M (Safraou, Mohamed)[ 18 ] ; Galinski, M (Galinski, Michel) ; Adnet, F (Adnet, Frederic) ...More...Less","Title":"Diabetes education of patients and their entourage: out-of-hospital national study (EDUCATED 2)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398810100002 ISSN: 2162-1918 eISSN: 2162-1934","Keywords":"pressure ulcer; pressure sore; prevention; intermittent electrical stimulation; intensive care unit KeyWords Plus:PRESSURE ULCER RISK; SPINAL-CORD-INJURY; BONY PROMINENCES; CLINICAL-TRIAL; BRADEN SCALE; RELIABILITY; PREVALENCE; COST","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"ADVANCES IN WOUND CARE Volume: 6 Issue: 4 Pages: 115-124 DOI: 10.1089/wound.2016.0686 Published: APR 2017","Abstract":"Objective: The primary goal of this study was to investigate the feasibility of utilizing intermittent electrical stimulation (IES) in an intensive care environment as a potential method for preventing pressure ulcers. Furthermore, we wished to evaluate the practicality of the innovation and end-user acceptability. Approach: Twenty immobile subjects, age ranging from 19 to 86 years old with a Braden Scale score ranging from 9 to 16 (very high to moderate risk of developing pressure ulcers), were enrolled. Intermittent 35Hz electrical stimulation was administered through surface electrodes to the gluteal muscles causing them to contract for 10s every 10min. Subjects utilized IES on a program that increased from 4 to 24h per day over 8 days and lasted up to a maximum of 4 weeks. Results: Bedside nurses reported that IES was simple to use, took an average of 6min to apply, and 2min to remove. Furthermore, IES could be easily incorporated into routine patient care. No pressure ulcers occurred in any subject during the study. No untoward reactions or adverse events had occurred directly as a result of IES. Innovation: IES represents a potential method of preventing bedsores. This study represents a necessary pilot study, investigating safety and feasibility before proceeding with a larger randomized controlled trial to determine efficacy. Conclusion: Our results suggest that IES is both safe and feasible to implement in intensive care units.","Authors":"Kane, A (Kane, Angela) ; Warwaruk-Rogers, R (Warwaruk-Rogers, Robyn) ; Ho, C (Ho, Chester) ; Chan, M (Chan, Ming) ; Stein, R (Stein, Richard) ; Mushahwar, VK (Mushahwar, Vivian K.) ; Dukelow, SP (Dukelow, Sean P.)","Title":"A Feasibility Study of Intermittent Electrical Stimulation to Prevent Deep Tissue Injury in the Intensive Care Unit"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398500200008 ISSN: 0144-686X eISSN: 1469-1779","Keywords":"nursing homes; meals; social scripts KeyWords Plus:RESIDENTIAL CARE; ELDERLY-PEOPLE; OLDER-PEOPLE; ENVIRONMENT; FACILITIES; DEMENTIA; QUALITY; MEALS; STAFF; LIFE","Categories":"Geriatrics & Gerontology Web of Science Categories:Gerontology","Journal Information":"AGEING & SOCIETY Volume: 37 Issue: 4 Pages: 823-844 DOI: 10.1017/S0144686X1500152X Published: APR 2017","Abstract":"A number of studies stress the importance of positive mealtime experiences for nursing home residents. However, the components that comprise an ideal nursing home meal remain unclear, reflecting the ambiguity of whether nursing homes should be framed as institutions, domestic settings or a type of hotel. In this study, nursing home meals were viewed as situations that the involved parties could continuously modify and work on'. The aim was to analyse how the staff and residents shaped mealtimes by initiating frames and acting according to established social scripts. The study was based on semi-structured interviews with staff and residents and on ethnographic data, consisting of 100 hours of observations at two nursing home settings in Sweden. The analysis revealed how staff and residents interactively shaped meals using institutional, private or restaurant frames. There were three important findings: (a) an institutional meal frame was dominant; (b) there were substantial difficulties in introducing private frames and established private scripts for meals, since such meal versions are personal and not easy to transport into collective settings; (c) successful creation of private or home-like meal situations illustrates an often overlooked skill in care work. Making meals as care-free' as possible can be viewed as a way to operationalise the goal of providing a non-institutional environment in nursing homes.","Authors":"Harnett, T (Harnett, Tove) ; Jonson, H (Jonson, Hakan)","Title":"Shaping nursing home mealtimes"}, {"Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"AMERICAN JOURNAL OF KIDNEY DISEASES Volume: 69 Issue: 4 Pages: A50-A50 Meeting Abstract: 134 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000397702100150 ISSN: 0272-6386 eISSN: 1523-6838","Authors":"Hamad, A (Hamad, Abdullah) ; Ramadan, F (Ramadan, Fatma) ; Khan, N (Khan, Nadiya) ; Ezzat, H (Ezzat, Hany) ; Aly, S (Aly, Sahar) ; Elesnawi, M (Elesnawi, Mohammed) ; Alali, F (Alali, Fadwa)","Title":"ANEMIA NURSE MANAGER IN DIALYSIS: A COST EFFECTIVE MODEL FOR BETTER CARE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397417900017 PubMed ID: 28282305 ISSN: 0002-936X eISSN: 1538-7488","Keywords":"electronic health record; electronic risk assessment tool; nurse perception; patient safety; risk KeyWords Plus:ADVERSE EVENTS; CARE","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"AMERICAN JOURNAL OF NURSING Volume: 117 Issue: 4 Pages: 26-31 Published: APR 2017","Abstract":"Objective: In many hospitals, nurse-led \"safety huddles\" are used to relay patient safety information, although whether this effectively identifies patients at risk for harm has not been determined. New electronic risk assessment tools are designed to identify patients at risk for harm during hospitalization, based on specific markers in the electronic health record. This study sought to compare the results of both methods. The findings may help to enhance decision making at the level of care delivery. Methods: A nonexperimental correlational study was conducted over a three-week period in 2015 in a large metropolitan acute care community hospital. Nurses on three units-a medical-surgical unit, a progressive care unit, and an orthopedic unit-constituted the convenience sample. Designated safety huddle leaders collected data using the daily census sheet to record the nurses' perceived risk of harm for each patient and the reason for risk concern. Separately, designated advanced practice nurses collected the electronic risk assessment tool's reports from the same units. Data were paired as they were entered into the database and analyzed to determine correlation. Perceptions of harm from the nurses, recorded as yes or no responses, were compared with the electronic tool's identification of high risk or moderate-to-low risk. Results: In 746 data pairs, differences between the nurses' harm risk perceptions and the electronic tool's harm risk reports were statistically significant, supporting our prediction that there would be no correlation. The most significant difference was seen in instances when a nurse identified a patient as being at higher risk than the electronic tool did, often citing behavioral or psychosocial issues as the reason for concern. Conclusions: Nurses perceived harm risk differently than the electronic tool did. In situations when the electronic tool cited risk and the nurse perceived no risk, the risks were currently being addressed in the plan of care. In situations when the nurse perceived higher risk than the electronic tool did, the nurse often cited behavioral or psychosocial issues (which frequently lacked defined data points in the electronic health record and thus were not available to the tool). Changes in data mining algorithms must incorporate and weight the impact of psychosocial and behavioral elements together with other risk factors in order to provide meaningful practice recommendations.","Authors":"Stafos, A (Stafos, Andrea) ; Stark, S (Stark, Susan) ; Barbay, K (Barbay, Kathryn) ; Frost, K (Frost, Kristen) ; Jackel, D (Jackel, David) ; Peters, L (Peters, Lindsey) ; Riggs, E (Riggs, Elizabeth) ; Schedler, S (Schedler, Susan) ; Stroud, S (Stroud, Shalan)","Title":"Identifying Hospitalized Patients at Risk for Harm: A Comparison of Nurse Perceptions vs. Electronic Risk Assessment Tool Scores"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397417900018 PubMed ID: 28282306 ISSN: 0002-936X eISSN: 1538-7488","Keywords":"overactive bladder; urgency; urinary incontinence; women KeyWords Plus:URINARY-TRACT SYMPTOMS; KINGS HEALTH QUESTIONNAIRE; TIBIAL NERVE-STIMULATION; PELVIC ORGAN PROLAPSE; QUALITY-OF-LIFE; UNITED-STATES; CONTINENCE SOCIETY; FECAL INCONTINENCE; BOTULINUM-TOXIN; CAFFEINE INTAKE","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"AMERICAN JOURNAL OF NURSING Volume: 117 Issue: 4 Pages: 34-41 Published: APR 2017","Abstract":"Overactive bladder is a term used to describe a group of lower urinary tract symptoms that are prevalent in women, particularly as they age. Those with overactive bladder often experience related physical and psychological symptoms or conditions and report a poorer quality of life than other women. Many factors that increase the risk of developing overactive bladder are modifiable; therefore, lifestyle and behavioral interventions are first-line treatments. More treatment options are becoming available to women as research provides new information about the underlying pathophysiology of overactive bladder. Nurses play a major role in its screening, assessment, and management in women, many of whom do not seek help and try to self-manage symptoms, leading to a continuing cycle of unpredictable urgency and incontinence.","Authors":"Palmer, MH (Palmer, Mary H.) ; Willis-Gray, MG (Willis-Gray, Marcella G.)","Title":"Overactive Bladder in Women"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397417900019 PubMed ID: 28333743 ISSN: 0002-936X eISSN: 1538-7488","Keywords":"climate change; disasters; extreme weather; mental health; preparedness; psychological distress; resilience KeyWords Plus:HURRICANE-KATRINA; NATURAL DISASTER; ENVIRONMENTAL-TEMPERATURE; FOOD INSUFFICIENCY; ADMISSION RATES; STRESS-DISORDER; DISTRESS; DROUGHT; HEAT; TRAJECTORIES","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"AMERICAN JOURNAL OF NURSING Volume: 117 Issue: 4 Pages: 44-52 Published: APR 2017","Abstract":"Climate change is an enormous challenge for our communities, our country, and our world. Recently much attention has been paid to the physical impacts of climate change, including extreme heat events, droughts, extreme storms, and rising sea levels. However, much less attention has been paid to the psychological impacts. This article examines the likely psychological impacts of climate change, including anxiety, stress, and depression; increases in violence and aggression; and loss of community identity. Nurses can play a vital role in local and regional climate strategies by preparing their patients, health care facilities, and communities to effectively address the anticipated mental health impacts of climate change.","Authors":"Trombley, J (Trombley, Janna) ; Chalupka, S (Chalupka, Stephanie) ; Anderko, L (Anderko, Laura)","Title":"Climate Change and Mental Health"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000397417900025 PubMed ID: 28333752 ISSN: 0002-936X eISSN: 1538-7488","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"AMERICAN JOURNAL OF NURSING Volume: 117 Issue: 4 Pages: 68-69 Published: APR 2017","Authors":"Szulecki, D (Szulecki, Diane)","Title":"Nurse in the Legislature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397354100032 PubMed ID: 28098571 ISSN: 0003-2999","Categories":"Anesthesiology Web of Science Categories:Anesthesiology","Journal Information":"ANESTHESIA AND ANALGESIA Volume: 124 Issue: 4 Pages: 1253-1260 DOI: 10.1213/ANE.0000000000001671 Published: APR 2017","Abstract":"BACKGROUND: Supervision of anesthesia residents and nurse anesthetists is a major responsibility of faculty anesthesiologists. The quality of their supervision can be assessed quantitatively by the anesthesia residents and nurse anesthetists. Supervision scores are an independent measure of the contribution of the anesthesiologist to patient care. We evaluated the association between quality of supervision and level of specialization of anesthesiologists. METHODS: We used two 6-month periods, one with no feedback to anesthesiologists of the residents' and nurse anesthetists' evaluations, and the other with feedback. Supervision scores provided by residents and nurse anesthetists were considered separately. Sample sizes among the 4 combinations ranged from n = 51 to n = 62 University of Iowa faculty. For each supervising anesthesiologist and 6-month period, we calculated the proportion of anesthetic cases attributable to each anesthesia Current Procedural Terminology code. The sum of the square of the proportions, a measurement of diversity, is known as the Herfindahl index. The inverse of this index represents the effective number of common procedures. The diversity (degree of specialization) of each faculty anesthesiologist was measured attributing each case to: (1) the anesthesiologist who supervised for the longest total period of time, (2) the anesthesiologist who started the case, or (3) the anesthesiologist who started the case, limited to cases started during \"regular hours\" (defined as nonholiday Monday to Friday, 07:00 AM to 02:59 PM). Inferential analysis was performed using bivariate-weighted least-squares regression. RESULTS: The point estimates of all 12 slopes were in the direction of greater specialization of practice of the evaluated faculty anesthesiologist being associated with significantly lower supervision scores. Among supervision scores provided by nurse anesthetists, the association was statistically significant for the third of the 6-month periods under-the first and second ways of attributing the cases (uncorrected P < .0001). However, the slopes of the relationships were all small (eg, 0.109 +/- 0.025 [SE] units on the 4-point supervision scale for a change of 10 common procedures). Among supervision scores provided by anesthesia residents, the association was statistically significant during the first period for all 3 ways of attributing the case (uncorrected P < .0001). However, again, the slopes were small (eg, 0.127 +/- 0.027 units for a change of 10 common procedures). CONCLUSIONS: Greater clinical specialization of faculty anesthesiologists was not associated with meaningful improvements in quality of clinical supervision.","Authors":"Dexter, F (Dexter, Franklin) ; Ledolter, J (Ledolter, Johannes) ; Epstein, RH (Epstein, Richard H.) ; Hindman, BJ (Hindman, Bradley J.)","Title":"Operating Room Anesthesia Subspecialization Is Not Associated With Significantly Greater Quality of Supervision of Anesthesia Residents and Nurse Anesthetists"}, {"Categories":"Emergency Medicine Web of Science Categories:Emergency Medicine","Journal Information":"ANNALS OF EMERGENCY MEDICINE Volume: 69 Issue: 4 Pages: 426-433 DOI: 10.1016/j.annemergmed.2016.09.018 Published: APR 2017","Abstract":"Study objective: Among older persons, disability and functional decline are associated with increased mortality, institutionalization, and costs. The aim of the study was to determine whether illnesses and injuries leadingto an emergency department (ED) visit but not hospitalization are associated with functional decline among community-living older persons. Methods: From a cohort of 754 community-living older persons who have been followed with monthly interviews for up to 14 years, we matched 813 ED visits without hospitalization (ED only) to 813 observations without an ED visit or hospitalization (control). We compared the course of disability during the following 6 months between the 2 matched groups. To establish a frame of reference, we also compared the ED-only group with an unmatched group who were hospitalized after an ED visit (ED-hospitalized). Disability scores (range 0 [lowest] to 13 [highest]) were compared using generalized linear models adjusted for relevant covariates. Admission to a nursing home and mortality were evaluated as secondary outcomes. Results: The ED-only and control groups were well matched. For both groups, the mean age was 84 years, and 69% were women. The baseline disability scores were 3.4 and 3.6 in the ED-only and control groups, respectively. During the 6-month follow-up period, the ED-only group had significantly higher disability scores than the control group, with an adjusted risk ratio of 1.14 (95% confidence interval [CI] 1.09 to 1.19). Compared with participants in the ED-only group, those who were hospitalized after an ED visit had disability scores that were significantly higher (risk ratio 1.17; 95% CI 1.12 to 1.22). Both nursing home admissions (hazard ratio 3.11; 95% CI 2.05 to 4.72) and mortality (hazard ratio 1.93; 95% CI 1.07 to 3.49) were higher in the ED-only group versus control group during the 6-month follow-up period. Conclusion: Although not as debilitating as an acute hospitalization, illnesses and injuries leading to an ED visit without hospitalization were associated with a clinically meaningful decline in functional status during the following 6 months, suggesting that the period after an ED visit represents a vulnerable time for community-living older persons.","Authors":"Nagurney, JM (Nagurney, Justine M.) ; Fleischman, W (Fleischman, William) ; Han, L (Han, Ling) ; Leo-Summers, L (Leo-Summers, Linda) ; Allore, HG (Allore, Heather G.) ; Gill, TM (Gill, Thomas M.)","Title":"Emergency Department Visits Without Hospitalization Are Associated With Functional Decline in Older Persons"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398242000008 PubMed ID: 27357414 ISSN: 1364-8470 eISSN: 1469-2910","Keywords":"Organ transplantation; gift exchange; transplant professionals; emotional work; Denmark KeyWords Plus:ORGAN-TRANSPLANTATION; DEATH; LABOR; CARE; LIFE; SELF","Categories":"Anthropology; Public, Environmental & Occupational Health; Biomedical Social Sciences Web of Science Categories:Anthropology; Public, Environmental & Occupational Health; Social Sciences, Biomedical","Journal Information":"ANTHROPOLOGY & MEDICINE Volume: 24 Issue: 1 Pages: 111-126 DOI: 10.1080/13648470.2016.1193329 Published: APR 2017","Abstract":"This paper deals with the emotional challenges encountered by doctors and nurses caring for heart and lung transplant patients. Organ transplantation enables body parts from the dead to become usable in patients with no other life-saving option. These exchanges are not possible without transplant professionals carefully selecting, guiding and interacting with organ recipients before, during and after the transplant. Based on anthropological fieldwork at a Danish heart and lung transplant unit, the paper explores how doctors and nurses experience and handle the emotional challenges of their working life. By focusing on the everyday life of the transplant unit which, contrary to public understanding of transplant miracles, is sometimes characterised by sad cases and devastation, this paper argues that transplant professionals operate in the presence of death. Medically and emotionally they are at risk. They must take the difficult decisions of whether to admit critically ill patients onto the organ waiting list; face the distress of post-transplant sufferings and deaths; and deal with organ recipients who do not behave according to post-transplant recommendations. Drawing on a familiar metaphor for donated organs, it is suggested that transplant doctors and nurses are 'guardians of the gift'. Attention to the emotional burdens and rewards of this particular position enables new understandings of the practices of transplant medicine, of gift exchange theory, and of the role of emotion in medical practice.","Authors":"Jensen, AMB (Jensen, Anja M. B.)","Title":"Guardians of 'the gift': the emotional challenges of heart and lung transplant professionals in Denmark"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398538200013 PubMed ID: 27599307 ISSN: 1445-1433 eISSN: 1445-2197","Keywords":"appendicitis; clinical protocols; critical pathways; enhanced recovery; fast track KeyWords Plus:SAME-DAY DISCHARGE; CLINICAL PATHWAY; LAPAROSCOPIC APPENDECTOMY; PERFORATED APPENDICITIS; PEDIATRIC APPENDICITIS; RESOURCE UTILIZATION; THERAPEUTIC RECOMMENDATIONS; PROPHYLACTIC ANTIBIOTICS; ENHANCED RECOVERY; CARE","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"ANZ JOURNAL OF SURGERY Volume: 87 Issue: 4 Pages: 271-276 DOI: 10.1111/ans.13744 Published: APR 2017","Abstract":"Background: Standardized post-operative protocols reduce variation and enhance efficiency in patient care. Patients may benefit from these initiatives by improved quality of care. This matched case-control study investigates the effect of a multidisciplinary criteria-led discharge protocol for uncomplicated appendicitis in children. Methods: Key protocol components included limiting post-operative antibiotics to two intravenous doses, avoidance of intravenous opioid analgesia, prompt resumption of diet, active encouragement of early ambulation and nursing staff autonomy to discharge patients that met assigned criteria. The study period was from August 2015 to February 2016. Outcomes were compared with a historical control group matched for operative approach. Results: Outcomes for 83 patients enrolled to our protocol were compared with those of 83 controls. There was a 29.2% reduction in median post-operative length of stay in our protocol-based care group (19.6 versus 27.7 h; P < 0.001). The rate of discharges within 24 h improved from 12 to 42%. There was no significant difference in complication rate (4.8 versus 7.2%; P = 0.51). Mean oral morphine dose equivalent per kilogram requirement was less than half (46%) that of control group patients (P < 0.001). Mean number of ondansetron doses was also significantly lower. Projected annual direct cost savings following protocol implementation was AUD$77 057. Conclusion: Implementation of a criteria-led discharge protocol at our hospital decreased length of stay, reduced variation in care, preserved existing low morbidity, incurred substantial cost savings, and safely rationalized opioid and antiemetic medication. These protocols are inexpensive and offer tangible benefits that are accessible to all health care settings.","Authors":"Cundy, TP (Cundy, Thomas P.) ; Sierakowski, K (Sierakowski, Kyra) ; Manna, A (Manna, Alexandra) ; Cooper, CM (Cooper, Celia M.) ; Burgoyne, LL (Burgoyne, Laura L.) ; Khurana, S (Khurana, Sanjeev)","Title":"Fast-track surgery for uncomplicated appendicitis in children: a matched case-control study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398165700008 PubMed ID: 28210863 ISSN: 0932-0067 eISSN: 1432-0711","Keywords":"Support strategies; Debriefing; Intrapartum death; Personal impact KeyWords Plus:SCHWARTZ CENTER ROUNDS; PERINATAL DEATH; NURSES; COPE; GYNECOLOGISTS; EXPERIENCES; STILLBIRTH; PHYSICIANS; MIDWIVES; IMPACT","Categories":"Obstetrics & Gynecology Web of Science Categories:Obstetrics & Gynecology","Journal Information":"ARCHIVES OF GYNECOLOGY AND OBSTETRICS Volume: 295 Issue: 4 Pages: 845-852 DOI: 10.1007/s00404-017-4309-9 Published: APR 2017","Abstract":"Background Exposure to adverse perinatal events can impact on the way healthcare professionals (HCPs) provide patient care. The aim of this study was to document the experiences of HCPs following exposure to intrapartum death (IPD), to identify opinions surrounding education and suitable support strategies, and to ascertain if involvement with an IPD had any impact on clinical practice. Methods A questionnaire study, with open and closed questions, was developed and set in a tertiary maternity hospital. Consultant obstetricians, trainee obstetricians and midwives were invited to participate. Respondents were questioned about the impact that an intrapartum death had on them, the support they received in the immediate aftermath and their opinions regarding ongoing education and training in the areas of intrapartum death and self-care. Results Eighty percent of HCPs in our study had a direct involvement with an IPD. Most (82%) HCPs received no training in dealing with IPD while 94% had no education on self-care strategies. Despite it being desired by most (80%), debriefing was offered to just 11% of HCPs who were involved in an IPD. Three main qualitative themes emerged from the data; the personal impact of IPDs on HCPs, implications for professional practice and future patient care, and the importance on non-judgemental support. Conclusion Maternity hospitals need to improve their support structures for HCPs following an IPD. It is hoped that this study will inform future educational practice and identify potential support strategies.","Authors":"McNamara, K (McNamara, Karen) ; Meaney, S (Meaney, S.) ; O'Connell, O (O'Connell, O.) ; McCarthy, M (McCarthy, M.) ; Greene, RA (Greene, R. A.) ; O'Donoghue, K (O'Donoghue, K.)","Title":"Healthcare professionals' response to intrapartum death: a cross-sectional study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398165700025 PubMed ID: 28176013 ISSN: 0932-0067 eISSN: 1432-0711","Keywords":"Breast cancer; Parity; Breastfeeding; Histopathologic subtypes KeyWords Plus:INTERNATIONAL EXPERT CONSENSUS; RISK-FACTORS; MOLECULAR SUBTYPES; PRIMARY THERAPY; HIGHLIGHTS","Categories":"Obstetrics & Gynecology Web of Science Categories:Obstetrics & Gynecology","Journal Information":"ARCHIVES OF GYNECOLOGY AND OBSTETRICS Volume: 295 Issue: 4 Pages: 971-978 DOI: 10.1007/s00404-017-4298-8 Published: APR 2017","Abstract":"Purpose Some reproductive factors are well-known general risk factors for breast cancer (BC). On the other hand, BC subtypes also have a high prognostic value. Correlations, however, that link these risk factors to the development of a particular one of the different BC subtypes are still poorly understood. The primary objective of our study was to assess the influence of different reproductive factors (duration of breastfeeding, parity, and age at first childbirth) on pathological BC subtypes. Secondarily, we correlated body mass index (BMI), age at primary diagnosis, and smoking behavior with tumor subclasses. Patients and methods We performed a retrospective chart review of 1082 patients with BC who had been treated for postmenopausal BC at the Heidelberg University Hospital during the period 2009-2014. For statistical analysis, different types of correlation analysis as well as a logistic regression model were used. Results Relating to the primary objective, we found that patients with luminal-like BC had significantly fewer children than patients with triple-negative or HER2-positive subtype tumors (P = 0.027). Concerning the duration of breastfeeding, patients with a luminal A-like tumor had a significantly lower mean nursing period than patients with other subtypes (P = 0.012). Furthermore, patients who did breastfeed presented with a significantly lower number of hormone receptor-positive tumors (estrogen receptor-positive, P = 0.04; progesterone receptor-positive, P = 0.017) but the highest rate of HER2-overexpressing malignancies (P = 0.011). Moreover, late first childbirth was associated with the occurrence of luminal tumors (OR 0.952; P = 0.041). Regarding our secondary aim, higher BMI (P = 0.031) and higher age at primary diagnosis (P = 0.038) were both found to be significantly associated with luminal-like BC. Conclusion The results suggest a correlation of the occurrence of luminal-like BC subtypes with low parity and short or no duration of breastfeeding. Prospective investigations are needed for further confirmation and to evaluate the molecular basis of our findings.","Authors":"von Au, A (von Au, Alexandra) ; Klotzbuecher, M (Klotzbuecher, Mona) ; Uhlmann, L (Uhlmann, Lorenz) ; Boudewijns, M (Boudewijns, Mark) ; Michel, L (Michel, Laura) ; Wallwiener, M (Wallwiener, Markus) ; Heil, J (Heil, Joerg) ; Golatta, M (Golatta, Michael) ; Rom, J (Rom, Joachim) ; Sohn, C (Sohn, Christof) ; Schneeweiss, A (Schneeweiss, Andreas) ; Schuetz, F (Schuetz, Florian) ; Domschke, C (Domschke, Christoph) ...More...Less","Title":"Impact of reproductive factors on breast cancer subtypes in postmenopausal women: a retrospective single-center study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398335700003 PubMed ID: 28359426 ISSN: 0883-9417 eISSN: 1532-8228","Categories":"Nursing; Psychiatry Web of Science Categories:Nursing; Psychiatry","Journal Information":"ARCHIVES OF PSYCHIATRIC NURSING Volume: 31 Issue: 2 Pages: 147-156 DOI: 10.1016/j.apnu.2016.09.007 Published: APR 2017","Abstract":"Aim: To estimate the content validity of a psychotherapeutic intervention model in nursing. Background: Mental health nurses encounter great extrinsic difficulties when it comes to providing psychotherapeutic interventions due to the fact that they are not allowed to perform such practice in some countries. In this light, the pursuit of a psychotherapeutic intervention model in nursing seems germane to guide the professionals' psychotherapeutic practice, contributing hereof to increase mental health nurses' professional autonomy. Design: Modified e-Delphi. Methods: Data were collected from October 2015 to January 2016 by means of three rounds of online questionnaires. The initial questionnaire was structured into five sections: general structure of the model, patients' exclusion criteria, assessment framework, nursing diagnoses, and nursing psychotherapeutic interventions. From the 42 experts invited, at least twenty (20) participated in each round. Results: The experts achieved consensus with regard to the conclusion that nursing psychotherapeutic interventions should always seek to address a nursing diagnosis. These defined furthermore that a psychotherapeutic intervention model in nursing should be exercised by means of 3 to 12 sessions using Nursing Interventions Classification (NIC) as a resource. Finally, experts deemed that the model should follow the principles of integrative psychotherapy, so that techniques from different schools of psychotherapy could therefore be used in conjunction to promote the resolution of a nursing diagnosis. Conclusion: Achieving consensus about the structure of a psychotherapeutic intervention model in nursing is imperative to guide nurses in the provision of nursing psychotherapeutic interventions and to enable an effective evaluation of the health gains associated with its implementation. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Sampaio, FMC (Correia Sampaio, Francisco Miguel) ; Sequeira, C (Sequeira, Carlos) ; Canut, TL (Lluch Canut, Teresa)","Title":"Content Validity of a Psychotherapeutic Intervention Model in Nursing: A Modified e-Delphi Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398335700006 PubMed ID: 28359429 ISSN: 0883-9417 eISSN: 1532-8228","Categories":"Nursing; Psychiatry Web of Science Categories:Nursing; Psychiatry","Journal Information":"ARCHIVES OF PSYCHIATRIC NURSING Volume: 31 Issue: 2 Pages: 171-176 DOI: 10.1016/j.apnu.2016.09.010 Published: APR 2017","Abstract":"With one in five Canadians estimated to experience mental illness, retention of registered nurses in the acute psychiatric hospital setting becomes a pressing issue. The key for these nurses to survive and potentially even thrive in practice has been identified as resilience. From interviews with four registered nurses, maintaining a \"vast\" perspective, becoming an \"expert\" of self, clarifying \"belief systems\", and being \"present\" through \"staying awake\" were identified as key in developing resilience. Although participants expressed that the development of resilience is an individual process, the concept of development was similar. Developing personal resilience may be a matter of self-development. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Prosser, SJ (Prosser, Steven James); Metzger, M (Metzger, Michael) ; Gulbransen, K (Gulbransen, Kristen)","Title":"Don't Just Survive, Thrive: Understanding How Acute Psychiatric Nurses Develop Resilience"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398335700007 PubMed ID: 28359430 ISSN: 0883-9417 eISSN: 1532-8228","Categories":"Nursing; Psychiatry Web of Science Categories:Nursing; Psychiatry","Journal Information":"ARCHIVES OF PSYCHIATRIC NURSING Volume: 31 Issue: 2 Pages: 177-182 DOI: 10.1016/j.apnu.2016.09.011 Published: APR 2017","Abstract":"The aim of the study was to determine the relationship between the neglect and abuse that older people were exposed to by their primary caregivers and the experiences of caregivers' burden and abuse by their charges. This descriptive, cross-sectional and correlational study was conducted with 186 individuals over the age of 65 and 136 caregivers. The data were collected using questionnaires to determine neglect and abuse experienced by both older people and caregivers, and the Zarit Burden Scale. Abuse rate of the older people and their caregivers is both high and similar. This study is to make psychiatric nursing professionals aware of the problem of elder abuse and neglect. For researchers, educators, practitioners, and policymakers in the fields of aging, health, and mental health this study provides important data about elder abuse and neglect. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Ozcan, NK (Ozcan, Neslihan Keser) ; Boyacioglu, NE (Boyacioglu, Nur Elcin) ; Sertcelik, E (Sertcelik, Elmas)","Title":"Reciprocal Abuse: Elder Neglect and Abuse by Primary Caregivers and Caregiver Burden and Abuse in Turkey"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398335700008 PubMed ID: 28359431 ISSN: 0883-9417 eISSN: 1532-8228","Categories":"Nursing; Psychiatry Web of Science Categories:Nursing; Psychiatry","Journal Information":"ARCHIVES OF PSYCHIATRIC NURSING Volume: 31 Issue: 2 Pages: 183-189 DOI: 10.1016/japnu.2016.09.012 Published: APR 2017","Abstract":"Objective: To examine the effectiveness of psychoeducational intervention that is based on the McGill Model of Nursing in reducing the burden of caregivers and improving self-efficacy and adaptive coping in people who provide care for the older person. Methods: This study was conducted using a pre- and post-test control group and repeated measures experimental design in a family health center service area located in Istanbul. This study was conducted with 33 caregivers in each group. The data were collected using the questionnaire form, the Zarit Burden Interview, the General Self Efficacy Scale and the Cognitive Emotion Regulation Questionnaire. Results: According to the findings of the study, the post-test Zarit Burden Interview points of the intervention group trained for according to McGill Model of Nursing will decrease compared with the control group after the intervention hypothesis was accepted; the post-test General Self-Efficacy Scale and adaptive subscales of the Cognitive Emotion Regulation Questionnaire scores will increase after the intervention hypothesis was also accepted. Conclusion: It was found that the psychoeducational intervention based on the McGill Nursing Model was efficient. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Boyacioglu, NE (Boyacioglu, Nur Elcin) ; Kutlu, Y (Kutlu, Yasemin)","Title":"The Effectiveness of Psychoeducational Interventions in Reducing the Care Burden of Family Members Caring for the Elderly in Turkey: A Randomized Controlled Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398335700010 PubMed ID: 28359433 ISSN: 0883-9417 eISSN: 1532-8228","Categories":"Nursing; Psychiatry Web of Science Categories:Nursing; Psychiatry","Journal Information":"ARCHIVES OF PSYCHIATRIC NURSING Volume: 31 Issue: 2 Pages: 197-204 DOI: 10.1016/j.apnu.2016.09.015 Published: APR 2017","Authors":"Sun, YY (Sun, Yaoyao) ; Zhang, D (Zhang, Dan) ; Yang, Y (Yang, Yang) ; Wu, ML (Wu, Menglian) ; Xie, H (Xie, Hui) ; Zhang, J (Zhang, Jie) ; Jia, JH (Jia, Jihui) ; Su, YG (Su, Yonggang)","Title":"Social Support Moderates the Effects of Self-esteem and Depression on Quality of Life Among Chinese Rural Elderly in Nursing Homes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398335700013 PubMed ID: 28359436 ISSN: 0883-9417 eISSN: 1532-8228","Categories":"Nursing; Psychiatry Web of Science Categories:Nursing; Psychiatry","Journal Information":"ARCHIVES OF PSYCHIATRIC NURSING Volume: 31 Issue: 2 Pages: 217-222 DOI: 10.1016/j.apnu.2016.09.013 Published: APR 2017","Abstract":"Individuals with serious mental illnesses (SMI) who are incarcerated pose major treatment challenges for both correctional personnel and healthcare providers, yet deserve the same high standards of care as those in traditional mental health facilities. The literature references these challenges as types of mental health treatment disparities, and calls for improvement measures from clinicians, researchers, policy-makers, and advocates. From the standpoint of psychiatric-mental health (PMH) nursing, this paper explores, examines, and offers some contemporary clinical and practice perspectives for providing best-practice psychiatric care for SMI individuals who are in jails. The diverse roles of PMH nursing can contribute meaningfully to tackling quality improvement initiatives on mental health treatment agendas for SMI inmates. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Ellis, H (Ellis, Horace) ; Alexander, V (Alexander, Vinette)","Title":"The Mentally Ill in Jail : Contemporary Clinical and Practice Perspectives for Psychiatric-Mental Health Nursing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398335700014 PubMed ID: 28359437 ISSN: 0883-9417 eISSN: 1532-8228","Categories":"Nursing; Psychiatry Web of Science Categories:Nursing; Psychiatry","Journal Information":"ARCHIVES OF PSYCHIATRIC NURSING Volume: 31 Issue: 2 Pages: 223-230 DOI: 10.1016/j.apnu.2016.09.004 Published: APR 2017","Abstract":"Problem: Adherence to antidepressants is a major challenge in our health care system,center dot with a high percentage of patients discontinuing their medications within six months. Aims: The purpose of this position paper is to discuss theoretical frameworks that address the psychological beliefs, benefits and barriers and feelings of autonomy that affect a person's willingness and motivation to take anti -depressant medications within a therapeutic relationship with a nurse practitioner. Methods: Three theoretical frameworks were selected to highlight particular perspectives relevant to enhancing patient motivation for medication adherence. The Self -Regulation Model, Health Belief Model, and Self -Determination Theory combined with motivational interviewing all offer guidance on strategies for improving adherence to antidepressants. Conclusions: The Self -Regulation Model underscores the importance of illness representations that prompt considering patient perceptions of depression that affect adherence. The Health Belief Model focuses on cost benefit considerations that affect patient's adherence, along with perceived control. Finally, Self -Determination Theory combined with motivational interviewing offers strategies that enhance autonomy and optimize collaboration and motivation for adherence. Relevance for clinical practice: These three theoretical models are applied to a vignette for a patient who is having difficulty with adherence to antidepressant medication. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Hamrin, V (Hamrin, Vanya) ; Sinclair, VG (Sinclair, Vaughn G.) ; Gardner, V (Gardner, Virginia)","Title":"Theoretical Approaches to Enhancing Motivation for Adherence to Antidepressant Medications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397988800009 PubMed ID: 27390247 ISSN: 2151-464X eISSN: 2151-4658","Categories":"Rheumatology Web of Science Categories:Rheumatology","Journal Information":"ARTHRITIS CARE & RESEARCH Volume: 69 Issue: 4 Pages: 517-527 DOI: 10.1002/acr.22968 Published: APR 2017","Abstract":"Objective. The Sjogren's Syndrome Foundation clinical practice guidelines (CPGs) are designed to improve quality and consistency of care in Sjogren's syndrome by offering recommendations for management. Methods. Management questions for the systemic manifestations of Sjogren's syndrome were posed by the CPG committee with input from patients and rheumatologists. Clinical questions were assigned to a topic review group that performed systematic reviews and data extraction and drafted guidelines. Quality of evidence and strength of recommendation were rated using the American Society of Clinical Oncology's modification of the Grading of Recommendations Assessment, Development, and Evaluation. Guideline recommendations were reviewed by a consensus expert panel (CEP) composed of 30-40 clinicians from academia and community practices, as well as registered nurses and patients, using a modified Delphi process. A CEP agreement level of 75% was set as a minimum for adoption of a guideline recommendation. Results. Consensus was achieved for 19 recommendations; for 11 additional modules, available data were insufficient to allow a recommendation to be formulated. Of the 19 recommendations, 15 required 1 Delphi round, 2 required 2 rounds, and 2 required 3 rounds. Conclusion. Key recommendations include a decision tree for the use of oral disease-modifying antirheumatic drugs for inflammatory musculoskeletal pain, use of self-care measures and advice regarding exercise to reduce fatigue, and the use of rituximab in selected clinical settings for oral and ocular dryness and for certain extraglandular manifestations, including vasculitis, severe parotid swelling, inflammatory arthritis, pulmonary disease, andmononeuritismultiplex. The CPG committee strongly discouraged the use of tumor necrosis factor inhibitors for sicca symptoms and for the majority of clinical contexts in primary Sjogren's syndrome.","Authors":"Carsons, SE (Carsons, Steven E.) ; Vivino, FB (Vivino, Frederick B.) ; Parke, A (Parke, Ann) ; Carteron, N (Carteron, Nancy) ; Sankar, V (Sankar, Vidya) ; Brasington, R (Brasington, Richard) ; Brennan, MT (Brennan, Michael T.) ; Ehlers, W (Ehlers, William) ; Fox, R (Fox, Robert) ; Scofield, H (Scofield, Hal)[ 9,10 ] ; Hammitt, KM (Hammitt, Katherine M.)[ 11 ] ; Birnbaum, J (Birnbaum, Julius)[ 12 ] ; Kassan, S (Kassan, Stuart)[ 13 ] ; Mandel, S (Mandel, Steven)[ 14,15 ] ...More...Less","Title":"Treatment Guidelines for Rheumatologic Manifestations of Sjogren's Syndrome: Use of Biologic Agents, Management of Fatigue, and Inflammatory Musculoskeletal Pain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395939200005 PubMed ID: 28134672 ISSN: 1359-5237 eISSN: 1473-5725","Keywords":"diastolic blood pressure; measurement environment; nursing training; systolic blood pressure KeyWords Plus:AMERICAN-HEART-ASSOCIATION; HYPERTENSION; RECOMMENDATIONS; MANAGEMENT; STATEMENT; ACCURACY; COUNCIL; SOCIETY","Categories":"Cardiovascular System & Cardiology Web of Science Categories:Peripheral Vascular Disease","Journal Information":"BLOOD PRESSURE MONITORING Volume: 22 Issue: 2 Pages: 79-85 DOI: 10.1097/MBP.0000000000000240 Published: APR 2017","Abstract":"Objective This study aimed to examine the effects of measurement room environment and nursing experience on the accuracy of manual auscultatory blood pressure (BP) measurement. Materials and methods A training database with 32 Korotkoff sounds recordings from the British Hypertension Society was played randomly to 20 observers who were divided into four groups according to the years of their nursing experience (i.e. >= 10 years, 1-9 years, nursing students with frequent training, and those without any medical background; five observers in each group). All the observers were asked to determine manual auscultatory systolic blood pressure (SBP) and diastolic blood pressure (DBP) both in a quiet clinical assessment room and in a noisy nurse station area. This procedure was repeated on another day, yielding a total of four measurements from each observer (i.e. two room environments and two repeated determinations on 2 separate days) for each Korotkoff sound. The measurement error was then calculated against the reference answer, with the effects of room environment and nursing experience of the observer investigated. Results Our results showed that there was no statistically significant difference for BPs measured under both quiet and noisy environments (P>0.80 for both SBP and DBP). However, there was a significant effect on the measurement accuracy between the observer groups (P<0.001 for both SBP and DBP). The nursing students performed best with overall SBP and DBP errors of -0.8 +/- 2.4 and 0.1 +/- 1.8 mmHg, respectively. The SBP measurement error from the nursing students was significantly smaller than that for each of the other three groups (all P<0.001). Conclusion Our results indicate that frequent nursing trainings are important for nurses to achieve accurate manual auscultatory BP measurement. Copyright (C) 2017 Wolters Kluwer Health, Inc. All rights reserved.","Authors":"Zhang, M (Zhang, Meng) ; Zhang, XM (Zhang, Xuemei) ; Chen, F (Chen, Fei) ; Dong, BR (Dong, Birong) ; Chen, AQ (Chen, Aiqing) ; Zheng, DC (Zheng, Dingchang)","Title":"Effects of room environment and nursing experience on clinical blood pressure measurement: an observational study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396965900018 PubMed ID: 28135658 ISSN: 0960-9776 eISSN: 1532-3080","Keywords":"Risk-reducing mastectomy; Contralateral prophylactic mastectomy; Psychologist; Assessment; Qualitative KeyWords Plus:GENETICALLY PREDISPOSED WOMEN; BREAST-CANCER; OVARIAN-CANCER; UNAFFECTED WOMEN; BODY-IMAGE; RECONSTRUCTION; SATISFACTION; SURGERY; UNDERGONE; DISTRESS","Categories":"Oncology; Obstetrics & Gynecology Web of Science Categories:Oncology; Obstetrics & Gynecology","Journal Information":"BREAST Volume: 32 Pages: 105-111 DOI: 10.1016/j.breast.2017.01.011 Published: APR 2017","Abstract":"Objectives: Given increasing rates of risk-reducing mastectomies (RRM) and contralateral prophylactic mastectomies (CPM), and the potentially significant psychological sequelae of this irreversible procedure, health professionals (HPs) regularly refer patients to psychologists for pre-operative assessment and support. This is the first study to provide qualitative insights from HPs into the role of psychologists who are working with women considering RRM or CPM. Materials and methods: 24 HPs (psychologists, surgeons, breast care nurses and genetic counsellors) experienced in treating patients before or after RRM/CPM completed semi-structured interviews (n = 15) or participated in a focus group (n = 10). Interviews were qualitatively analysed using Framework methods. Results: Qualitative analysis revealed four interconnected themes: (1) perceived patient motivation to undergo RRM/CPM; (2) HP reasons for psychologist referral; (3) role of the psychologist; and (4) value of psychologist involvement. The reported psychologist role included: mental health assessment, checking understanding of information, ensuring informed decision-making, preparation for the procedure, and management of post-surgical challenges. Conclusion: Psychologists are perceived by HPs to have a key role in the multi-disciplinary care of patients considering RRM or CPM. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Braude, L (Braude, Lucy) ; Laidsaar-Powell, R (Laidsaar-Powell, Rebekah) ; Gilchrist, J (Gilchrist, Jemma) ; Kirsten, L (Kirsten, Laura) ; Juraskova, I (Juraskova, Ilona)","Title":"An exploration of Australian psychologists' role in assessing women considering risk-reducing or contralateral prophylactic mastectomy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395867500017 PubMed ID: 28190250 ISSN: 0167-6806 eISSN: 1573-7217","Keywords":"Carotenoids; Benign breast disease; Breast cancer; African American; Prevention KeyWords Plus:CANCER RISK; SERUM CAROTENOIDS; NUTRITION COHORT; ADIPOSE-TISSUE; CHINESE WOMEN; NURSES HEALTH; UNITED-STATES; RETINOL; TOCOPHEROLS; BIOMARKERS","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"BREAST CANCER RESEARCH AND TREATMENT Volume: 162 Issue: 3 Pages: 571-580 DOI: 10.1007/s10549-017-4152-5 Published: APR 2017","Abstract":"To examine the association of plasma carotenoids, micronutrients in fruits, and vegetables, with risk of premalignant breast disease (PBD) in younger women. Blood samples were collected at the Siteman Cancer Center between 2008 and 2012 from 3537 women aged 50 or younger with no history of cancer or PBD. The analysis included 147 participants diagnosed with benign breast disease or breast carcinoma in situ during a 27-month follow-up and 293 controls. Cases and controls were matched on age, race/ethnicity, and date of and fasting status at blood draw. Plasma carotenoids were quantified. We used logistic regression to calculate odds ratios (ORs) and 95% confidence intervals (CIs) and linear regression to assess racial differences in plasma carotenoids. The risk reduction between the highest and lowest tertiles varied by carotenoid, with beta-cryptoxanthin having the greatest reduction (OR 0.62; 95% CI, 0.62-1.09; P (trend) = 0.056) and total carotenoids the least (OR 0.83; 95% CI, 0.48-1.44; P (trend) = 0.12). We observed an inverse association between plasma carotenoids and risk of PBD in obese women (BMI ae<yen> 30 kg/m(2); 61 cases and 115 controls) but not lean women (BMI < 25 kg/m(2); 54 cases and 79 controls), although the interaction was not statistically significant. Compared to white women, black women had lower levels of alpha and beta-carotene and higher levels of beta-cryptoxanthin and lutein/zeaxanthin. We observed suggestive inverse associations between plasma carotenoids and risk of PBD in younger women, consistent with inverse associations reported for invasive breast cancer. Carotenoids may play a role early in breast cancer development.","Authors":"Cohen, K (Cohen, Kevin) ; Liu, Y (Liu, Ying) ; Luo, JQ (Luo, Jingqin) ; Appleton, CM (Appleton, Catherine M.) ; Colditz, GA (Colditz, Graham A.)","Title":"Plasma carotenoids and the risk of premalignant breast disease in women aged 50 and younger: a nested case-control study"}, {"Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"BRITISH JOURNAL OF SURGERY Volume: 104 Pages: 14-14 Supplement: S3 Special Issue: SI Meeting Abstract: O26 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000398842600027 ISSN: 0007-1323 eISSN: 1365-2168","Authors":"Pushpa-Rajah, JA (Pushpa-Rajah, J. A.) ; Spencer, S (Spencer, S.) ; Braithwaite, B (Braithwaite, B.)","Title":"Effectiveness, safety and patient satisfaction of post-operative nurse only telephone follow up for vascular surgery"}, {"Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"BRITISH JOURNAL OF SURGERY Volume: 104 Pages: 63-63 Supplement: S3 Special Issue: SI Meeting Abstract: PC7 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000398842600194 ISSN: 0007-1323 eISSN: 1365-2168","Authors":"King, F (King, F.) ; Parasuraman, T (Parasuraman, T.) ; McGarrity, L (McGarrity, L.)","Title":"Nurse-led ASA grading in preoperative assessment to guide investigations and risk scoring"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397510400005 PubMed ID: 28138958 ISSN: 0007-1323 eISSN: 1365-2168","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"BRITISH JOURNAL OF SURGERY Volume: 104 Issue: 5 Pages: 525-535 DOI: 10.1002/bjs.10438 Published: APR 2017","Abstract":"BackgroundLaparoscopic left lateral sectionectomy (LLLS) has been associated with shorter hospital stay and reduced overall morbidity compared with open left lateral sectionectomy (OLLS). Strong evidence has not, however, been provided. MethodsIn this multicentre double-blind RCT, patients (aged 18-80years with a BMI of 18-35kg/m(2) and ASA fitness grade of III or below) requiring left lateral sectionectomy (LLS) were assigned randomly to OLLS or LLLS within an enhanced recovery after surgery (ERAS) programme. All randomized patients, ward physicians and nurses were blinded to the procedure undertaken. A parallel prospective registry (open non-randomized (ONR) versus laparoscopic non-randomized (LNR)) was used to monitor patients who were not enrolled for randomization because of doctor or patient preference. The primary endpoint was time to functional recovery. Secondary endpoints were length of hospital stay (LOS), readmission rate, overall morbidity, composite endpoint of liver surgery-specific morbidity, mortality, and reasons for delay in discharge after functional recovery. ResultsBetween January 2010 and July 2014, patients were recruited at ten centres. Of these, 24 patients were randomized at eight centres, and 67 patients from eight centres were included in the prospective registry. Owing to slow accrual, the trial was stopped on the advice of an independent Data and Safety Monitoring Board in the Netherlands. No significant difference in median (i.q.r.) time to functional recovery was observed between laparoscopic and open surgery in the randomized or non-randomized groups: 3 (3-5) days for OLLSversus 3 (3-3) days for LLLS; and 3 (3-3) days for ONRversus 3 (3-4) days for LNR. There were no significant differences with regard to LOS, morbidity, reoperation, readmission and mortality rates. ConclusionThis RCT comparing open and laparoscopic LLS in an ERAS setting was not able to reach a conclusion on time to functional recovery, because it was stopped prematurely owing to slow accrual. Registration number: NCT00874224 ( ). A lesson in trial design","Authors":"Wong-Lun-Hing, EM (Wong-Lun-Hing, E. M.) ; van Dam, RM (van Dam, R. M.) ; van Breukelen, GJP (van Breukelen, G. J. P.) ; Tanis, PJ (Tanis, P. J.) ; Ratti, F (Ratti, F.); van Hillegersberg, R (van Hillegersberg, R.) ; Slooter, GD (Slooter, G. D.) ; de Wilt, JHW (de Wilt, J. H. W.) ; Liem, MSL (Liem, M. S. L.)[ 10 ] ; de Boer, MT (de Boer, M. T.)[ 11 ] ; Klaase, JM (Klaase, J. M.)[ 12 ] ; Neumann, UP (Neumann, U. P.)[ 1,13 ] ; Aldrighetti, LA (Aldrighetti, L. A.)[ 14 ] ; Dejong, CHC (Dejong, C. H. C.)[ 1,2,5,13 ] ...More...Less Group Author(s): ORANGE II Collaborative Grp","Title":"Randomized clinical trial of open versus laparoscopic left lateral hepatic sectionectomy within an enhanced recovery after surgery programme (ORANGE II study)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398247000005 PubMed ID: 28373729 ISSN: 0008-5286 eISSN: 1928-9022","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"CANADIAN VETERINARY JOURNAL-REVUE VETERINAIRE CANADIENNE Volume: 58 Issue: 4 Pages: 371-376 Published: APR 2017","Abstract":"The evaluation of pig hematology and biochemistry parameters is rarely done largely due to the costs associated with laboratory testing and labor, and the limited availability of reference intervals needed for interpretation. Within-herd and between-herd biological variation of these values also make it difficult to establish reference intervals. Regardless, baseline reference intervals are important to aid veterinarians in the interpretation of blood parameters for the diagnosis and treatment of diseased swine. The objective of this research was to provide reference intervals for hematology and biochemistry parameters of 3-week-old commercial nursing piglets in Ontario. A total of 1032 pigs lacking clinical signs of disease from 20 swine farms were sampled for hematology and iron panel evaluation, with biochemistry analysis performed on a subset of 189 randomly selected pigs. The 95% reference interval, mean, median, range, and 90% confidence intervals were calculated for each parameter.","Authors":"Perri, AM (Perri, Amanda M.) ; O'Sullivan, TL (O'Sullivan, Terri L.) ; Harding, JCS (Harding, John C. S.) ; Wood, RD (Wood, R. Darren) ; Friendship, RM (Friendship, Robert M.)","Title":"Hematology and biochemistry reference intervals for Ontario commercial nursing pigs close to the time of weaning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398480200006 PubMed ID: 28220328 ISSN: 0957-5243 eISSN: 1573-7225","Keywords":"Prostate cancer; Dietary advice; Physical activity advice; Health care professionals; Qualitative research KeyWords Plus:DOUBLE-BLIND; SUPPLEMENT; BEHAVIOR; KNOWLEDGE; TRIAL; RATES; RISK; PSA","Categories":"Oncology; Public, Environmental & Occupational Health Web of Science Categories:Oncology; Public, Environmental & Occupational Health","Journal Information":"CANCER CAUSES & CONTROL Volume: 28 Issue: 4 Pages: 319-329 DOI: 10.1007/s10552-017-0861-7 Published: APR 2017","Abstract":"Purpose To explore the views and experiences of health care professionals (HCPs), men diagnosed with localised prostate cancer and their partners about the provision of advice on diet and physical activity after diagnosis and treatment for localised prostate cancer. Methods Semi-structured in-depth interviews with ten HCPs (Consultant Urological Surgeons, Uro-Oncology Clinical Nurse Specialists and Allied Health Professionals: see Table 1) and sixteen men diagnosed with localised prostate cancer and seven of their partners. Data from interviews were thematically analysed using the Framework Approach. Results The men and their partners provided differing accounts to the HCPs and sometimes to each other concerning the provision of advice on diet and physical activity. Some men were unable to recall receiving such advice from HCPs. Factors impacting upon advice-giving included the perceived lack of an evidence base to support dietary and physical activity advice and the credibility of advice providers. The timing of advice provision was a contentious issue as some HCPs believed that patients might not be willing to receive dietary and physical activity advice at the time of diagnosis, whilst others viewed this an opportune time to provide behaviour change information. Patients concurred with the latter opinion. Conclusions Men and their partners would value nutritional and physical activity advice from their HCP, after a localised prostate cancer diagnosis. Men would prefer to receive this advice at an early stage in their cancer journey and may implement behaviour change if the received advice is clear and evidence-based. HCPs should receive suitable training regarding what information to provide to men and how best to deliver this information.","Authors":"Sutton, E (Sutton, Eileen) ; Hackshaw-McGeagh, LE (Hackshaw-McGeagh, Lucy E.) ; Aning, J (Aning, Jonathan) ; Bahl, A (Bahl, Amit) ; Koupparis, A (Koupparis, Anthony) ; Persad, R (Persad, Raj) ; Martin, RM (Martin, Richard M.) ; Lane, JA (Lane, J. Athene)","Title":"The provision of dietary and physical activity advice for men diagnosed with prostate cancer: a qualitative study of the experiences and views of health care professionals, patients and partners"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396707800015 PubMed ID: 28242577 ISSN: 1877-7821 eISSN: 1877-783X","Keywords":"Smoking; Alcohol; Body mass index; Second primary cancer; Keratinocyte carcinoma KeyWords Plus:NONMELANOMA SKIN-CANCER; BODY-MASS INDEX; LIGHT-INDUCED IMMUNOSUPPRESSION; HEALTH-INSURANCE-CORPORATION; DOSE-RESPONSE METAANALYSIS; COLORECTAL-CANCER; BREAST-CANCER; UNITED-STATES; POOLED ANALYSIS; INSULIN-RESISTANCE","Categories":"Oncology; Public, Environmental & Occupational Health Web of Science Categories:Oncology; Public, Environmental & Occupational Health","Journal Information":"CANCER EPIDEMIOLOGY Volume: 47 Pages: 106-113 DOI: 10.1016/j.canep.2017.02.002 Published: APR 2017","Abstract":"Keratinocyte carcinoma (KC), which includes basal-cell carcinoma (BCC) and squamous-cell cancer (SCC), has been associated with an increased risk of second primary cancers (SPCs), although the reason for this increase is unknown. We assessed the effects of smoking, alcohol, and obesity prior to the diagnosis of KC on the development of SPCs, as these are well-established risk factors for multiple cancers and may also contribute to the increased risk of SPCs among those with KC. A total of 15,628 women with self-reported KC were identified in the Nurses' Health Study. Incident SPCs were assessed throughout the follow-up until June 2012. Cox proportional hazards models were used to calculate the hazard ratios (HRs) of SPC associated with pre-diagnostic smoking, alcohol and body mass index (BMI). We also compared these risk estimates to those for first cancers in all cohort participants. During 193,695 person-years of followup, we recorded 2839 SPC cases. Compared with never smokers, current smokers had a significantly elevated risk for SPC overall and specifically for lung, colorectal, and bladder cancers. We also found a positive association between higher BMI and risk for SPC overall as well as for endometrial and bladder SPCs. Women with KC who consumed alcohol >= 30 g/day had a marginally higher risk of SPC compared to non-drinkers. The associations between incident SPC risk among KC cases and smoking, alcohol, and obesity appeared similar to the associations between these risk factors and the incident first primary cancers in the whole cohort. Only in the heavy smoking (>= 25 cigarettes/day) category was the HR for SPC after KC (2.34; 95% CI 1.98-2.76) slightly higher than that for the first cancer in the overall cohort (HR 1.86; 95% CI 1.75-1.98, P-heterogeneity = 0.01). In conclusion, pre-diagnostic smoking, alcohol and obesity prior to KC diagnosis were associated with risk of SPCs. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Park, SM (Park, Sang Min) ; Li, T (Li, Tricia) ; Wu, SW (Wu, Shaowei) ; Li, WQ (Li, Wen-Qing) ; Qureshi, AA (Qureshi, Abrar A.) ; Stampfer, M (Stampfer, Meir) ; Cho, E (Cho, Eunyoung)","Title":"Risk of second primary cancer associated with pre-diagnostic smoking, alcohol, and obesity in women with keratinocyte carcinoma"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398127300001 PubMed ID: 28322078 ISSN: 1054-7738 eISSN: 1552-3799","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"CLINICAL NURSING RESEARCH Volume: 26 Issue: 2 Pages: 135-141 DOI: 10.1177/1054773817699298 Published: APR 2017","Authors":"Cacchione, PZ (Cacchione, Pamela Z.)","Title":"Clinical Nursing Research's Impact Factor Continues to Improve for 2016 Thank You to Our Reviewers"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398127300002 PubMed ID: 26920106 ISSN: 1054-7738 eISSN: 1552-3799","Keywords":"Parkinson's disease; nursing research; systematic review KeyWords Plus:QUALITY-OF-LIFE; CAREGIVERS; CARE; COMMUNITY; SERVICES; PEOPLE; IMPACT","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"CLINICAL NURSING RESEARCH Volume: 26 Issue: 2 Pages: 142-156 DOI: 10.1177/1054773816634912 Published: APR 2017","Abstract":"Most people with Parkinson's disease (PD) reside in their homes with their family members. Nurses are in a good position to partner with people with PD and their family members for better self-management of the disease and improved quality of life. The purpose of this systematic review was to assess the state of the science of nursing research related to PD during the 10-year period, 2006 to 2015. A total of 27 studies were included in this review. Family caregiving was the most studied topic, followed by symptom management/medication adherence, quality of life, end-of-life/palliative care, and functional status/improving function. Recommendations for future studies in PD include (a) developing and testing interventions based on theoretical models in the areas of self-management, symptom management, and function improvement in people with PD and for caregivers caring for people with advanced stage PD, and (b) building programs of research with interprofessional teams.","Authors":"Shin, JY (Shin, Ju Young) ; Habermann, B (Habermann, Barbara)","Title":"Nursing Research in Parkinson's Disease From 2006 to 2015: A Systematic Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398127300003 PubMed ID: 26471870 ISSN: 1054-7738 eISSN: 1552-3799","Keywords":"nursing research; factor analysis KeyWords Plus:NURSING-RESEARCH; CONTENT VALIDITY; NATIONAL-SURVEY; KNOWLEDGE; ATTITUDES; FACILITATORS; VARIABLES","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"CLINICAL NURSING RESEARCH Volume: 26 Issue: 2 Pages: 157-175 DOI: 10.1177/1054773815609889 Published: APR 2017","Abstract":"The purposes of this study were to survey nurses at a large pediatric hospital to examine barriers to nursing research and to develop the Barriers to Nurses' Participation in Research Questionnaire (BNPRQ) in preparation for its use at other institutions. The BNPRQ was created and refined through iterative pilot testing. Exploratory factor analysis was applied, and composite scores were computed for the identified factors. The two latent factors \"Research Resources\" and \"Personal Relevance of Research\" were extracted. The independent item \"lack of time to do research\" represented the largest barrier to research. Factor and item scores differed according to subject characteristics. Findings from this study will be used to create targeted interventions to reduce barriers to research participation prevalent in specific groups of nurses. By using the BNPRQ developed in this study, researchers and administrators at other institutions can identify and address barriers to research among their nurses.","Authors":"Hagan, J (Hagan, Joseph) ; Walden, M (Walden, Marlene)","Title":"Development and Evaluation of the Barriers to Nurses' Participation in Research Questionnaire at a Large Academic Pediatric Hospital"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398127300004 PubMed ID: 26749208 ISSN: 1054-7738 eISSN: 1552-3799","Keywords":"health literacy; health promotion; patient education; assessment KeyWords Plus:NEWEST VITAL SIGN; OF-THE-LITERATURE; CLINICAL-PRACTICE; OUTCOMES; CARE; READMISSION; INSTRUMENT; QUESTIONS; ADULTS; SKILLS","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"CLINICAL NURSING RESEARCH Volume: 26 Issue: 2 Pages: 176-190 DOI: 10.1177/1054773815619592 Published: APR 2017","Abstract":"Low health literacy (HL) has been associated with several negative health outcomes, yet routine HL screening is not commonplace. This study's purpose was to determine the feasibility of incorporating HL screening into the electronic health record (EHR) of patients admitted to a large Mid-Atlantic teaching hospital. After Registered Nurse (RN) training, the HL screening was implemented for all adult patients upon admission. After implementation, RNs were surveyed about the feasibility of HL screening, and patient EHRs were reviewed for HL status. Results indicated that RNs were receptive to HL screening. Approximately 20% of all patients screened were at risk for low HL, with HL scores decreasing as age increased. Patients with low HL had significantly higher hospital readmissions, even when controlling for age and number of health conditions. Further research is needed to determine how healthcare providers alter their patient interactions if they have knowledge that patients are at risk for having low HL.","Authors":"Sand-Jecklin, K (Sand-Jecklin, Kari) ; Daniels, CS (Daniels, Christine S.) ; Lucke-Wold, N (Lucke-Wold, Noelle)","Title":"Incorporating Health Literacy Screening Into Patients' Health Assessment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398127300007 PubMed ID: 26655561 ISSN: 1054-7738 eISSN: 1552-3799","Keywords":"meta-analysis; adolescent hope; parent social support; friend social support KeyWords Plus:SYSTEMATIC REVIEWS; ENGAGEMENT; SCHOOL","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"CLINICAL NURSING RESEARCH Volume: 26 Issue: 2 Pages: 224-240 DOI: 10.1177/1054773815619881 Published: APR 2017","Abstract":"The purpose of this study was to conduct two meta-analyses. The first examined social support from parents in relation to adolescent hope, and the second examined social support from friends in relation to adolescent hope. Using Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines for the literature reviewed, nine published studies or doctoral dissertations completed between 1990 and 2014 met the inclusion criteria. Using meta-analytic techniques and the mean weighted r statistic, the results indicated that social support from friends had a stronger mean effect size (ES=.31) than social support from parents (ES=.21); there was a statistically significant difference between the two ESs. Two of the four moderators for the parent social support-adolescent hope relationship were statistically significant. They were quality score and health status. Implications for school nurses and nurses in all settings are addressed, and conclusions are drawn based on the findings.","Authors":"Mahon, NE (Mahon, Noreen E.) ; Yarcheski, A (Yarcheski, Adela)","Title":"Parent and Friend Social Support and Adolescent Hope"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398154300003 PubMed ID: 28302915 ISSN: 0143-5221 eISSN: 1470-8736","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"CLINICAL SCIENCE Volume: 131 Issue: 7 Pages: 533-552 DOI: 10.1042/CS20160841 Published: APR 1 2017","Abstract":"Stroke remains a leading cause of mortality and disability worldwide. More women than men have strokes each year, in part because women live longer. Women have poorer functional outcomes, are more likely to need nursing home care and have higher rates of recurrent stroke compared with men. Despite continued advancements in primary prevention, innovative acute therapies and ongoing developments in neurorehabilitation, stroke incidence and mortality continue to increase due to the aging of the U.S. population. Sex chromosomes (XX compared with XY), sex hormones (oestrogen and androgen), epigenetic regulation and environmental factors all contribute to sex differences. Ischaemic sensitivity varies over the lifespan, with females having an \"ischaemia resistant\" phenotype that wanes after menopause, which has recently been modelled in the laboratory. Pharmacological therapies for acute ischaemic stroke are limited. The only pharmacological treatment for stroke approved by the Food and Drug Administration (FDA) is tissue plasminogen activator (tPA), which must be used within hours of stroke onset and has a number of contraindications. Preclinical studies have identified a number of potentially efficacious neuroprotective agents; however, nothing has been effectively translated into therapy in clinical practice. This may be due, in part, to the overwhelming use of young male rodents in preclinical research, as well as lack of sexspecific design and analysis in clinical trials. The review will summarize the current clinical evidence for sex differences in ischaemic stroke, and will discuss sex differences in the cellular mechanisms of acute ischaemic injury, highlighting cell death and immune/inflammatory pathways that may contribute to these clinical differences.","Authors":"Chauhan, A (Chauhan, Anjali) ; Moser, H (Moser, Hope) ; McCullough, LD (McCullough, Louise D.)","Title":"Sex differences in ischaemic stroke: potential cellular mechanisms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398183200002 ISSN: 1876-1399 eISSN: 1876-1402","Keywords":"video-assisted debriefing; simulation; stress responses; state anxiety; performance KeyWords Plus:SIMULATION TECHNOLOGY; DELIBERATE PRACTICE; CRISIS MANAGEMENT; STRESS RESPONSES; PERFORMANCE; SKILLS; EDUCATION; STUDENTS; CHALLENGE; MEDICINE","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"CLINICAL SIMULATION IN NURSING Volume: 13 Issue: 4 Pages: 145-153 DOI: 10.1016/j.ecns.2016.12.001 Published: APR 2017","Abstract":"Background: Video playback during debriefing is a frequent recommendation to develop skillful practice; however, research shows no clear benefit. Method: A randomized controlled trial was conducted to determine the effects of type of debriefing on psychophysiological stress responses and performance of nursing students in a repeated simulation after approximately two weeks. Results: Compared with oral debriefing, video-assisted debriefing had no significant effect on the psychophysiological stress responses and performance. Across sessions, state anxiety significantly decreased and performance score improved. Conclusion: Reduced psychological stress and improved performance found in the repeat exposure validate the usefulness of simulation-based education to foster practice-based learning. (C) 2016 International Nursing Association for Clinical Simulation and Learning. Published by Elsevier Inc. All rights reserved.","Authors":"Rossignol, M (Rossignol, Marycarol)","Title":"Effects of Video-Assisted Debriefing Compared with Standard Oral Debriefing"}]