[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396636500003 ISSN: 2228-6489 eISSN: 2008-9015","Keywords":"Topological index; Dendrimer; Wiener index; Hyper Wiener index KeyWords Plus:ORGANIC-CHEMISTRY; WIENER INDEX; DESCRIPTOR","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"IRANIAN JOURNAL OF MATHEMATICAL CHEMISTRY Volume: 8 Issue: 1 Pages: 25-35 DOI: 10.22052/ijmc.2017.15413 Published: WIN-SPR 2017","Abstract":"In this paper, the Wiener and hyper Wiener indices of two kinds of dendrimer graphs are computed. Using the Wiener index formula, the Szeged, Schultz, PI and Gutman indices of these graphs are also determined. (C) 2017 University of Kashan Press. All rights reserved","Authors":"Darafsheh, MR (Darafsheh, M. R.) ; Namdari, M (Namdari, M.) ; Shokrolahi, S (Shokrolahi, S.)","Title":"The Topological Indices of some Dendrimer Graphs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946800027 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Hemicellulose; Pentose; Sugar; Carbohydrate; Saccharide; Sustainable chemistry KeyWords Plus:SOLID ACID CATALYSTS; SELECTIVE PREPARATION; PHASE DEHYDRATION; SBA-15 MATERIALS; BIOMASS; HYDROGENATION; CHEMICALS; CARBON","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 207 Pages: 279-285 DOI: 10.1016/j.apcatb.2017.01.085 Published: JUN 15 2017","Abstract":"One-step conversion of xylose to furfuryl alcohol was investigated over Pt catalySts supported on ordered mesoporous SBA-15 bearing-SO3H acid groups. Samples were characterized by SAXRD, FTIR, Si-29 CPNMR, XRF, FE-SEM and TG-MS, and they were all tested in aqueous-phase conversion of xylose in a semi-batch reactor. It was found that the presence of acid sites enhances catalytic activity, confirming that they are also playing a role in xylose cOnversion. A coupled activity of both metal and acid surface centres was thus suggested. The distribution of products was also found to be significantly modified by grafting organosulfonic groups on catalyst surface; while xylitol was the main product on unmodified Pt/SBA-15 catalyst (selectivity of 45%), a remarkable selectivity of 83-87% to furfuryl alcohol was accompliShed over the catalysts Supported on organic-inorganic hybrid mesoporous silica. Additionally, no furfural was detected along the aqueous-phase reaction, evidencing that no remote surface acid sites were playing a sole role. It was suggested that direct highly chemoselective conversion of xylose to furfuryl alcohol takes place on vicinal acid-metal surface sites. Finally, the hybrid catalysts were found to be stable regarding their mesostructure framework upon aqueous-phase processing but acid groups resistance to leaching is still the major challenge for one-pot conversion. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Canhaci, SJ (Canhaci, Simone J.) ; Perez, RF (Perez, Rafael F.) ; Borges, LEP (Borges, Luiz E. P.) ; Fraga, MA (Fraga, Marco A.)","Title":"Direct conversion of xylose to furfuryl alcohol on single organic-inorganic hybrid mesoporous silica-supported catalysts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696000028 ISSN: 0009-2509 eISSN: 1873-4405","Keywords":"Micromixing; Multiphase flow; Laminar flow; Computational fluid dynamics; T-junction KeyWords Plus:T-SHAPED MICRODEVICES; FLOW REGIMES; MICRO-MIXERS; MICROMIXERS; ETHANOL; WATER","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"CHEMICAL ENGINEERING SCIENCE Volume: 164 Pages: 333-343 DOI: 10.1016/j.ces.2017.02.035 Published: JUN 8 2017","Abstract":"The laminar mixing, of two miscible liquids in a T junction is investigated through Direct Numerical Simulations. In particular the liquids have the same density and the same viscosity, but the viscosity of the mixture strongly depends on composition and can be up to three times larger or smaller than that of the pure liquids; this is aimed at mimicking the behavior of many aqueous and organic mixtures of interest in the pharmaceuticals and fine chemistry industry. The mixing process is found to be largely affected by the dependence of viscosity on composition. When the viscosity of the mixture is larger than that of the pure components, a viscous layer forms at the confluence of the inlet flows, which tends to keep the two streams separated, resulting in a shift of the engulfment regime towards larger Reynolds numbers. On the contrary, when the viscosity of the mixture is lower than that of the pure components, an acceleration of the fluid at the center of the mixing channel takes place, leading to an enhancement of the degree of mixing. At larger Reynolds number, unsteady, time periodic flow regimes, able to strongly increase the degree of mixing, are established for all types of mixtures. Although fluid oscillations are all characterized by typical Strouhal numbers lying in the range 0.1-0.3, the, onset of the unsteady regimes, together with the corresponding vortical structures, strongly depends on the fluid rheology. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Galletti, C (Galletti, Chiara) ; Brunazzi, E (Brunazzi, Elisabetta) ; Mauri, R (Mauri, Roberto)","Title":"Unsteady mixing of binary liquid mixtures with composition-dependent viscosity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997300034 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"LMA; Organic addition; Crystallite size; Hot corrosion; Molten salts KeyWords Plus:LANTHANUM MAGNESIUM HEXAALUMINATE; MAGNETOPLUMBITE STRUCTURE; COATINGS; CONDUCTIVITY; HEXALUMINATE; CERAMICS; SYSTEM; OXIDE","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 706 Pages: 280-288 DOI: 10.1016/j.jallcom.2017.02.152 Published: JUN 5 2017","Abstract":"Yttria-stabilized zirconia (YSZ) has been widely used as an environmental and thermal barrier coating material. However, above 1200 degrees C, its thermo-physical properties degrade because of undesirable microstructural and phase modifications. On the other hand, rare-earth hexaaluminates, having magnetoplumbite structure, exhibit high-temperature phase stability and it possess excellent thermophysical properties at temperatures above 1200 degrees C. This work highlights the development of lanthanum magnesium hexaaluminate (LaMgAl11O19) ETBC material via wet-chemistry route, the effects on its crystal growth as a result of N, N-dimethylformamide (DMF) organic addition, and its hot corrosion studies. The as-synthesized doped DMF xerogel powders were calcined at 1100 degrees C-1400 degrees C, subjected to x-ray diffraction (XRD) and scanning electron microscopy (SEM) for their structural and morphological characterization. The average crystallite size of LMA decreased up to 14% (with addition of DMF) at the tested temperatures as confirmed by XRD. Whereas, SEM micrographs confirmed the platelet like microstructure of LMA powder. Hot corrosion studies at 700 degrees C, 800 degrees C and 900 degrees C for 5 h have revealed the degradation mechanism of LMA in V2O5 environment. At 700 degrees C, AlVO4, and at 800 degrees C, LaVO4, MgAl2O4 and AlVO4, whereas at 900 degrees C, alpha-Al2O3, MgAl2O4 & LaVO4 were confirmed as the main corrosion products. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Saleem, HM (Saleem, Hafiz M.) ; Nazir, Z (Nazir, Zahid) ; Khan, ZS (Khan, Zuhair S.) ; Mustafa, K (Mustafa, Kamal) ; Awan, MS (Awan, M. S.)","Title":"Investigations of the effects of DMF addition on LaMgAl11O19 formation and its hot corrosion studies for environmental and thermal barrier applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400005 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"astrochemistry; methods: laboratory: solid state; infrared: ISM; ISM: atoms; ISM: molecules KeyWords Plus:IONIZATION CROSS-SECTIONS; INTERSTELLAR ICE ANALOGS; GAS-PHASE CHEMISTRY; CO ICE; ETHYLENE-GLYCOL; GALACTIC-CENTER; GRAIN MANTLES; POLARIZABILITY VOLUMES; CHEMICAL-COMPOSITION; MASS-SPECTROMETRY","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 2552-2565 DOI: 10.1093/mnras/stx222 Published: JUN 2017","Abstract":"Complex organic molecules (COMs) have been identified in different environments in starforming regions. Laboratory studies show that COMs form in the solid state, on icy grains, typically following a 'non-energetic' (atom-addition) or 'energetic' (UV-photon absorption) trigger. So far, such studies have been largely performed for single processes. Here, we present the first work that quantitatively investigates both the relative importance and the cumulative effect of '(non-) energetic' processing. We focus on astronomically relevant CO: CH3OH = 4: 1 ice analogues exposed to doses relevant for the collapse stage of dense clouds. Hydrogenation experiments result in the formation of methyl formate (MF; HC(O) OCH3), glycolaldehyde (GA; HC(O) CH2OH) and ethylene glycol (EG; H2C(OH) CH2OH) at 14 K. The absolute abundances and the abundance fractions are found to be dependent on theH-atom/CO: CH(3)OHmolecule ratios and on the overall deposition rate. In the case that ices are exposed to UV photons only, several different COMs are found. Typically, the abundance fractions are 0.2 for MF, 0.3 for GA and 0.5 for EG as opposed to the values found in pure hydrogenation experiments without UV in whichMF is largely absent: 0.0, 0.2-0.6 and 0.8-0.4, respectively. In experiments where both are applied, overall COM abundances drop to about half of those found in the pure UV irradiation experiments, but the composition fractions are very similar. This implies COM ratios can be used as a diagnostic tool to derive the processing history of an ice. Solid-state branching ratios derived here for GA and EG compare well with observations, while the MF case cannot be explained by solid-state conditions investigated here.","Authors":"Chuang, KJ (Chuang, K. -J.) ; Fedoseev, G (Fedoseev, G.) ; Qasim, D (Qasim, D.) ; Ioppolo, S (Ioppolo, S.) ; van Dishoeck, EF (van Dishoeck, E. F.) ; Linnartz, H (Linnartz, H.)","Title":"Production of complex organic molecules: H-atom addition versus UV irradiation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400019 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"stars: formation; ISM: individual objects (IRAS 20126+4104); ISM: lines and bands; ISM: molecules; radio continuum: ISM KeyWords Plus:CHEMICAL KINETIC DATABASE; YOUNG STELLAR OBJECTS; ORION-KL; GAS-PHASE; PROTOPLANETARY DISKS; METHYL FORMATE; COMBUSTION CHEMISTRY; PRESTELLAR CORES; FORMING REGIONS; DIMETHYL ETHER","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 2723-2752 DOI: 10.1093/mnras/stx004 Published: JUN 2017","Abstract":"We report on subarcsecond observations of complex organic molecules (COMs) in the highmass protostar IRAS 20126+4104 with the Plateau de Bure Interferometer in its most extended configurations. In addition to the simple molecules SO, HNCOandH(2) (CO)-C-13, we detect emission from CH3CN, CH3OH, HCOOH, HCOOCH3, CH3OCH3, CH3CH2CN, CH3COCH3, NH2CN and (CH2OH)(2). SO and HNCO present a X-shaped morphology consistent with tracing the outflow cavity walls. Most of the COMs have their peak emission at the putative position of the protostar, but also show an extension towards the south (east), coinciding with an H-2 knot from the jet at about 800-1000 au from the protostar. This is especially clear in the case of H-2 (CO)-C-13 and CH3OCH3. We fitted the spectra at representative positions for the disc and the outflow, and found that the abundances of most COMs are comparable at both positions, suggesting that COMs are enhanced in shocks as a result of the passage of the outflow. By coupling a parametric shock model to a large gas-grain chemical network including COMs, we find that the observed COMs should survive in the gas phase for similar to 2000 yr, comparable to the shock lifetime estimated from the water masers at the outflow position. Overall, our data indicate that COMs in IRAS 20126+4104 may arise not only from the disc, but also from dense and hot regions associated with the outflow.","Authors":"Palau, A (Palau, Aina) ; Walsh, C (Walsh, Catherine) ; Sanchez-Monge, A (Sanchez-Monge, Alvaro) ; Girart, JM (Girart, Josep M.) ; Cesaroni, R (Cesaroni, Riccardo) ; Jimenez-Serra, I (Jimenez-Serra, Izaskun) ; Fuente, A (Fuente, Asuncion) ; Zapata, LA (Zapata, Luis A.) ; Neri, R (Neri, Roberto)","Title":"Complex organic molecules tracing shocks along the outflow cavity in the high-mass protostar IRAS 20126+4104"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400040 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"molecular data; stars: formation; ISM: molecules; radio lines: ISM; submillimetre: ISM KeyWords Plus:STAR-FORMING REGIONS; GRAIN SURFACE-CHEMISTRY; HARO ENERGY-SOURCES; MOLECULAR-SPECTROSCOPY; COLOGNE DATABASE; SPECTRAL SURVEYS; COLD DUST; NGC 1333; METHANOL; FORMALDEHYDE","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 3011-3023 DOI: 10.1093/mnras/stx252 Published: JUN 2017","Abstract":"We present the results of formaldehyde and methanol deuteration measurements towards the Class I low-mass protostar SVS13-A in the framework of the IRAM 30-m ASAI (Astrochemical Surveys at IRAM) project. We detected emission lines of formaldehyde, methanol and their deuterated forms (HDCO, D2CO, CHD2OH, CH3OD) with Eup up to 276 K. The formaldehyde analysis indicates T-kin similar to 15-30 K, H-n(2) >= 10(6) cm(-3) and a size of about 1200 au suggesting an origin in the protostellar envelope. For methanol, we find two components: (i) a high temperature (T-kin similar to 80 K) and very dense (> 10(8) cm(-3)) gas from a hot corino ( radius similar or equal to 35 au), and (ii) a colder (T-kin <= 70 K) and more extended (radius similar or equal to 350 au) region. The deuterium fractionation is 9 x 10(-2) for HDCO, 4 x 10(-3) for D2CO and 2-7 x 10(-3) for CH2DOH, up to two orders of magnitude lower than the values measured in Class 0 sources. We also derive formaldehyde deuteration in the outflow: 4 x 10(-3), in agreement with what found in the L1157- B1 protostellar shock. Finally, we estimate [CH2DOH]/[CH3OD] similar or equal to 2. The decrease of deuteration in the Class I source SVS13-A with respect to Class 0 sources can be explained by gas-phase processes. Alternatively, a lower deuteration could be the effect of a gradual collapse of less deuterated external shells of the protostellar envelope. The present measurements fill in the gap between pre-stellar cores and protoplanetary discs in the context of organic deuteration measurements.","Authors":"Bianchi, E (Bianchi, E.) ; Codella, C (Codella, C.) ; Ceccarelli, C (Ceccarelli, C.) ; Fontani, F (Fontani, F.) ; Testi, L (Testi, L.) ; Bachiller, R (Bachiller, R.) ; Lefloch, B (Lefloch, B.) ; Podio, L (Podio, L.) ; Taquet, V (Taquet, V.)","Title":"Decrease of the organic deuteration during the evolution of Sun-like protostars: the case of SVS13-A"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362400013 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"Adsorption; Flax shives; Anionic azo dyes; Cationic surfactant modification; Synchrotron infrared analysis; Interface transport KeyWords Plus:CHAIN ORGANIC-ACIDS; COAL FLY-ASH; ACTIVATED CARBON; WASTE-WATER; METHYLENE-BLUE; MODIFIED BENTONITE; SOLUTION CHEMISTRY; ORANGE PEEL; TEXTILE DYE; RICE-HUSK","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 405 Pages: 119-128 DOI: 10.1016/j.apsusc.2017.01.311 Published: MAY 31 2017","Abstract":"From the viewpoint of sustainability, biomass adsorbent has a high potential in pollution control and there is an emerging interest to investigate the behaviors of pollutants at the interface between biomass adsorbent and solution. This study investigated the performance of cetyltrimethylammonium bromide surfactant-modified flax shives (MFS) for removal of anionic azo dyes from aqueous solution. The equilibrium and kinetic analysis for the adsorption of Acid Orange 7 (AO-7), Acid Red 18 (AR-18) and Acid Black 1 (AB-1) on MFS were conducted. The surface of MFS was characterized by synchrotron infrared and SEM analysis. The absorbed amount of three anionic azo dyes varied with the change of adsorbent dosage, pH and ionic strength. The adsorption isotherm data well fit to the Langmuir model. The adsorption process followed the pseudo-second-order kinetics and the liquid film diffusion models. Thermodynamic studies indicated that the adsorption of three anionic azo dyes was spontaneous. The adsorption of AR-18 and AB-1 onto MFS was endothermic while the adsorption of AO-7 was exothermic. The results can help better understand the behaviors of organic pollutants at biomass adsorbent-water interface. They also present the potential of using MFS as a suitable adsorbent for the removal of anionic azo dyes from wastewater. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, WX (Wang, Wenxia) ; Huang, GH (Huang, Guohe) ; An, CJ (An, Chunjiang) ; Xin, XY (Xin, Xiaying) ; Zhang, Y (Zhang, Yan) ; Liu, X (Liu, Xia)","Title":"Transport behaviors of anionic azo dyes at interface between surfactant-modified flax shives and aqueous solution: Synchrotron infrared and adsorption studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397688200027 ISSN: 1383-5866 eISSN: 1873-3794","Keywords":"Sulfur doping; Activated carbon; Persulfate oxidation; 4-chlorophenol degradation; Advanced oxidation process KeyWords Plus:OXYGEN REDUCTION REACTION; MAGNETIC NANO-PARTICLES; ZERO-VALENT IRON; PERSULFATE OXIDATION; ORGANIC CONTAMINANTS; PHENOL ADSORPTION; MESOPOROUS CARBON; REACTIVE RADICALS; DEGRADATION; REMOVAL","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"SEPARATION AND PURIFICATION TECHNOLOGY Volume: 179 Pages: 257-264 DOI: 10.1016/j.seppur.2017.02.006 Published: MAY 31 2017","Abstract":"In-situ S-doped activated carbon (ACS) was prepared and used as a heterogeneous catalyst to activate persulfate (PS) for 4-chlorophenol (4CP) oxidation. The effects of several operation parameters, including PS concentration, initial pH, ACS dosage, and reaction temperature, on 4CP degradation were investigated in detail via batch experiments. Results show that ACS exhibited excellent catalytic activity for PS activation and a complete 4CP degradation as well as 653% COD removal can be achieved in 170 min at 25 degrees C with ACS dosage of 0.1 g/L, PS/4CP molar ratio of 24/1 and initial pH of 4.4. The biodegradability was greatly improved after a 170 min reaction. Quenching tests reveal that SO4-. was the dominant active species taking part in the degradation of 4CP. Based on the stability tests and the corresponding characterizations of ACS before and after use, it was speculated that the loss of the specific surface area and the change of the surface chemistry led to the significant deactivation of ACS. Meanwhile, a possible mechanism of PS activation on ACS was proposed. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Guo, YP (Guo, Yaoping) ; Zeng, ZQ (Zeng, Zequan) ; Li, YL (Li, Yulin) ; Huang, ZG (Huang, Zhanggen) ; Yang, JY (Yang, Jieyang)","Title":"Catalytic oxidation of 4-chlorophenol on in-situ sulfur-doped activated carbon with sulfate radicals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397699300014 ISSN: 1226-086X eISSN: 1876-794X","Keywords":"Ionic liquid; Lignin; Organic solvent; Biomass pretreatment; EMIM-AC KeyWords Plus:BIOMASS PRETREATMENT; RENEWABLE CHEMICALS; SEPARATION; OXIDATION; CELLULOSE","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Multidisciplinary; Engineering, Chemical","Journal Information":"JOURNAL OF INDUSTRIAL AND ENGINEERING CHEMISTRY Volume: 49 Pages: 122-132 DOI: 10.1016/j.jiec.2017.01.018 Published: MAY 25 2017","Abstract":"Studies of lignin and ionic liquid separation by using an organic solvent were investigated. Effects of main factors including solvent type and amount, separation temperature on product yield, and purity were examined. Solvents show their different separation effectiveness, the most effective solvent for lignin ionic liquid separation is isopropanol. An attempt to enhance efficiency of single-stage separation was also carried out by using multi-stage separation. TGA data, H-1 NMR and SEM images indicate that chemical and thermal properties of recovered ionic liquid and precipitated solid from multi-stage separation are comparable with those of fresh materials. (C) 2017 The Korean Society of Industrial and Engineering Chemistry. Published by Elsevier B.V. All rights reserved.","Authors":"Weerachanchai, P (Weerachanchai, Piyarat) ; Lee, JM (Lee, Jong-Min)","Title":"Recovery of lignin and ionic liquid by using organic solvents"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397699300017 ISSN: 1226-086X eISSN: 1876-794X","Keywords":"Ionic liquid; CO2 capture and utilization; Cyclic carbonate; Amino acid ionic liquid; Green chemistry KeyWords Plus:CYCLIC ORGANIC CARBONATES; CO2 CAPTURE; HIGHLY EFFICIENT; MILD CONDITIONS; PHASE-BEHAVIOR; EPOXIDES; CATALYSTS; SOLUBILITY; HYDROGENATION; MIXTURES","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Multidisciplinary; Engineering, Chemical","Journal Information":"JOURNAL OF INDUSTRIAL AND ENGINEERING CHEMISTRY Volume: 49 Pages: 152-157 DOI: 10.1016/j.jiec.2017.01.022 Published: MAY 25 2017","Abstract":"The present work describes a simple, highly efficient and cost effective approach for efficient capturing of CO2 and its conversion into high value product by using amino acid derived task specific ionic liquids (AAIL). Among the three different kinds of amino acid (histidine, aspartic acid and glutamic acid) derived ionic liquids studied, histidine derived amino acid ionic liquid was found to be an efficient capturing medium for CO2 and its conversion to corresponding cyclic carbonates by reaction with epoxides under ambient reaction conditions at atmospheric pressure using dimethylcarbonate as reaction medium. The salient features of the developed methodology are the use of biocompatible amino acid derived ionic liquid, efficient capturing and conversion of carbon dioxide, metal free system, excellent product yields and atmospheric pressure condition. (C) 2017 The Korean Society of Industrial and Engineering Chemistry. Published by Elsevier B.V. All rights reserved.","Authors":"Kumar, P (Kumar, Pradeep) ; Varyani, M (Varyani, Manish) ; Khatri, PK (Khatri, Praveen K.) ; Paul, S (Paul, Subham) ; Jain, SL (Jain, Suman L.)","Title":"Post combustion capture and conversion of carbon dioxide using histidine derived ionic liquid at ambient conditions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397699300023 ISSN: 1226-086X eISSN: 1876-794X","Keywords":"Adsorption; Dyes; Organic layered double hydroxides; Partition; Hydrophobic KeyWords Plus:METHYLENE-BLUE; BASIC-DYES; DODECYL-SULFATE; WASTE-WATER; ANIONIC DYE; REMOVAL; SORPTION; EQUILIBRIUM; MONTMORILLONITE; OPTIMIZATION","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Multidisciplinary; Engineering, Chemical","Journal Information":"JOURNAL OF INDUSTRIAL AND ENGINEERING CHEMISTRY Volume: 49 Pages: 208-218 DOI: 10.1016/j.jiec.2017.01.029 Published: MAY 25 2017","Abstract":"The utilization of organo-modified layered double hydroxides with anionic surfactants (organo-LDHs) as adsorbents were successfully carried out to remove various synthetic dyes from aqueous solution. Intercalation of anionic surfactants changed the surface properties of MgAl-LDH from hydrophilic to hydrophobic, and a charge inversion occurred with increasing the length of surfactant chains. Such changes in the surface properties of the organo-LDHs were important. Experimental data shown that the SNS-modified MgAl-LDH could be used as a broad-spectrum adsorbent to effectively remove anionic, non-ionic, and cationic dyes from aqueous solution. (C) 2017 The Korean Society of Industrial and Engineering Chemistry. Published by Elsevier B.V. All rights reserved.","Authors":"Zhang, B (Zhang, Bei) ; Dong, ZH (Dong, Zhihao) ; Sun, DJ (Sun, Dejun) ; Wu, T (Wu, Tao) ; Li, YJ (Li, Yujiang)","Title":"Enhanced adsorption capacity of dyes by surfactant-modified layered double hydroxides from aqueous solution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836200005 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Recycled organic wastes; N mineralisation; C-13 solid-state NMR spectroscopy; Molecular components; Biochar; Compost KeyWords Plus:INFRARED REFLECTANCE SPECTROSCOPY; STATE C-13 NMR; NITROGEN MINERALIZATION; BIOCHEMICAL-COMPOSITION; MOLECULAR COMPOSITION; ELEMENTAL ANALYSES; MICROBIAL BIOMASS; FEEDLOT MANURE; CROP RESIDUES; DECOMPOSITION","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 294 Pages: 50-62 DOI: 10.1016/j.geoderma.2017.01.015 Published: MAY 15 2017","Abstract":"A 49 week soil incubation study employing 15 recycled organic (RO) wastes was conducted to investigate relations (through Kendall correlation analysis) between plant available nitrogen (PAN) supply and soil recalcitrant carbon (C) parameters with those of the RO waste chemical properties as determined by wet chemistry and spectroscopic methods. The hot water extractable organic C to hot water extractable nitrogen (N) ratio (HWOC:HWN ratio) was often the highest correlating property for mineral N supply (mg mineral N kg dry waste(-1)), while many of the C-13 NMR functional group parameters such as the aromatic C to N ratio, phenyl C to N ratio, and aryl C to carbonyl C ratio were also significantly correlated with mineral N supply. These functional group C properties were significantly correlated with mineral N release in the later phase of the incubation (i.e. 12-49 weeks), while HWOC:HWN ratio was highly correlated with the early period (0-2 weeks) but this period had a dominant influence on the total supply. The fore mentioned C-13 NMR functional group properties were also significantly correlated with recalcitrant C, but the fraction of total RO waste C as aromatic C (110-165 ppm) was the parameter most highly correlated with this property. Molecular C component composition had no predictive advantage over functional group data. Future work should focus on narrow classes of organic amendments for predictive correlations. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Eldridge, SM (Eldridge, Simon M.) ; Chen, C (Chen, Chengrong) ; Xu, Z (Xu, Zhihong) ; Chan, KY (Chan, K. Yin) ; Boyd, SE (Boyd, Sue E.) ; Collins, D (Collins, Damian) ; Meszaros, I (Meszaros, Ildiko)","Title":"Plant available N supply and recalcitrant C from organic soil amendments applied to a clay loam soil have correlations with amendment chemical composition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691900002 PubMed ID: 28208094 ISSN: 0304-3894 eISSN: 1873-3336","Keywords":"Photochemical water treatment; Cu2O; Iron; Oxygen reduction; Fenton KeyWords Plus:REDUCED GRAPHENE OXIDE; VISIBLE-LIGHT; HYDROGEN-PEROXIDE; ORGANIC CONTAMINANTS; FENTON DEGRADATION; ELECTRO-FENTON; OH RADICALS; OXIDATION; NANOPARTICLES; H2O2","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Environmental Sciences","Journal Information":"JOURNAL OF HAZARDOUS MATERIALS Volume: 330 Pages: 9-17 DOI: 10.1016/j.jhazmat.2017.01.051 Published: MAY 15 2017","Abstract":"Visible-light-driven photocatalysis is a promising technology for advanced water treatment, but it usually exhibits a low efficiency. Cu2O is a low-cost semiconductor with narrow band gap, high absorption coefficient and suitable conduction band, but suffers from low charge mobility, poor quantum yield and weak catalytic performance. Herein, the Cu2O catalytic capacity for refractory pollutants degradation is drastically improved by a simple and effective strategy. By virtue of the synergistic effects between photocatalysis and Fenton, a novel and efficient photocatalysis-driven Fenton system, PFC, is originally proposed and experimentally validated using Cu2O/Nano-C hybrids. The synergistic PFC is highly Nano-C-dependent and exhibits a significant superiority for the removal of rhodamine B and p-nitrophenol, two typical refractory pollutants in wastewater. The PFC superiority is mainly attributed to: (1) the rapid photo-electron transfer driven by Schottky-like junction, (2) the selective O-2 reduction mediated by semi metallic Nano-C for efficient H2O2 generation, (3) the specific H2O2 activation and large center dot OH generation catalyzed by Haber-Weiss Fenton mechanism, and (4) the accelerated Fe2+/Fe3+ cycling and robust Fe2+ regeneration via two additional pathways. Our findings might provide a new chance to Overcome the intrinsic challenges of both photocatalysis and Fenton, as well as develop novel technology for advanced water treatment. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhang, AY (Zhang, Ai-Yong) ; He, YY (He, Yuan-Yi) ; Lin, T (Lin, Tan) ; Huang, NH (Huang, Nai-Hui) ; Xu, Q (Xu, Qiao) ; Feng, JW (Feng, Jing-Wei)","Title":"A simple strategy to refine Cu2O photocatalytic capacity for refractory pollutants removal: Roles of oxygen reduction and Fe(II) chemistry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398534600007 ISSN: 0887-624X eISSN: 1099-0518","Keywords":"aerobic oxidation; catalysis; flavin; fluorescence; heterogeneous polymers KeyWords Plus:CONTAINING MONO-OXYGENASE; POLYELECTROLYTE COMPLEXES; FLAVOENZYME ACTIVITY; ORGANIC-SYNTHESIS; MODEL SYSTEMS; OXIDATION; DIIMIDE; GENERATION; CHEMISTRY; DELIVERY","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF POLYMER SCIENCE PART A-POLYMER CHEMISTRY Volume: 55 Issue: 10 Pages: 1706-1713 DOI: 10.1002/pola.28536 Published: MAY 15 2017","Abstract":"2,4-p-Vinylbenzylideneriboflavin (2,4-PVBRFl) was prepared as a flavin-containing monomer and copolymerized with divinylbenzene and styrene or its p-substituted derivatives such as 4-acetoxystyrene, 4-vinylbenzyl alcohol, and 4-vinylbenzoic acid to give the corresponding non-functionalized and functionalized PS-DVB-supported flavins PS(H)-DVB-Fl, PS(OAc)-DVB-Fl, PS(CH2OH)-DVB-Fl, and PS(COOH)-DVB-Fl, respectively. PS(OH)-DVB-Fl was also prepared by hydrolysis of PS(OAc)-DVB-Fl under basic conditions. These novel flavin-containing insoluble polymers exhibited characteristic fluorescence in solid state, except PS(OH)-DVB-Fl, and different catalytic activities in aerobic reduction of olefins by in situ generated diimide from hydrazine depending on their pendant functional group. For example, PS(H)-DVB-Fl was found to be particularly effective for neutral hydrophobic substrates, which could be readily recovered by a simple filtration and reused more than 10 times without loss in catalytic activity. On the other hand, PS(OH)-DVB-Fl and PS(COOH)-DVB-Fl proved to be highly active for phenolic substrates known to be less reactive in the reaction with conventional non-supported flavin catalysts. (C) 2017 Wiley Periodicals, Inc.","Authors":"Arakawa, Y (Arakawa, Yukihiro) ; Kawachi, R (Kawachi, Risa) ; Tezuka, Y (Tezuka, Yoshihiko) ; Minagawa, K (Minagawa, Keiji) ; Imada, Y (Imada, Yasushi)","Title":"Synthesis of Insoluble Polystyrene-Supported Flavins and Their Catalysis in Aerobic Reduction of Olefins"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395496900032 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Friedel-Crafts alkylation; Metal organic frameworks; HKUST-1; Heterogeneous catalysis; Green chemistry KeyWords Plus:METAL-ORGANIC FRAMEWORKS; TRYPTAMINES; SELECTIVITY; STABILITY; DESIGN; AGENTS; PORES; WATER","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 494 Pages: 282-289 DOI: 10.1016/j.jcis.2017.01.091 Published: MAY 15 2017","Abstract":"In the present work, Friedel-Crafts alkylation reaction of indole with p-nitrostyrene is examined using a readily available copper based metal-organic frameworks (MOFs) namely, Cu-3(BTC)(2) (BTC: 1,3,5-benzenetricarboxylic acid) as solid catalyst under mild reaction conditions. Among the various catalysts screened for this reaction, Cu-3(BTC)(2) exhibits higher activity under the optimized reaction conditions. Besides the absence of leaching of active sites, it is also observed that the catalyst can be reused for four cycles with a minimal decrease in its activity. Cu-3(BTC)(2) is used as a catalyst to synthesise a series of heterocyclic compounds with different indole and 13-nitrostyrene derivatives in moderate to high yields. The present catalytic system shows comparable activity against to recent reports but the advantage of Cu-3(BTC)(2) is that it does not require any post-functionalization and above all it can be readily synthesised, thus contributing to the synthesis of heterocyclic compounds with high biological interest. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Anbu, N (Anbu, Nagaraj) ; Dhakshinamoorthy, A (Dhakshinamoorthy, Amarajothi)","Title":"Cu-3(BTC)(2) as a viable heterogeneous solid catalyst for Friedel-Crafts alkylation of indoles with nitroalkenes"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398378200006 ISSN: 0010-8545 eISSN: 1873-3840","Keywords":"Pyrazoles; Pyrazolylmethanes; Bis(1H-pyrazol-1-yl)methanes; Tris(1H-pyrazol-1-yl)methanes; Tetrakis(1H-pyrazol-1-yl)methanes; Metal ligands; X-ray structures KeyWords Plus:TRANSITION-METAL-COMPLEXES; PHASE-TRANSFER CATALYSIS; SOLID-LIQUID PHASE; SILVER(I) TRIFLUOROMETHANESULFONATE COMPLEXES; TRIS(PYRAZOLYL) METHANE LIGANDS; CARBONIC-ANHYDRASE ACTIVATORS; RELEVANT SCORPIONATE LIGANDS; RING-OPENING POLYMERIZATION; HETEROSCORPIONATE LIGANDS; STRUCTURAL-CHARACTERIZATION","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"COORDINATION CHEMISTRY REVIEWS Volume: 339 Pages: 153-182 DOI: 10.1016/j.ccr.2017.03.011 Published: MAY 15 2017","Abstract":"Since their first synthesis by Huckel (1937) and the first systematic exploration by Trofimenko (1970), interest in poly(1H-pyrazol-1-yl)methanes (bis, tris and tetrakis) has increased dramatically. This review focuses on the synthesis and reactivity of these ligands and contains 541 different structures and 269 references. After a brief historical introduction, the synthesis, reactivity, and nature of the coordinated metals are described along with some properties of these compounds, particularly the complete set of X-ray molecular structures. All of the formulae are represented to show the extraordinary richness of poly(1H-pyrazol-1-yl) methanes and to promote the use of the already known poly(1H-pyrazol-1-yl) methanes in coordination chemistry and the design of new ligands with the reported procedures. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Alkorta, I (Alkorta, Ibon) ; Claramunt, RM (Claramunt, Rosa M.) ; Diez-Barra, E (Diez-Barra, Enrique) ; Elguero, J (Elguero, Jose) ; de la Hoz, A (de la Hoz, Antonio) ; Lopez, C (Lopez, Concepcion) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Diez-Barra, Enrique  A-3486-2014 http://orcid.org/0000-0002-9785-0305","Title":"The organic chemistry of poly(1H-pyrazol-1-yl)methanes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393931000004 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"PGM-free; Power generation; Surface chemistry; Microbial fuel cell; ORR KeyWords Plus:MODIFIED ACTIVATED CARBON; BINUCLEAR-COBALT-PHTHALOCYANINE; AIR-CATHODE; BIOELECTROCHEMICAL SYSTEMS; ELECTRICITY-GENERATION; IRON PHTHALOCYANINE; CATALYST LAYER; NEUTRAL MEDIA; CERAMIC MFCS; LOW-COST","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 205 Pages: 24-33 DOI: 10.1016/j.apcatb.2016.12.013 Published: MAY 15 2017","Abstract":"Different iron-based cathode catalysts have been studied for oxygen reduction reaction (ORR) in neutral media and then applied into microbial fuel cells (MFC). The catalysts have been synthesized using sacrificial support method (SSM) using eight different organic precursors named Niclosamide, Ricobendazole, Guanosine, Succinylsulfathiazole, Sulfacetamide, Quinine, Sulfadiazine and Pyrazinamide. Linear Sweep Voltammetry (LSV) curves were obtained for the catalysts using a O-2 saturated in 0.1 M potassium phosphate buffer and 0.1 M KCl solution and a Rotating Ring Disk Electrode (RRDE) setup in order to study the ORR characteristics. Additionally, we analyze the peroxide yield obtained for each catalyst which helps us determine the reaction kinetics. Those catalysts have been mixed with activated carbon (AC), carbon black (CB) and PTFE and pressed on a metallic mesh forming a pellet like gas diffusion electrode (GDE). Results showed that Fe-Ricobendazole, Fe-Niclosamide and Fe-Pyrazinamide had the highest cathode polarization curves and highest power densities output that was above 200 mu Wcm(-2). Fe-Ricobendazole, Fe-Niclosamide, Fe-Pyrazinamide, Fe-Guanosine Fe-Succinylsulfathiazole and Fe-Sulfacetamide outperformed compared to Pt cathode. Fe-Sulfadiazene and Fe-Quinine performed better than AC used as control but less than Pt. Correlation of surface composition with performance showed that power density achieved is directly related to the total amount of nitrogen, and in particularly, N coordinated to metal and pyridinic and pyrrolic types while larger amounts of graphitic nitrogen result in worse performance. (C) 2017 The Authors. Published by Elsevier B.V.","Authors":"Santoro, C (Santoro, Carlo) ; Serov, A (Serov, Alexey) ; Gokhale, R (Gokhale, Rohan) ; Rojas-Carbonell, S (Rojas-Carbonell, Santiago) ; Stariha, L (Stariha, Lydia) ; Gordon, J (Gordon, Jonathan) ; Artyushkova, K (Artyushkova, Kateryna) ; Atanassov, P (Atanassov, Plamen)","Title":"A family of Fe-N-C oxygen reduction electrocatalysts for microbial fuel cell (MFC) application: Relationships between surface chemistry and performances"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393931000034 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Oxone; Ibuprofen; MnOx/silica; Humic acid; Inorganic ions KeyWords Plus:NONSTEROIDAL ANTIINFLAMMATORY DRUGS; ADVANCED OXIDATION PROCESS; SUPPORTED MANGANESE OXIDE; AQUEOUS-SOLUTION; SULFATE RADICALS; ACTIVATED PERSULFATE; PHENOL DEGRADATION; HYDROXYL RADICALS; PHOTOCATALYTIC DEGRADATION; HETEROGENEOUS ACTIVATION","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 205 Pages: 327-339 DOI: 10.1016/j.apcatb.2016.12.046 Published: MAY 15 2017","Abstract":"Heterogeneous processes activated persulfate for organic degradation is increasingly recognized as an environmentally important remediation technology. However, manipulating persulfate oxidation processes with desirable decontamination effectiveness is still underdeveloped. Towards this goal, we systematically investigated the catalytic behaviors of Oxone-MnOx/silica systems towards aqueous ibuprofen (IBU) degradation in terms of system effects, reaction kinetics and mechanisms. MnOx/SBA-15 (MS) demonstrated variable catalytic Oxone efficacies towards IBU removal at different solution pHs. Meanwhile, the catalyst supports and FeOx co-doping within MS also produced significant impacts on catalytic Oxone efficacy. Moreover, the catalytic Oxone efficacies of MS for IBU degradation were generally inhibited by humic acid, NO3-, HCO3-, SO42- and PO43- to different extents at low/high levels. Interestingly, Cl- at low concentrations (2 mM) obviously inhibited IBU removal by Oxone-MS, while Cl- at high concentrations (20 mM) greatly enhanced IBU removal. Kinetic studies implied that IBU removal by Oxone-MnOx/silica systems using two first-order kinetic models was closely related to the extents of the interferences of synthetic conditions and water chemistry components. The surface electron transfer between MnOx(OH)(y) species of MS and HSO5- of Oxone was responsible for the formation of reactive oxygen radicals, thus contributing to IBU degradation. Liquid chromatography-mass spectrometry was employed to identify oxidation products of IBU, and reaction pathways of IBU oxidation were accordingly proposed. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Yang, JCE (Yang, Jia-Cheng E.) ; Yuan, BL (Yuan, Baoling) ; Cui, HJ (Cui, Hao-Jie) ; Wang, SB (Wang, Shaobin) ; Fu, ML (Fu, Ming-Lai) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wang, Shaobin  C-5507-2008 http://orcid.org/0000-0002-1751-9162","Title":"Modulating oxone-MnOx/silica catalytic systems towards ibuprofen degradation: Insights into system effects, reaction kinetics and mechanisms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395355400007 ISSN: 1383-5866 eISSN: 1873-3794","Keywords":"Membrane technology; Lignin derivatives; Affinity separation; Nanofiltration; Grignard-functionalized ceramic; membranes KeyWords Plus:CERAMIC NANOFILTRATION MEMBRANES; ORGANIC-SOLVENT NANOFILTRATION; SIZE-EXCLUSION CHROMATOGRAPHY; DFRC METHOD; LIGNIN ANALYSIS; TECHNICAL LIGNINS; GREEN CHEMISTRY; BLACK LIQUOR; ULTRAFILTRATION; FRACTIONATION","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"SEPARATION AND PURIFICATION TECHNOLOGY Volume: 178 Pages: 56-65 DOI: 10.1016/j.seppur.2016.12.033 Published: MAY 7 2017","Abstract":"Valorization of biomass calls for development of new and/or optimized process technologies. Cost-effective separation processes are of utmost importance to separate biomass components on an industrial scale. Also the complexity of biomass depolymerization/hydrolysis processes increases even further the need for efficient separation processes. Within this study, the use of commercial nanofiltration membranes and in-house developed Grignard-functionalized ceramic membranes has been investigated for the fractionation of a mixture of lignin derivatives, obtained from the depolymerization of Organosolv lignin according to the derivatization followed by reductive cleavage (DFRC) approach. Gas chromatography coupled with mass spectrometry, liquid chromatography-high resolution-mass spectrometry and gel permeation chromatography have been intensively used for the characterization of the depolymerization mixture before and after membrane separation. Higher permeation fluxes are observed with the modified ceramic membranes (25-30 L m(-2) h(-1)) exhibiting amphiphilic surface properties. Separation of lignin derivatives by molecular weight based on size-exclusion has been observed with the polyamide Desal-5DK membrane, while a separation governed by solute-membrane interactions appears to be possible with the functionalized ceramic membranes, where retentions for individual solutes are highly dependent on the chemistry of the grafted groups. For instance, it has been observed that aromatics such as 2,6-dimethoxy-4-propenylphenol are either rejected by or preferentially transported across the membrane, depending on the chosen membrane functionalization. This offers perspectives towards the development of membrane processes for fine separation of small lignols and to enable the use of these molecules in chemical and materials applications. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Dubreuil, MFS (Dubreuil, Marjorie F. S.) ; Servaes, K (Servaes, Kelly) ; Ormerod, D (Ormerod, Dominic) ; Van Houtven, D (Van Houtven, Diane) ; Porto-Carrero, W (Porto-Carrero, Wim) ; Vandezande, P (Vandezande, Pieter) ; Vanermen, G (Vanermen, Guido) ; Buekenhoudt, A (Buekenhoudt, Anita)","Title":"Selective membrane separation technology for biomass valorization towards bio-aromatics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604700004 ISSN: 0022-2860 eISSN: 1872-8014","Keywords":"Coordination polymers; Cd(II); Hg(II); Nano-particles; Non-covalent interactions; Ultrasonication KeyWords Plus:PI-PI STACKING; METAL-ORGANIC FRAMEWORKS; BONDING INTERACTIONS; COMPLEXES; GEOMETRY; HYDROGEN; CYTOTOXICITY; CHEMISTRY; INTERPLAY; SERIES","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF MOLECULAR STRUCTURE Volume: 1135 Pages: 26-31 DOI: 10.1016/j.molstruc.2017.01.024 Published: MAY 5 2017","Abstract":"Two new Hg(II) and Cd(II) one-dimensional coordination polymers have been constructed from metal iodide and a N, N'-Bis-pyridin-4-ylmethylene-naphthalene-1,5-diamine ligand using conventional methods. The effects of the ligand geometry and the coordination modes of iodide on the structures of the coordination polymers have been discussed in detail. In order to clarify the effect of experimental conditions on the morphology and size of [Cd(L)I-2](n) (1) and [Hg(L)I-2](n) particles, we have systematically investigated the influence of concentration and sonication power on the size of the resulting products for the aim of realizing controllable synthesis. The results indicated that the concentration and sonication power directly influenced the final size of nanostructures of these coordination polymers. The prepared nanocrystals of these two coordination polymers were analyzed using scanning electron microscopy, infrared spectroscopy and X-ray powder diffraction. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Khanpour, M (Khanpour, Mojtaba) ; Naghipour, A (Naghipour, Ali) ; Tehrani, AA (Tehrani, Alireza Azhdari) ; Morsali, A (Morsali, Ali) ; Morales-Morales, D (Morales-Morales, David) ; Hernandez-Ortega, S (Hernandez-Ortega, Simon)","Title":"The role of non-covalent interactions in the crystal structure of two new nano coordination polymers of Cd(II) and Hg(II) based on N,N'-Bis-pyridin-4-ylmethylene-naphthalene-1,5-diamine ligand"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397688400007 ISSN: 0378-3774 eISSN: 1873-2283","Keywords":"Salinity; Groundwater; Sulfur cycling; Numerical modeling; Chemical transport KeyWords Plus:IRRIGATED RIVER VALLEY; STREAM-AQUIFER SYSTEM; SHALLOW GROUNDWATER; ARKANSAS RIVER; SALINITY; WATER; DRAINAGE; COLORADO; NITROGEN; SELENIUM","Categories":"Agriculture; Water Resources Web of Science Categories:Agronomy; Water Resources","Journal Information":"AGRICULTURAL WATER MANAGEMENT Volume: 185 Pages: 78-92 DOI: 10.1016/j.agwat.2017.02.002 Published: MAY 1 2017","Abstract":"Many irrigated agricultural areas worldwide suffer from salinization of soil, groundwater, and nearby river systems. Increasing salinity concentrations are due principally to a high water table that results from excessive irrigation, canal seepage, and a lack of efficient drainage systems, and lead to decreased crop yield. High groundwater salinity loading to nearby river systems also impacts downstream areas, where saline river water is diverted for application on irrigated fields. This paper presents a physically based, spatially -distributed groundwater reactive transport model that simulates the fate and transport of sulfate, the principal salt ion in many salt -affected watersheds, in an agricultural groundwater system. The model, developed from the UZF-RT3D model that simulates chemical species transport in variably saturated subsurface systems, accounts for sulfur cycling (crop uptake, organic matter decomposition, mineralization/immobilization) in the soil -plant system, oxidation-reduction reactions, including the oxidation of residual Sulfur in marine shale, and also the effect of dissolved oxygen and nitrate on sulfate chemical reduction. The model is tested at the small scale (i.e. soil profile) and at the regional scale (500 km(2)) in the Lower Arkansas River Valley (LARV) in southeastern Colorado, an area acutely affected by salinization in the past few decades. Results demonstrate that although the major sulfate reactive transport processes are accounted for, the model consistently under -predicts measured soil and groundwater sulfate concentrations, pointing to the need for a comprehensive salinity module that accounts not only for advection, dispersion, sulfur cycling, and oxidation-reduction, but also salt ion equilibrium chemistry that includes the dissolution and precipitation of salt minerals in the soil -aquifer system. However, the model can be a useful tool to assess sulfate fate and transport in areas that are not dominated by salt mineral precipitation and dissolution. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kivi, ST (Kivi, Saman Tavakoli) ; Bailey, RT (Bailey, Ryan T.)","Title":"Modeling sulfur cycling and sulfate reactive transport in an agricultural groundwater system"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397374100008 ISSN: 0169-1317 eISSN: 1872-9053","Keywords":"Edible oil; Wineries; Spent clay; Waste acid bentonite; Co-composting; Soil amendment; Plant nutrient KeyWords Plus:BIO ORGANIC FERTILIZER; OIL REFINERY; CROP PRODUCTION; ACID SOIL; WASTE; CLAY; BENTONITE; ADSORPTION; BIOMASS; GROWTH","Categories":"Chemistry; Materials Science; Mineralogy Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Mineralogy","Journal Information":"APPLIED CLAY SCIENCE Volume: 140 Pages: 59-65 DOI: 10.1016/j.clay.2017.01.024 Published: MAY 2017","Abstract":"The activated or neutral form of bentonite-based spent bleaching earth/clay (SBE) is a by-product generated during the bleaching process in edible oil refinery. Its untreated form is disposed of directly at landfills involving high cost and land area, and possibly causing environmental problems. Recently, this undesirable dumping exercise has been prohibited. To overcome this, SBE is regenerated and reused for value addition, e.g. as bio active materials for water/wastewater treatment. A more recent approach being converting SBE into bio fertilizers; of which the fertilizer characteristics in relation to physical, chemical and biological interaction with soil and its surrounding ecosystem (nutrients, water, pollutants, microorganisms, climate, etc.) is vital in agricultural applications associated with soil fertility management and crops productivity. Previously, SBE's structural characteristics, surface chemistry and activation have been disclosed. This paper provides an insight on soil-crop interactions and agronomy with SBE functions as a soil amendment. (C) 2017 Elsevier B.V. All tights reserved.","Authors":"Loh, SK (Loh, Soh Kheang) ; Cheong, KY (Cheong, Kah Yein) ; Salimon, J (Salimon, Jumat)","Title":"Surface-active physicochemical characteristics of spent bleaching earth on soil-plant interaction and water-nutrient uptake: A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549300020 ISSN: 0008-6223 eISSN: 1873-3891","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary","Journal Information":"CARBON Volume: 116 Pages: 154-166 DOI: 10.1016/j.carbon.2017.02.005 Published: MAY 2017","Abstract":"The use of electro-active organic compounds as electrode materials in rechargeable batteries has been a very active research topic due to their high theoretical capacity, availability of various redox potentials depending on the electro-active group, ease of modification of properties, and improved safety. However, the issue of solubility in electrolytes limits their applications in batteries. The most common solutions for this problem involve incorporation of these organic molecules into the insoluble polymeric structures and trapping of these inside porous carbon materials. Here, we have demonstrated the covalent attachment of anthraquinone (AQ) derivatives via nitrene chemistry onto reduced graphene oxide (RGO) as another alternative. The successful synthesis of the RGO functionalized with anthraquinone groups (RGO-AQ), and its utilization as cathode materials in Li-batteries have also been demonstrated. The cells with RGO-AQ used as cathode materials initially discharged 126 mA h/g when cycled between 1.8 and 3.2 V at the rate of 5.35 mA/g in LiPF6/EC:DEC (1:1) electrolyte, and discharged 185.7 mA h/g when cycled between 13 and 3.6 V against Li metal at the rate of 6.0 mA/g in LiCIO4/PC electrolyte. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Sertkol, SB (Sertkol, Sumeyye Bahceci) ; Esat, B (Esat, Burak) ; Momchilov, AA (Momchilov, Anton A.) ; Yilmaz, MB (Yilmaz, M. Burak) ; Sertkol, M (Sertkol, Murat)","Title":"An anthraquinone-functionalized reduced graphene oxide as electrode material for rechargeable batteries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549300032 ISSN: 0008-6223 eISSN: 1873-3891","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary","Journal Information":"CARBON Volume: 116 Pages: 264-274 DOI: 10.1016/j.carbon.2017.01.088 Published: MAY 2017","Abstract":"This work reports a green and fast approach to the synthesis of nanoporous carbon materials based on the UV-assisted condensation of organic compounds as precursors. This new approach offers several improvements over the classical soft template and sol-gel routes for the synthesis of materials: versatility of organic precursors, shorter synthesis time, and ambient conditions. Owing to the specificity of the UV assisted reactions mechanisms, organic compounds of varied chemical composition can be used as precursors in the preparation of nanoporous carbons with tuned porous features. The method consisted in the exposure of an aqueous solution of the organic precursors to UV light for 60 min at room temperature in the absence of a catalyst, allowing an outstanding shortening of the synthesis time compared to sol-gel routes. Furthermore, UV irradiation promoted the cross-linking of the polymer chains of precursors at room temperature, as opposed to classical methods that require an additional step at mild/high temperatures. By changing the chemistry of the organic compound used as precursor, it was possible to modulate the surface area (from 10 to 720 m(2) g(-1)) and the porosity of the synthesized carbons within the micro-/mesopore range. The obtained carbons also presented varied morphology depending on the precursor, from dense aggregates to ordered hexagonal arrangements of nanometric dimensions. (C) 2017 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license","Authors":"Balan, L (Balan, Lavinia) ; de Cordoba, MCF (Fernandez de Cordoba, Maria C.) ; Zaier, M (Zaier, Mohamed) ; Ania, CO (Ania, Conchi O.)","Title":"A green and fast approach to nanoporous carbons with tuned porosity: UV-assisted condensation of organic compounds at room temperature"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397549300062 ISSN: 0008-6223 eISSN: 1873-3891","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary","Journal Information":"CARBON Volume: 116 Pages: 528-546 DOI: 10.1016/j.carbon.2017.02.016 Published: MAY 2017","Abstract":"Mesoporous carbons have been the subject of various studies, both fundamental and applied. Fundamental studies revealed numerous synthesis routes which can adjust material characteristics as specific surface area, pore volume, pore size or morphology and elemental composition. The indirect synthesis or hard template method was developed first. An extensive collection of template materials exist, which can be impregnated with carbon precursors to provide various hard templated mesoporous carbons with a precise control of mesoporosity and pore geometry. However, the more recent direct method or soft template method offers some specific advantages. By using the organic-organic self-assembly between polymerizable precursors and block copolymer surfactants as structure directing agents it is possible to obtain tunable morphology and surface properties, mechanical stability and reduce the number of synthesis steps, thereby decreasing synthesis cost and complexity. Applied studies valorize this wide variety of mesoporous carbons. Fine-tuning material characteristics as surface area, pore volume, pore size, morphology, chemical composition or possible post-modification or nanoparticle doping give rise to applications in catalysis, electrochemistry, energy storage, separation or adsorption. In adsorption, mesoporous carbons are considered as a new family of adsorbents challenging the well-known activated carbon by introducing the advantage of increasing pore size. This allows mesoporous carbons to adsorb larger molecules and enhance the adsorption kinetics. In this review we present the most recent achievements and advances in the synthesis of soft templated mesoporous carbons, with focus on pore size control, and their potential as a new family of carbon adsorbents.(C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Libbrecht, W (Libbrecht, Wannes) ; Verberckmoes, A (Verberckmoes, An) ; Thybaut, JW (Thybaut, Joris W.) ; Van der Voort, P (Van der Voort, Pascal) ; De Clercq, J (De Clercq, Jeriffa)","Title":"Soft templated mesoporous carbons: Tuning the porosity for the adsorption of large organic pollutants"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398330200042 ISSN: 0013-4686 eISSN: 1873-3859","Keywords":"Conducting Redox Polymer; Quinone; Organic Batteries; Proton Batteries; Redox Matching KeyWords Plus:ORGANIC ELECTRODE; ION BATTERIES; FLOW BATTERY; CATHODES; CHEMISTRY","Categories":"Electrochemistry Web of Science Categories:Electrochemistry","Journal Information":"ELECTROCHIMICA ACTA Volume: 235 Pages: 356-364 DOI: 10.1016/j.electacta.2017.03.068 Published: MAY 1 2017","Abstract":"Lithium-ion technologies show great promise to meet the demands that the transition towards renewable energy sources and the electrification of the transport sector put forward. However, concerns regarding lithium-ion batteries, including limited material resources, high energy consumption during production, and flammable electrolytes, necessitate research on alternative technologies for electrochemical energy storage. Organic materials derived from abundant building blocks and with tunable properties, together with water based electrolytes, could provide safe, inexpensive and sustainable alternatives. In this study, two conducting redox polymers based on poly(3,4-ethylenedioxythiophene) (PEDOT) and a hydroquinone pendant group have been synthesized and characterized in an acidic aqueous electrolyte. The polymers were characterized with regards to kinetics, pH dependence, and mass changes during oxidation and reduction, as well as their conductance. Both polymers show redox matching, i.e. the quinone redox reaction occurs within the potential region where the polymer is conducting, and fast redox conversion that involves proton cycling during pendant group redox conversion. These properties make the presented materials promising candidates as electrode materials for water based all-organic batteries. (C) 2017 The Author(s). Published by Elsevier Ltd.","Authors":"Sterby, M (Sterby, Mia) ; Emanuelsson, R (Emanuelsson, Rikard) ; Huang, X (Huang, Xiao) ; Gogoll, A (Gogoll, Adolf) ; Stromme, M (Stromme, Maria) ; Sjodin, M (Sjodin, Martin)","Title":"Characterization of PEDOT-Quinone Conducting Redox Polymers for Water Based Secondary Batteries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398330200069 ISSN: 0013-4686 eISSN: 1873-3859","Keywords":"MIL-88; nanostructures; MOF; lithium ion battery KeyWords Plus:PROMISING ANODE MATERIAL; ONE-POT SYNTHESIS; ELECTROCHEMICAL PERFORMANCE; CARBON NANOTUBES; OXIDE; CAPACITY; SUPERCAPACITORS; STABILITY; CHEMISTRY; SPECTRA","Categories":"Electrochemistry Web of Science Categories:Electrochemistry","Journal Information":"ELECTROCHIMICA ACTA Volume: 235 Pages: 595-603 DOI: 10.1016/j.electacta.2017.03.105 Published: MAY 1 2017","Abstract":"Recently, metal organic framework (MOF) nanostructures have been frequently reported in the field of energy storage, specifically for Li-io nor Na-ion storage. By inter-separating the active sites of metal cluster and organic ligands, MOF nanostructures are exceptionally promising for realizing fast ion exchange and high-efficiency transportation and addressing the intricate issues that the energyintensive Li-ion batteries have faced over many years. The related ion-storage mechanism remains to be explored. Is the traditional redox reaction mechanism operative for these nanostructure, as it is for transitional metal oxide? Herein, taking [Fe3O(BDC)(3)(H2O)(2)(NO3)] n (Fe-MIL-88B) as an example, an Febased metal organic polyhedral nanorods of MIL-88 B structure was designed as an anode for Li-ion storage. When tested at 60 mA g (1), the nanoporous Fe-MIL-88 B polyhedral nanorods retained a reversible capacity of 744.5 mAh g (1) for more than 400 cycles. Ex situ characterizations of the post-cycled electrodes revealed that both the transition metal ions and the organic ligands contributed to the high reversible specific capacity. The polyhedral nanorods electrodes held the metal-organic skeleton together throughout the battery operation, although in a somewhat different manner than the pristine ones. This further substantiated that some MOF nanostructures are more appropriate than others for stable lithiation/delithiation processes. State-of-the-art CR2032 full cells showed that a high capacity of 86.8 mAh g (1) that was retained after 100 cycles (herein, the capacity for the full cell was calculated based on both the weight of the anode and the cathode, and the charge-discharge rate was 0.25C), when commercial LiFePO4 powders were used as the cathode. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Shen, LS (Shen, Lisha) ; Song, HW (Song, Huawei) ; Wang, CX (Wang, Chengxin)","Title":"Metal-Organic Frameworks Triggered High-Efficiency Li storage in Fe-Based Polyhedral Nanorods for Lithium-ion Batteries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395958700017 PubMed ID: 28160641 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Glomalin related soil protein; Tropical dry forest; Water soluble organic carbon; Soil organic carbon; Land use system; Seasonal variation KeyWords Plus:ARBUSCULAR MYCORRHIZAL FUNGI; DECIDUOUS FOREST; DEGRADED LANDS; SOIL PROTEIN; USE SYSTEMS; NITROGEN; MATTER; PLANT; WATER; DYNAMICS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 192 Pages: 142-149 DOI: 10.1016/j.jenvman.2017.01.041 Published: MAY 1 2017","Abstract":"Glomalin related soil protein (GRSP) is a hydrophobic glycoprotein that is significant for soil organic carbon (SOC) persistence and sequestration, owing to its large contribution to SOC pool and long turnover time. However, the contribution of GRSP to dissolve OC (DOC) leach from soil is not yet comprehensively explored, though it could have implication in understanding SOC dynamics. We, therefore, aim to measure the contribution of GRSP to DOC, in a range of land uses and climatic seasons in the dry tropical ecosystem. Our results demonstrated that a significant proportion of GRSP (water soluble GRSP; WS-GRSP) leached with DOC (7.9-21.9 mg kg(-1)), which accounts for 0.2-0.23% of soils total GRSP (T-GRSP). Forest exhibited significantly higher WS-GRSP and DOC leaching than fallow and agriculture. WS-GRSP and DOC accumulations were higher in the dry season (summer and winter) than in rainy. The extent of seasonal variations was higher in forest than in other two land uses, indicating the role of vegetation and biological activity in soil dissolve organic matter (DOM) dynamics. The regression analysis among WS-GRSP, T-GRSP, DOC and SOC prove that the accumulations and leaching of GRSP and other soil OM (SOM) depend on similar factors. The ratio of WS-GRSP-C to DOC was higher in agriculture soil than in forest and fallow, likely a consequence of altered soil chemistry, and organic matter quantity and quality due to soil management practices. Multivariate analysis reflects a strong linkage among GRSP and SOC storage and leaching, soil nutrients (nitrogen and phosphorus) and other important soil properties (pH and bulk density), suggesting that improving GRSP and other SOM status is an urgent need for the both SOC sequestration and soil health in dry tropical agro-ecosystems. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Singh, AK (Singh, Ashutosh Kumar) ; Rai, A (Rai, Apurva) ; Pandey, V (Pandey, Vivek) ; Singh, N (Singh, Nandita) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Singh, Ashutosh Kumar  http://orcid.org/0000-0003-2616-0697","Title":"Contribution of glomalin to dissolve organic carbon under different land uses and seasonality in dry tropics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397920000001 ISSN: 0887-6266 eISSN: 1099-0488","Keywords":"fluorescence; homoconjugation; polymer; poly(phenylene methylene); spectroscopy KeyWords Plus:SITE-SELECTIVE FLUORESCENCE; BENZYL-CHLORIDE; ORGANIC-CHEMISTRY; ENERGY-TRANSFER; POLYMERIZATION; EMISSION; PHOTOLUMINESCENCE; DERIVATIVES; EFFICIENT; POLYCONDENSATION","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF POLYMER SCIENCE PART B-POLYMER PHYSICS Volume: 55 Issue: 9 Pages: 707-720 DOI: 10.1002/polb.24305 Published: MAY 1 2017","Abstract":"Poly(phenylene methylene) (PPM) exhibits pronounced blue fluorescence in solutions as well as in the solid state despite its non-p-conjugated nature. Optical spectroscopy was used to explore the characteristics and the physical origin of its unexpected optical properties, namely absorption in the 350-450 nm and photoluminescence in the 400-600 nm spectral regions. It is shown that PPM possesses two discrete optically active species, and a relatively long photoluminescence lifetime (> 8 ns) in the solid-state. Given the evidence reported herein, pi-stacking and aggregation/ crystallization, as well as the formation of anthracene-related impurities, are excluded as the probable origins of the optical properties. Instead there is sufficient evidence that PPM supports homoconjugation, that is: pi-orbital overlap across adjacent repeat units enabled by particular chain conformation(s), which is confirmed by DFT calculations. Furthermore, poly(2-methylphenylene methylene) and poly(2,4,6-trimethylphenylene methylene)-two derivatives of PPM-were synthesized and found to exhibit comparable spectroscopic properties, confirming the generality of the findings reported for PPM. Cyclic voltammetry measurements revealed the HOMO-LUMO gap to be 3.2-3.3 eV for all three polymers. This study illustrates a new approach to the design of light-emitting polymers possessing hitherto unknown optical properties. (C) 2017 Wiley Periodicals, Inc.","Authors":"Braendle, A (Braendle, Andreas) ; Perevedentsev, A (Perevedentsev, Aleksandr) ; Cheetham, NJ (Cheetham, Nathan J.) ; Stavrinou, PN (Stavrinou, Paul N.) ; Schachner, JA (Schachner, Joerg A.) ; Mosch-Zanetti, NC (Moesch-Zanetti, Nadia C.) ; Niederberger, M (Niederberger, Markus) ; Caseri, WR (Caseri, Walter R.)","Title":"Homoconjugation in Poly(Phenylene Methylene) s: A Case Study of Non-pi-Conjugated Polymers with Unexpected Fluorescent Properties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397685900034 ISSN: 0254-0584 eISSN: 1879-3312","Keywords":"Optical materials; Organic compounds; Chemistry synthesis; Optical properties; Optical microscopy KeyWords Plus:BRIDGED BIPOLAR SYSTEM; STABILITY TRADE-OFF; ELECTROGENERATED CHEMILUMINESCENCE; SENSITIVE DETECTION; AQUEOUS-SOLUTION; HG2+; DONOR; ELECTROCHEMILUMINESCENCE; DERIVATIVES; ABSORPTION","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"MATERIALS CHEMISTRY AND PHYSICS Volume: 192 Pages: 268-273 DOI: 10.1016/j.matchemphys.2017.02.007 Published: MAY 1 2017","Abstract":"A novel spirobifluorene derivative SPF-TMS, which containing dithioacetal groups and triphenylamine units, was synthesized. The probing behaviors toward various metal ions were investigated via UV/Vis absorption spectra as well as one-photon fluorescence changes. The results indicated that SPF-TMS exhibits high sensitivity and selectivity for mercury ions. The detection limit was at least 8.6 x 10(-8)M, which is excellent comparing with other optical sensors for He}. When measured by two -photon excited fluorescence technique in THE at 800 nm, the two-photon cross-section of SPF-TMS is 272 GM. Especially, upon reaction with mercury species, SPF-TMS yielded another two-photon dye SPFDA. Both SPF-TMS and SPF-DA emit strong two -photon induced fluorescence and can be applied in cell imaging by two -photon microscopy. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Xiao, HB (Xiao, Haibo) ; Zhang, YZ (Zhang, Yanzhen) ; Zhang, W (Zhang, Wu) ; Li, SZ (Li, Shaozhi) ; Tan, JJ (Tan, Jingjing) ; Han, ZY (Han, Zhongying)","Title":"A spirobifluorene-based two-photon fluorescence probe for mercury ions and its applications in living cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395611500056 ISSN: 0301-679X eISSN: 1879-2464","Keywords":"Bearing; Journal Plain Bearings; Failures Tribochemistry Surface; Chemical analysis Spectroscopy; X-ray photoelectron KeyWords Plus:WEAR; TRIBOCHEMISTRY; MECHANISMS; ADDITIVES; FRICTION","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"TRIBOLOGY INTERNATIONAL Volume: 109 Pages: 519-528 DOI: 10.1016/j.triboint.2017.01.017 Published: MAY 2017","Abstract":"This work provides the methodology for the improved understanding of tribocontacts with tribolayers formed from the interactions of an engine oil and the surface of a journal bearing under boundary lubricating conditions. In particular, advanced surface characterisation combining X-ray photoelectron spectroscopy (XPS) and high resolution mass spectroscopy (MS) contributed to integrated knowledge on tribochemical and tribomechanical processes in the tribocontact studied. An engine connecting rod bearing lubricated with commercial OW-20 GF5 engine oil was evaluated as part of the tribosystem. Bearing material was a recently developed polymer-based overlay which increased in popularity in the automotive market owing to the durability and superior tribological properties. After engine bench tests and fatigue experiments, conventional oil analyses showed only minor changes regarding oil chemistry whereas MS revealed significant additive degradation, e.g., formation of organic phosphates from ZDDP and depletion of tris(2,4-di-tert-butylphenyl) phosphite additive. Regarding the fatigue experiments, surface analysis by XPS showed the formation of tribofilms with a thickness only in the range of a few nanometers and composed of P, S and Zn, i.e., mainly elements in ZDDP. This publication reports for the first time on surface characterisation by laser desorption ionisation MS applied to engine journal bearings: the presence of an organic phosphorus compound the origin of which is assumed from ZDDP could be revealed by this approach.","Authors":"Repka, M (Repka, Martin) ; Dorr, N (Doerr, Nicole) ; Brenner, J (Brenner, Josef) ; Gabler, C (Gabler, Christoph) ; McAleese, C (McAleese, Colin) ; Ishigo, O (Ishigo, Osamu) ; Koshima, M (Koshima, Motohiko)","Title":"Lubricant-surface interactions of polymer-coated engine journal bearings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397695800006 PubMed ID: 28226249 ISSN: 0043-1354","Keywords":"2-Methylisoborneol; Iodine number; SPAC; Used carbon KeyWords Plus:NATURAL ORGANIC-MATTER; PORE-SIZE DISTRIBUTION; TREATED WASTE-WATER; SIMULTANEOUS ADSORPTION; ATRAZINE ADSORPTION; 2-METHYLISOBORNEOL REMOVAL; COMPETITIVE ADSORPTION; PESTICIDE ADSORPTION; BREAKTHROUGH CURVES; SURFACE-CHEMISTRY","Categories":"Engineering; Environmental Sciences & Ecology; Water Resources Web of Science Categories:Engineering, Environmental; Environmental Sciences; Water Resources","Journal Information":"WATER RESEARCH Volume: 114 Pages: 50-58 DOI: 10.1016/j.watres.2017.02.028 Published: MAY 1 2017","Abstract":"We milled granular activated carbons (GACs) that had been used for 0-9 years in water treatment plants and produced carbon particles with different sizes and ages: powdered activated carbons (PAC, median diameter 12-42 mu m), superfine PAC (SPAC, 0.9-3.5 mu m), and submicron-sized SPAC (SSPAC, 220 290 nm). The fact that SPAC produced from 1-year-old GAC and SSPAC from 2-year-old GAC removed 2-methylisoborneol (MIB) from water with an efficiency similar to that of virgin PAC after a carbon contact time of 30 min suggests that spent GAC could be reused for water treatment after being milled. This potential for reuse was created by increasing the equilibrium adsorption capacity via reduction of the carbon particle size and improving the adsorption kinetics. During long-term (>1 year) use in GAC beds, the volume of pores in the carbon, particularly pores with widths of 0.6-0.9 nm, was greatly reduced. The equilibrium adsorption capacities of the carbon for compounds with molecular sizes in this range could therefore decrease with increasing carbon age. Among these compound's, the decreases of capacities were prominent for hydrophobic compounds, including MIB. For hydrophobic compounds, however, the equilibrium adsorption capacities could be increased with decreasing carbon particle size. The iodine number, among other indices, was best correlated with the equilibrium adsorption capacity of the MIB and would be a good index to assess the remaining MIB adsorption capacity of spent carbon. Spent GAC can possibly be reused as SPAC or SSPAC if its iodine number is >= 600 mg/g. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Pan, L (Pan, Long) ; Takagi, Y (Takagi, Yuichi) ; Matsui, Y (Matsui, Yoshihiko) ; Matsushita, T (Matsushita, Taku) ; Shirasaki, N (Shirasaki, Nobutaka)","Title":"Micro-milling of spent granular activated carbon for its possible reuse as an adsorbent: Remaining capacity and characteristics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397684500006 ISSN: 0920-5861 eISSN: 1873-4308","Keywords":"Vanadium; Catalysis; Green chemistry; Oxidation; Oxidative bromination KeyWords Plus:IONIC LIQUIDS; 2-PHASE SYSTEM; COMPLEXES; BROMOPEROXIDASES; BROMINATION; OXYBROMINATION; CARBONATES; MIMICKING; CHEMISTRY; SOLVENT","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Applied; Chemistry, Physical; Engineering, Chemical","Journal Information":"CATALYSIS TODAY Volume: 285 Pages: 49-56 DOI: 10.1016/j.cattod.2016.11.006 Published: MAY 1 2017","Abstract":"Metal catalyzed reactions are a powerful tool to design new chemical synthetic processes according to Green Chemistry principles, such as pollution prevention, atom economy, catalysis and the use of safer solvents and chemicals. The selection of the metal is particularly important to plan relevant and applicable processes: in particular, Vanadium is a good choice because it is cheap, naturally abundant and relatively non-toxic. Moreover, its rich redox chemistry makes it a suitable catalyst for a number of different reactions. A survey of catalytic vanadium-catalyzed oxidations investigated by our group in the last ten years is presented. Changing the ligand and the reaction conditions, the selective oxidation of model alkenes and sulfides and the oxidative bromination of alkenes, alkynes and toluene were successfully obtained. The introduction of substituent groups on the ligand scaffold allowed to investigate the ligand effect on the metal core by various techniques. These vanadium based catalytic systems found applications in the desulfurization of model fuel, the design of screen-printed electrodes for monitoring the hydrogen peroxide consumption and in sustainable synthesis. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Floris, B (Floris, Barbara) ; Sabuzi, F (Sabuzi, Federica) ; Coletti, A (Coletti, Alessia) ; Conte, V (Conte, Valeria)","Title":"Sustainable vanadium-catalyzed oxidation of organic substrates with H2O2"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397684500007 ISSN: 0920-5861 eISSN: 1873-4308","Keywords":"Computational catalysis; Aqueous phase catalysis; Solvation model; Molecular dynamics; Heterogeneous catalysis; Quantum mechanics KeyWords Plus:DENSITY-FUNCTIONAL THEORY; DIELS-ALDER REACTIONS; SITU ATR-IR; REFLECTION INFRARED-SPECTROSCOPY; SUM-FREQUENCY SPECTROSCOPY; AQUEOUS-PHASE OXIDATION; 1ST PRINCIPLES ANALYSIS; HETEROGENEOUS CATALYSIS; CO ADSORPTION; METHANOL OXIDATION","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Applied; Chemistry, Physical; Engineering, Chemical","Journal Information":"CATALYSIS TODAY Volume: 285 Pages: 57-64 DOI: 10.1016/j.cattod.2017.02.002 Published: MAY 1 2017","Abstract":"Interest into the roles of water on aqueous phase heterogeneous catalysis is burgeoning. This short review summarizes the influences of hydrogen bonding on adsorption and how water molecules act as co-catalysts in aqueous phase heterogeneous catalysis. These phenomena, which involve interactions and/or reactions with \"dangling\" hydroxyl or hydroxide groups from nearby water molecules, are related to interfacial phenomena that have been observed at water/oil interfaces in organic synthesis. The hypothesized water structures at water/oil interfaces in organic synthesis is presented, and predictions about how analogous structural effects could influence catalytic chemistry at water/transition metal interfaces are discussed. The focus of this review is on computational methods and observations, but some experimental methods and findings are discussed as well. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhang, XH (Zhang, Xiaohong) ; Sewell, TE (Sewell, Torrie E.) ; Glatz, B (Glatz, Brittany) ; Sarupria, S (Sarupria, Sapna) ; Getman, RB (Getman, Rachel B.)","Title":"On the water structure at hydrophobic interfaces and the roles of water on transition-metal catalyzed reactions: A short review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397684500017 ISSN: 0920-5861 eISSN: 1873-4308","Keywords":"Solid state nuclear magnetic resonance; ssNMR; Heterogeneous catalysts; Challenging nuclei; NMR crystallography; Dynamic nuclear polarization surface enhanced NMR spectroscopy KeyWords Plus:SOLID-STATE NMR; DYNAMIC NUCLEAR-POLARIZATION; METAL-ORGANIC FRAMEWORKS; BRONSTED ACID SITES; MAGNETIC-RESONANCE-SPECTROSCOPY; QUANTUM-CHEMICAL CALCULATIONS; ANGLE-SPINNING NMR; SN-BETA ZEOLITE; O-17 MAS NMR; NATURAL-ABUNDANCE","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Applied; Chemistry, Physical; Engineering, Chemical","Journal Information":"CATALYSIS TODAY Volume: 285 Pages: 179-193 DOI: 10.1016/j.cattod.2016.11.005 Published: MAY 1 2017","Abstract":"This review is devoted to modern applications of solid state NMR (ssNMR) to the structural studies of heterogeneous catalysts. Recent developments of ssNMR combining high magnetic fields up to 23.5 T, high rotation frequencies up to 120 kHz, and the new software of spectra acquisition and processing coupled with quantum chemistry calculations allow unravel the 3D structure of active sites of the sophisticated structures, such as heterogeneous catalysts. Moreover, this opens a possibility of investigation of low sensibility nuclei that are generally assigned as inappropriate for NMR. Dynamic Nuclear Polarization Surface Enhanced NMR Spectroscopy (DNP-SENS) is another powerful technique extending NMR application for surface feature investigation. Combination of modern ssNMR (including DNP) and DFT calculations synthesize the most powerful approach (so called NMR crystallography) of structural research of catalysts which is demonstrated on several remarkable application examples on challenging nuclei. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Lapina, OB (Lapina, Olga B.)","Title":"Modern ssNMR for heterogeneous catalysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395962200008 ISSN: 0019-1035 eISSN: 1090-2643","Keywords":"Pluto; Atmosphere; Haze; Modeling; GCM KeyWords Plus:TITANS UPPER-ATMOSPHERE; TRITONS ATMOSPHERE; MARTIAN ATMOSPHERE; AEROSOLS; IONOSPHERE; CHEMISTRY; SURFACE; PHOTOCHEMISTRY; CLOUDS; THOLIN","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ICARUS Volume: 287 Pages: 72-86 Special Issue: SI DOI: 10.1016/j.icarus.2017.01.016 Published: MAY 1 2017","Abstract":"The New Horizons spacecraft, which flew by Pluto on July 14, 2015, revealed the presence of haze in Pluto's atmosphere that were formed by CH4/N-2 photochemistry at high altitudes in Pluto's atmosphere, as on Titan and Triton. In order to help the analysis of the observations and further investigate the formation of organic haze and its evolution at global scales, we have implemented a simple parameterization of the formation of organic haze in our Pluto General Circulation Model. The production of haze in our model is based on the different steps of aerosol formation as understood on Titan and Triton: photolysis of CH4 in the upper atmosphere by Lyman-alpha UV radiation, production of various gaseous species, and conversion into solid particles through accumulation and aggregation processes. The simulations use properties of aerosols similar to those observed in the detached haze layer on Titan. We compared two reference simulations ran with a particle radius of 50 nm: with, and without South Pole N-2 condensation. We discuss the impact of the particle radius and the lifetime of the precursors on the haze distribution. We simulate CH4 photolysis and the haze formation up to 600 km above the surface. Results show that CH4 photolysis in Pluto's atmosphere in 2015 occurred mostly in the sunlit summer hemisphere with a peak at an altitude of 250 km, though the interplanetary source of Lyman-a flux can induce some photolysis even in the Winter hemisphere. We obtained an extensive haze up to altitudes comparable with the observations, and with non-negligible densities up to 500 km altitude. In both reference simulations, the haze density is not strongly impacted by the meridional circulation. With No South Pole N-2 condensation, the maximum nadir opacity and haze extent is obtained at the North Pole. With South Pole N-2 condensation, the descending parcel of air above the South Pole leads to a latitudinally more homogeneous haze density with a slight density peak at the South Pole. The visible opacities obtained from the computed mass of haze, which is about 2-4x10(-7) g cm(-2) in the summer hemisphere, are similar for most of the simulation cases and in the range of 0.001-0.01, which is consistent with recent observations of Pluto and their interpretation. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Bertrand, T (Bertrand, Tanguy) ; Forget, F (Forget, Francois)","Title":"3D modeling of organic haze in Pluto's atmosphere"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395206400037 ISSN: 0022-2461 eISSN: 1573-4803","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS SCIENCE Volume: 52 Issue: 10 Pages: 5857-5870 DOI: 10.1007/s10853-017-0822-2 Published: MAY 2017","Abstract":"CaF2:Ln(3+) (Ln = Ce, Tb, Eu) phosphors with highly uniform shapes have been successfully synthesized by a simple hydrothermal method directly. The as-prepared samples were characterized by X-ray diffraction (XRD), scanning electron microscopy (SEM), photoluminescence (PL) and lifetime. The results indicated that the pH values, organic additive and reaction time have a significant effect on the morphology and dimensions of CaF2 microcrystals and the possible formation mechanism was also proposed. Furthermore, the energy transfer from Ce3+ to Tb3+ and from Tb3+ to Eu3+ and from Ce3+ to Tb3+ to Eu3+ was observed and the corresponding mechanisms were discussed in detail. The CaF2:Ln(3+) phosphors may have potential optical applications in near-UV and violet LEDs.","Authors":"Zhao, B (Zhao, Bei) ; Shen, DY (Shen, Dingyi) ; Tan, QY (Tan, Qinyue) ; Tang, JF (Tang, Jianfeng) ; Zhou, XJ (Zhou, Xianju) ; Hu, SS (Hu, Shanshan) ; Yang, J (Yang, Jun)","Title":"Morphology-controllable synthesis, energy transfer and luminescence properties of Ce3+/Tb3+/Eu3+-doped CaF2 microcrystals"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398379200002 ISSN: 0010-8545 eISSN: 1873-3840","Keywords":"Lanthanides; Actinides; Cyclopentadienyl complexes; Cyclooctatetraenyl complexes; Organometallic chemistry KeyWords Plus:EARTH-METAL COMPLEXES; CHAIN-TRANSFER POLYMERIZATION; MULTIREFERENCE WAVE-FUNCTION; DENSITY-FUNCTIONAL THEORY; HALF-SANDWICH COMPLEXES; N-HETEROCYCLIC CARBENE; CATALYTIC-ACTIVITY; AMIDINATE LIGANDS; INTERMOLECULAR HYDROPHOSPHINATION; COORDINATION POLYMERIZATION","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"COORDINATION CHEMISTRY REVIEWS Volume: 338 Pages: 27-140 DOI: 10.1016/j.ccr.2017.02.001 Published: MAY 1 2017","Abstract":"This review summarizes the progress in organo-f-element chemistry during the year 2016. In some ways, the organo-f-element chemistry published in 2016 differs from that of previous years. For example, gasphase reactions of laser-vaporized lanthanide atoms with small unsaturated organic molecules have been the subject of several interesting experimental and theoretical studies. Various unstable homoleptic and heteroleptic gas-phase species have been generated that way and studied by spectroscopic methods. Notable in this area are e. g. the methylene derivative CH2CeF2, the ceracyclopropene Ce(C2H2), the perdeuterated yttrium phenyl cation [Y(C6D5)](+), and unusual scandium carbonyl complexes such as OScCO and OCScCO3. Remarkable divalent lanthanide alkyls and carbene complexes have also been described in 2016. A continuing trend for many years which continued into 2016 was the investigation of highly reactive lanthanide alkyl complexes supported by non-cyclopentadienyl ligands (e. g. amidinates, beta-diketiminates etc.). Many of these complexes found useful applications in homogeneous catalysis. Interesting reactivities have been reported e. g. for the first non-pincer-type mononuclear scandium alkylidene complexes and a series of mixed methyl/methylidene trinuclear rare-earth metal complexes. The isolation, structure and reactivity of a unique scandium boryl oxycarbene complex as well as the first molecular polyarsenides of the rare-earth elements have also been reported. Several examples of macrocyclic compounds (\"giant lanthanide wheels\") have been prepared with the use of specially designed Nchelating ligands. New chemistry has been developed around \"samarocene oxide\", Cp/2Sm-O-Cp/2 (Cp*=pentamethylcyclopentadienyl) which is generally considered as an undesired decomposition product of the highly air-sensitive divalent samarocene Cp-2*Sm(THF) 2, and novel 1,1'-diphospaplumbocenes have been synthesized and subsequently employed as phospholyl ligand transfer reagents in organothulium chemistry. Synthesis and derivative chemistry of an Yb(II) triple-decker complex with the l-bridging naphthalene dianion have been investigated, including in formation of an unusual trinuclear Yb(II) complex with a l-bridging P-7(3) ligand. The cyclooctatetraenyl dianion (COT) continued to be a versatile building block for the synthesis of new half-sandwich, sandwich, and inverse sandwich complexes. Significant progress has also been made in the field of endohedral metallofullerenes, including the synthesis and characterization of an unusual non-isolated pentagon rule metallic carbide clusterfullerene containing a seven-membered ring, Sc2C2@C-s(hept)-C-88. In the field of heterometallic organolanthanide complexes, novel inclusion complexes of the composition (Cp/2Yb) 2(Cp2M) (Cp = cyclopentadienyl; M = V, Cr, Fe, and Co) have been isolated in the solid state. Once again, an impressive number of interesting contributions have been published in 2016 in the field of organolanthanide catalysis, with an emphasis on Ln-catalyzed olefin and diene polymerization. Unusual new Ln-catalyzed reactions included, among others, the simultaneous chain-growth and step-growth polymerization of meta-and para-methoxystyrene, the production of Si-H-containing syndiotactic polystyrene by the direct polymerization of 4-vinylphenyldimethylsilane, the formation of poly(2vinylpyridine) with highly isotactic and high-molecular-weight characteristics, and the C-H polyaddition of dimethoxyarenes to unconjugated dienes such as norbornadiene and 1,4-divinylbenzene. Moreover, the efficient and selective Ln-catalyzed ortho-alkylation of tertiary amines via C-H addition to alkenes has been achieved for the first time. In organoactinide chemistry, new homoleptic uranium(III) and thorium(IV) alkyl and aryl complexes have been synthesized and established as potential starting materials in organoactinide chemistry. These include e. g. U[g4-Me2NC(H)C6H5](3) and [Li(DME)(3)](2)[Th(C6H5)(6)]. Novel uranium(IV)-carbene-imido complexes and a uranium(IV)-carbene-imido-amide metalla-allene have also been reported in 2016, and the chemistry of new molecular complexes of U2+ has been further developed. The thorium(III) complex Cp '' 3Th (Cp '' = C5H3(SiMe3)(2)-1,3) has been reported to reacts with P4 to give (eta-g(1): eta(1)-P-4)[Cp '' 3Th](2), which has an unprecedented cyclo-P-4 binding mode. Moreover, various new and unusual transformations have been achieved using the Cp-2*Th platform, including the chemistry of the metallacyclopropene Cp-2*U[eta(2)-C-2(SiMe3)(2)], the generation of new phospha-and arsaazaallene thorium metallocenes, and the synthesis of the first thorium-copper heterobimetallic compounds. With the use of bulky cyclooctatetraenyl ligands, the synthesis and characterisation of novel U(V) oxo and nitrido complexes has been achieved. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Edelmann, FT (Edelmann, Frank T.)","Title":"Lanthanides and actinides: Annual survey of their organometallic chemistry covering the year 2016"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395212100018 ISSN: 0143-7208 eISSN: 1873-3743","Keywords":"Sensor; CO2 capture; F- detection; Aggregate; Supramolecular chemistry KeyWords Plus:MOLECULAR SELF-ASSEMBLIES; TEMPERATURE IONIC LIQUIDS; CATION-ANION INTERACTION; CARBON-DIOXIDE GAS; ORGANIC-SOLVENTS; CELLULOSE ESTERS; DRUG-DELIVERY; FLUORIDE-ION; RELEASE; PH","Categories":"Chemistry; Engineering; Materials Science Web of Science Categories:Chemistry, Applied; Engineering, Chemical; Materials Science, Textiles","Journal Information":"DYES AND PIGMENTS Volume: 140 Pages: 131-140 DOI: 10.1016/j.dyepig.2017.01.035 Published: MAY 2017","Abstract":"The development of CO2-active fluorescent sensors is paramount to the climate assessment. And also, because of the biological and environmental importance, trace detection F- is a great challenge task but very necessary for human daily life. This paper presented a water-soluble fluorescent sensor fabricated by triphenylamine derivative of NBTA(3-) and quaternary ammonium salt (CTAC), which was further explored as a green and multi -functional sensing platform, and demonstrated excellent CO2 response ability and trace amount of F- recognition with obvious visualized exhibitions. Especially, our research result has potential application in the CO2 sensing by contact and vapor modes. Both of techniques exhibited reliable and sensitive and quick CO2 sensing capability. We hope our research result is of real-time monitoring CO2 in our surroundings. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ma, HC (Ma, H. C.) ; Yang, ZM (Yang, Z. M.) ; Cao, HY (Cao, H. Y.) ; Lei, L (Lei, L.) ; Lei, ZQ (Lei, Z. Q.)","Title":"Triphenylamine-based fluorescent sensors for CO2 response and detection of F- with high sensitivity and selectivity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395353200025 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Fixed bed; Co-firing; Emissions KeyWords Plus:POLYCYCLIC AROMATIC-HYDROCARBONS; PYROLYSIS PRODUCTS; FUEL PROPERTIES; DOMESTIC STOVE; SOOT FORMATION; SOLID FUELS; BIOMASS; IMPACT; CHEMISTRY; PINE","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 195 Pages: 226-231 DOI: 10.1016/j.fue1.2017.01.061 Published: MAY 1 2017","Abstract":"Co-firing of biomass and coal and biomass reduces the emission of pollutants and the overall effects have been extensively studied, but many aspects of the detailed mechanism remain uncertain. A number of studies have been previously made by us of emissions from the combustion in a fixed-bed furnace of bituminous coal and wood, both individually and together, and it was observed that biomass produced less soot and lower NOx emissions. These data are combined with recent measurements of emissions of black carbon (BC) and organic carbon (OC), which are an important source of climate forcing, from the combustion of a number of solid fuels. Conclusion are drawn about the nature of the OC and how the values are dependent on the measurement technique used. Complementary analytical-scale combustion and pyrolysis experiments were also carried out. The results of the analysis of emissions and reaction products, mainly by gas chromatography-mass spectrometry (GC-MS), were interpreted so as to construct a model for pollutant formation during co-firing. There is a reduction of smoke from the combustion of torrefied biomass and this is considered in relation to the torrefaction processes. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Jones, JM (Jones, J. M.) ; Ross, AB (Ross, A. B.) ; Mitchell, EJS (Mitchell, E. J. S.) ; Lea-Langton, AR (Lea-Langton, A. R.) ; Williams, A (Williams, A.) ; Bartle, KD (Bartle, K. D.)","Title":"Organic carbon emissions from the co-firing of coal and wood in a fixed C)crossMark bed combustor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395600300002 ISSN: 0016-7061 eISSN: 1872-6259","Keywords":"Photooxidation; Photochemical weathering; Pyrogenic organic matter; Black carbon; Oxidative enzymes; Lignin; Weathering; Priming KeyWords Plus:BENZENE POLYCARBOXYLIC ACIDS; BLACK CARBON BIOCHAR; FOREST SOIL; NITROGEN MINERALIZATION; NUTRIENT AVAILABILITY; MASS-SPECTROMETRY; ROT FUNGI; DEGRADATION; LIGNIN; FIRE","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"GEODERMA Volume: 293 Pages: 10-18 DOI: 10.1016/j.geoderma.2017.01.011 Published: MAY 1 2017","Abstract":"The surface chemistry of pyrogenic organic matter (PyOM) is altered by a variety of abiotic and biotic oxidative and sorption/desorption processes in the environment. Exposure of PyOM to high energy light prior to addition to soil or sediment, or while entrained in the atmosphere, may induce significant surface photooxidation, i.e., photochemical weathering, altering its environmental reactivity. We report on a 30-day soil incubation experiment testing the effects of the photochemical weathering of a C-13-enriched ponderosa pine PyOM, produced by pyrolysis at 450 degrees C, on PyOM and soil organic carbon (SOC) mineralization. PyOM C mineralization was measured for both the photochemically weathered (i.e. UV treated PyOM or PyOMUV) and PyOM not exposed to high-energy light (i.e. PyOMW serving as a dark control). PyOMW exhibited a 3.7 times faster C mineralization rate across the 30-d study, which was driven by a large early mineralization of accessible/labile C during the first 6 d. In contrast, PyOMUV had faster C mineralization rates in the later part of the experiment (days 11-30). Overall, PyOMUV had a 13% lower net C mineralization than the untreated PyOMW where the MRT of accessible PyOMUV-C and PyOMW-C was calculated at 25.7 +/- 6.8 d and 1.7 +/- 02 d, respectively. Both forms of PyOM promoted a similar net reduction in native SOC mineralization (i.e., negative priming) of approximately 50% relative to the unamended, control soil. Addition of either PyOM form resulted in an equivalent minor decrease in the concentration of extractable soil lignin phenols and substituted fatty acids chemistry with respect to the unamended soil. At 30 d, soil phenol oxidase and peroxidase enzyme activities were higher with additions of either form of PyOM compared with the unamended control soils with PyOMUV exhibiting lower activities than PyOMW. Our results indicate that PyOM photochemical weathering can impart important changes to short-term PyOM reactivity and soil microbial activity, which could have important implications for soil systems by ultimately lowering turnover rates for both NSC and PyOM-C. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, RZ (Wang, Ruzhen) ; Gibson, CD (Gibson, Christy D.) ; Berry, TD (Berry, Timothy D.) ; Jiang, Y (Jiang, Yong) ; Bird, JA (Bird, Jeffrey A.) ; Filley, TR (Filley, Timothy R.)","Title":"Photooxidation of pyrogenic organic matter reduces its reactive, labile C pool and the apparent soil oxidative microbial enzyme response"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395148800002 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"composite; interlayer expansion; magadiite; mechanical properties; SBR KeyWords Plus:MECHANICAL-PROPERTIES; NA-MAGADIITE; QUANTITATIVE-ANALYSIS; EPOXY POLYMER; NANOCOMPOSITES; MONTMORILLONITE; CLAY; REINFORCEMENT; SILICATES; EXFOLIATION","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 18 Article Number: 44764 DOI: 10.1002/app.44764 Published: MAY 2017","Abstract":"Magadiite (MGD), a synthetic layered silicate (Na2Si14O29 - 9H(2)O) with surface chemistry similar to precipitated silica, was cation-exchanged with three different organic cations to explore the effect of varying MGD layer spacing on the mechanical properties of MGD-based styrene-butadiene rubber (SBR) composites. This work also compares the mechanical properties of MGD/SBR composites with those formulated with montmorillonite (MMT) and precipitated silica. Dodecylpyridinium (DP+) produces greater expansion of MGD layers than cetyltrimethylammonium (CTA(+)); the resulting DP-MGD/SBR composites have greater yield strain, toughness, and rubbery storage modulus than comparable CTA-MGD/SBR composites. MGD treated with hexadecylammonium (HDA(+)) has the greatest layer spacing, but the HDA-MGD layers collapse upon melt-blending with SBR. CTA-treated MMT (CMMT) exfoliates in aqueous suspension, but the platelets re-stack upon drying and during melt-blending with SBR. The presence of exfoliated and/ or disordered platelet stacks in CMMT/SBR probably accounts for its higher tensile and dynamic moduli compared to MGD-and silica-based SBR composites. Dynamic mechanical properties are used to predict tire tread performance metrics for these composites.(C) 2017 Wiley Periodicals, Inc.","Authors":"Mao, YT (Mao, Yating) ; Li, SG (Li, Shigeng) ; Fang, RL (Fang, Randy L.) ; Ploehn, HJ (Ploehn, Harry J.)","Title":"Magadiite/styrene-butadiene rubber composites for tire tread applications: Effects of varying layer spacing and alternate inorganic fillers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398009800001 ISSN: 0376-7388 eISSN: 1873-3123","Keywords":"Ultrafiltration; Anti-fouling; Self-cleaning; Polyacrylamide separation; Titanium dioxide KeyWords Plus:TIO2 NANOPARTICLES; HYDROPHILIC MODIFICATION; WASTE-WATER; NANOFILTRATION MEMBRANES; COMPOSITE MEMBRANES; UV-IRRADIATION; PVDF MEMBRANE; FLUX DECLINE; SURFACE; PHOTOCATALYSIS","Categories":"Engineering; Polymer Science Web of Science Categories:Engineering, Chemical; Polymer Science","Journal Information":"JOURNAL OF MEMBRANE SCIENCE Volume: 529 Pages: 1-10 DOI: 10.1016/j.memsci.2017.01.043 Published: MAY 1 2017","Abstract":"We report the fabrication and characterization of a novel organic/inorganic hybrid ultrafiltration membrane with anti-fouling and self-cleaning properties. Nanoscale TiO2 clusters were grafted on the side chains of a poly(aryl ether sulfone) matrix containing trifluoromethyl and carboxyl groups (PES-F-COOH) using a silane coupling agent. Separation efficiency, fouling behavior, and self-cleaning property of the TiO2/PES-F-COOH hybrid ultrafiltration membrane were investigated by dead-end filtration experiments using a polyacrylamide foulant solution. Analysis of the membrane chemistry showed that grafting TiO2 on the side chain of the PES-F-COOH resulted in homogeneous dispersion of TiO2 clusters in the polymer matrix. The hybrid UF membrane exhibited significant self-cleaning efficiency. Specifically, water flux following polyacrylamide fouling was 53% recovered after membrane exposure to UV irradiation, which is attributable to photocatalytic degradation of the organic foulants by TiO2. We further demonstrated the anti-photocatalytic ageing property of the hybrid UF membrane, indicating resistance to decomposition of the membrane polymer matrix by photocatalytic oxidation. Our developed method can serve as a versatile platform for the development of anti-fouling and self-cleaning hybrid membranes or functional materials for a wide range of applications.","Authors":"Geng, Z (Geng, Zhi) ; Yang, X (Yang, Xue) ; Boo, C (Boo, Chanhee) ; Zhu, SY (Zhu, Suiyi) ; Lu, Y (Lu, Ying) ; Fan, W (Fan, Wei) ; Huo, MX (Huo, Mingxin) ; Elimelech, M (Elimelech, Menachem) ; Yang, X (Yang, Xia)","Title":"Self-cleaning anti-fouling hybrid ultrafiltration membranes via side chain grafting of poly(aryl ether sulfone) and titanium dioxide"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397800600012 PubMed ID: 27614066 ISSN: 1354-1013 eISSN: 1365-2486","Keywords":"atmospheric deposition; carbon cycle; nitrogen biogeochemistry; organic matter; riparian zone; streamwater chemistry KeyWords Plus:INCREASING IRON CONCENTRATIONS; SURFACE WATERS; ANTHROPOGENIC NITROGEN; ATMOSPHERIC DEPOSITION; BOREAL CATCHMENTS; HUMIC SUBSTANCES; DRINKING-WATER; FRESH-WATER; LAKE-WATER; NITRATE","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology; Environmental Sciences","Journal Information":"GLOBAL CHANGE BIOLOGY Volume: 23 Issue: 5 Pages: 1891-1901 DOI: 10.1111/gcb.13498 Published: MAY 2017","Abstract":"Reductions in emissions have successfully led to a regional decline in atmospheric nitrogen depositions over the past 20 years. By analyzing long-term data from 110 mountainous streams draining into German drinking water reservoirs, nitrate concentrations indeed declined in the majority of catchments. Furthermore, our meta-analysis indicates that the declining nitrate levels are linked to the release of dissolved iron to streams likely due to a reductive dissolution of iron(III) minerals in riparian wetland soils. This dissolution process mobilized adsorbed compounds, such as phosphate, dissolved organic carbon and arsenic, resulting in concentration increases in the streams and higher inputs to receiving drinking water reservoirs. Reductive mobilization was most significant in catchments with stream nitrate concentrations < 6 mg L-1. Here, nitrate, as a competing electron acceptor, was too low in concentration to inhibit microbial iron(III) reduction. Consequently, observed trends were strongest in forested catchments, where nitrate concentrations were unaffected by agricultural and urban sources and which were therefore sensitive to reductions of atmospheric nitrogen depositions. We conclude that there is strong evidence that the decline in nitrogen deposition toward pre-industrial conditions lowers the redox buffer in riparian soils, destabilizing formerly fixed problematic compounds, and results in serious implications for water quality.","Authors":"Musolff, A (Musolff, Andreas) ; Selle, B (Selle, Benny) ; Bttner, O (Bttner, Olaf) ; Opitz, M (Opitz, Michael) ; Tittel, J (Tittel, Joerg)","Title":"Unexpected release of phosphate and organic carbon to streams linked to declining nitrogen depositions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100055 PubMed ID: 28069235 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasound irradiation; KF/basic alumina; Pyrano[3,4-e][1,3]oxazine derivatives; Dimethyl carbonate(DMC); Atom economy KeyWords Plus:ULTRASOUND PROMOTED SYNTHESIS; SOLVENT-FREE SYNTHESIS; ANTITUBERCULAR ACTIVITY; ANTIMICROBIAL ACTIVITY; DIMETHYL CARBONATE; ORGANIC-SYNTHESIS; ATOM ECONOMY; ONE-POT; DERIVATIVES; PA-824","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 474-480 DOI: 10.1016/j.ultsonch.2016.12.015 Published: MAY 2017","Abstract":"The atom-efficient and green protocol for formation of pyrano[3,4-e][1,3]oxazines utilizing dimethyl carbonate under ultrasound irradiation in a presence of KF/basic alumina was reported. We provide a novel series of pyrano[3,4-e][1,3]oxazine derivatives interesting for biological screening tests. In general, it was found that ultrasound irradiations enable the reactions to occur which could not be carried out under silent conditions. These remarkable effects appeared in sonicated reactions can be reasonably interpreted in terms of acoustic cavitation phenomenon. Structures of the products were established on analytical and spectral data. This protocol offers several advantages attain many principles of green chemistry including, save energy, atom economy, clean reactions, inexpensive green reagent and use catalysts rather than stoichiometric reagents. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Saleh, TS (Saleh, Tamer S.) ; Al-Bogami, AS (Al-Bogami, Abdullah S.) ; Mekky, AEM (Mekky, Ahmed E. M.) ; Alkhathlan, HZ (Alkhathlan, Hamad Z.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Mekky, Ahmed  I-8002-2013   Faculty of, Sciences, KAU  E-7305-2017   Al-Bogami, Abdullah  H-7774-2012   Alkhathlan, Hamad  F-6978-2017  ","Title":"Sonochemical synthesis of novel pyrano[3,4-e][1,3]oxazines: A green protocol"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398434700009 PubMed ID: 28351644 ISSN: 0003-2670 eISSN: 1873-4324","Keywords":"Sol-gel coatings for capillary; microextraction (CME); Germania-based microextraction media; Perfluorinated alkyl ligands providing; superhydrophobicity; Aromatic CME ligands for pi-pi interaction; Specific extraction (SE); Saline sample matrix KeyWords Plus:PERFORMANCE LIQUID-CHROMATOGRAPHY; HIGH PH-RESISTANT; POLYCYCLIC AROMATIC-HYDROCARBONS; FLAME IONIZATION DETECTION; WALLED CARBON NANOTUBES; PHASE MICROEXTRACTION; GAS-CHROMATOGRAPHY; WATER SAMPLES; ORGANOPHOSPHOROUS PESTICIDES; ONLINE HYPHENATION","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICA CHIMICA ACTA Volume: 964 Pages: 96-111 DOI: 10.1016/j.aca.2017.02.031 Published: APR 29 2017","Abstract":"Principles of sol-gel chemistry were utilized to create silica-and germania-based dual-ligand surfacebonded sol-gel coatings providing enhanced performance in capillary microextraction (CME) through a combination of ligand superhydrophobicity and pi-pi interaction. These organic- inorganic hybrid coatings were prepared using sol-gel precursors with bonded perfluorododecyl (PF-C12) and phenethyl (PhE) ligands. Here, the ability of the PF-C12 ligand to provide enhanced hydrophobic interaction was advantageously combined with p-p interaction capability of the PhE moiety to attain the desired sorbent performance in CME. The effect of the inorganic sorbent component on microextraction performance of was explored by comparing microextraction characteristics of silica- and germania-based sol-gel sorbents. The germaniaebased dual-ligand sol- gel sorbent demonstrated superior CME performance compared to its silica- based counterpart. Thermogravimetric analysis (TGA) of the created silica-and germania-based dual- ligand sol- gel sorbents suggested higher carbon loading on the germania-based sorbent. This might be indicative of more effective condensation of the organic ligand-bearing sol-gelactive chemical species to the germania-based sol- gel network (than to its silica- based counterpart) evolving in the sol solution. The type and concentration of the organic ligands were varied in the sol- gel sorbents to fine-tune extraction selectivity toward different classes of analytes.Specific extraction (SE) values were used for an objective comparison of the prepared sol- gel CME sorbents. The sorbents with higher content of PF-C12 showed remarkable affinity for aliphatic hydrocarbons. Compared to their single-ligand sol- gel counterparts, the dual- ligand sol- gel coatings demonstrated significantly superior CME performance in the extraction of alkylbenzenes, providing up to similar to 65.0% higher SE values. The prepared sol-gel CME coatings provided low ng L-1 limit of detections (LOD) (4.2-26.3 ng L-1) for environmentally important analytes including polycyclic aromatic hydrocarbons, ketones and aliphatic hydrocarbons. In CME-GC experiments (n = 5), the capillary-to-capillary RSD value was similar to 2.1%; such a low RSD value is indicative of excellent reproducibility of the sol-gel method used for the preparation of these CME coatings. The dual- ligand sol-gel coating provided stable performance in capillary microextraction of analytes from saline samples. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Seyyal, E (Seyyal, Emre) ; Malik, A (Malik, Abdul)","Title":"Silica-and germania-based dual-ligand sol-gel organic-inorganic hybrid sorbents combining superhydrophobicity and pi-pi interaction. The role of inorganic substrate in sol-gel capillary microextraction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398434700018 PubMed ID: 28351635 ISSN: 0003-2670 eISSN: 1873-4324","Keywords":"Ion chromatography; Anion-exchanger; Branched ion-exchange layer; Cross-linked functional layer; Inorganic anions; Weakly retained organic acids KeyWords Plus:PERFORMANCE LIQUID-CHROMATOGRAPHY; WALLED CARBON NANOTUBES; STATIONARY PHASES; PACKING MATERIAL; COLUMNS; HYDROPHILICITY; SELECTIVITY; PROTEINS; MEDIA","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICA CHIMICA ACTA Volume: 964 Pages: 187-194 DOI: 10.1016/j.aca.2017.01.062 Published: APR 29 2017","Abstract":"For the first time novel pellicular anion-exchangers with functional layers of quaternized branched polyethyleneimine (PEI) covalently bonded to the surface of aminated poly(styrene-divinylbenzene) (PS-DVB) with 1,4-butanediol diglycidyl ether (1,4-BDDGE) as a linker are obtained and studied. The proposed method of synthesis includes alkylation of PS-DVB substrate containing secondary aminogroups with 1,4BDDGE followed by amination with branched PEI containing primary, secondary, and tertiary amino groups. Quaternization of amino groups of PEI required for increasing ion-exchange capacity of the stationary phase is provided with two epoxides - glycidol and 1,4-BDDGE, which results in the considerable variations of ion-exchange selectivity. Chromatographic properties of the obtained anion-exchangers are evaluated using various model mixtures of anions (F-, HCOO-, CH3COO-, C2H5COO-, Cl-, BrO3-, NO2-, Br-, NO3-, ClO3-, S2O32-, C2O42-, CrO42-, SO42-, PO43-, I- , SCN-) in hydroxide and carbonate/bicarbonte eluents. All anion-exchangers show better selectivity toward the anions of weakly retained organic acids (acetate, formate, propionate) as compared with previously reported chemically derivatized anion-exchangers with monomeric functional sites in the ion-exchange layer. In terms of separation abilities, novel anion-exchangers with covalently-bonded PEI are not inferior to some commercial columns with grafted polymeric anion-exchange layer. Anion-exchanger quaternized with more hydrophilic glycidol packed in 10-cm long column enables the separation of 16 anions including weakly retained and highly retained polarizable ones within 26 min using gradient elution. Column efficiencies for both anion-exchangers with quaternized PEI are up to 32000 N/m and 37000 N/m in case of hydroxide and carbonate eluent, respectively, which is comparable with the values demonstrated by commercially available columns of related chemistry. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Shchukina, OI (Shchukina, O. I.) ; Zatirakha, AV (Zatirakha, A. V.) ; Uzhel, AS (Uzhel, A. S.) ; Smolenkov, AD (Smolenkov, A. D.) ; Shpigun, OA (Shpigun, O. A.)","Title":"Novel polymer-based anion-exchangers with covalently-bonded functional layers of quaternized polyethyleneimine for ion chromatography"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393534600019 ISSN: 1383-5866 eISSN: 1873-3794","Keywords":"Platinum; Iron; Solvent extraction; Tertiary amine; HCl KeyWords Plus:SPHERE COORDINATION CHEMISTRY; HYDROCHLORIC-ACID SOLUTION; SPENT AUTOMOBILE CATALYST; SOLVENT-EXTRACTION; SEPARATION; RECOVERY; PLATINUM; PALLADIUM; RHODIUM; TRANSPORT","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"SEPARATION AND PURIFICATION TECHNOLOGY Volume: 177 Pages: 176-181 DOI: 10.1016/j.seppur.2017.01.002 Published: APR 28 2017","Abstract":"The separation properties of Pt(IV) over Fe(III) in HCl solutions using N-2-ethylhexyl-bis(N-di-2-ethylhexyl-ethylamide)amine (EHBAA) were investigated and then compared with those using the conventional extractant tri-n-octylamine (TOA). Also, the structural analyses of Pt(IV) in both of the aqueous (HCl solution) and organic (EHBAA in n-dodecane-2-ethylhexanol solution) phases were performed with EXAFS spectroscopy. The extractability of Pt(IV) was much higher with EHBAA than with TOA in the studied HCI concentration range (0.2-8 M HCl); additionally, EHBAA selectively extracted Pt(IV) over Fe(III) under the condition of [EHBAA] <= 0.1 M and [HCI] <= 1 M. The Pt(IV) loading capacity of 0.1 M EHBAA was about 9.2 (about 0.05 M). Most of the Pt(IV) extracted with 0.1 M EHBAA from 1 M HCI was stripped with 0.1 M NaOH; the co-extracted Fe(III) was selectively scrubbed with distilled water. The structural studies indicated that the Pt(IV) extracted with EHBAA from 1 M HCl formed an ion-pair complex, [PtCl6].(EHBAA.H)(2). (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Maeda, M (Maeda, Motoki) ; Narita, H (Narita, Hirokazu) ; Tokoro, C (Tokoro, Chiharu) ; Tanaka, M (Tanaka, Mikiya) ; Motokawa, R (Motokawa, Ryuhei) ; Shiwaku, H (Shiwaku, Hideaki) ; Yaita, T (Yaita, Tsuyoshi) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Tokoro, Chiharu  http://orcid.org/0000-0001-6214-0402","Title":"Selective extraction of Pt(IV) over Fe(III) from HCl with an amide-containing tertiary amine compound"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395605100001 ISSN: 1226-086X eISSN: 1876-794X","Keywords":"Algae; Freshwater; Photodegradation; UV radiation KeyWords Plus:MICROCYSTIS-AERUGINOSA; CHLORELLA-VULGARIS; ORGANIC-MATTER; REMOVAL; COAGULATION; ALGAE; DISINFECTION; OZONATION; KINETICS","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Multidisciplinary; Engineering, Chemical","Journal Information":"JOURNAL OF INDUSTRIAL AND ENGINEERING CHEMISTRY Volume: 48 Pages: 1-4 DOI: 10.1016/j.jiec.2016.12.030 Published: APR 25 2017","Abstract":"Algae (Chlorella,Microcystis, Oocystis and Scenedesmus) degradation by ultraviolet radiation has been investigated. The radiation source was a low pressure mercury vapor lamp which emits monochromatic radiation at 254 nm. Experiments include initial algae concentration variation. After a period of exposure to UV radiation, algal mass concentration was reduced by more than 80%. The results were interpreted under Line Source Spherical Emission model, so quantum yield was the appropriate target variable for explaining the process. Global quantum yields are determined for Chlorella, Microcystis, Oocystis and Scenedesmus being 7.75 x 10(4), 3.65 x 10(5), 2.28 x 10(5),1.74 x 10(4) mu gE(-1), respectively. (c) 2017 The Korean Society of Industrial and Engineering Chemistry. Published by Elsevier B.V. All rights reserved.","Authors":"Barrado-Moreno, MM (Barrado-Moreno, M. M.) ; Beltran-Heredia, J (Beltran-Heredia, J.) ; Martin-Gallardo, J (Martin-Gallardo, J.)","Title":"Degradation of microalgae from freshwater by UV radiation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395605100002 ISSN: 1226-086X eISSN: 1876-794X","Keywords":"Polysulfone hollow fiber membrane; OH-TiO2 nanoparticles; Interfacial polymerization; TFN membrane; Water vapor permeation and selectivity KeyWords Plus:THIN-FILM NANOCOMPOSITE; HOLLOW-FIBER MEMBRANE; WATER-VAPOR SEPARATION; MIXED MATRIX MEMBRANES; WASTE-WATER; AIR DEHUMIDIFICATION; COMPOSITE MEMBRANES; TIO2 NANOPARTICLES; ENERGY GENERATION; TFN MEMBRANE","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Multidisciplinary; Engineering, Chemical","Journal Information":"JOURNAL OF INDUSTRIAL AND ENGINEERING CHEMISTRY Volume: 48 Pages: 5-15 DOI: 10.1016/j.jiec.2016.09.041 Published: APR 25 2017","Abstract":"To improve the water vapor/gas separation the hydroxylated TiO2 (OH-TiO2)nanopartilces have been synthesized and surface of polysulfone (PSf) hollow fiber membrane (HFM) has been coated as thin film nanocomposite (TFN) membranes. To remove the water vapor from mixture gas, hollow fiber membrane has been fabricated and while coating, the OH-TiO2 nanoparticles have been incorporated in the m-phenylenediamine (MPD) solution to make TFN membrane. Aqueous MPD-OH-TiO2 nanoparticles mix solutions and organic trimesoyl chloride (TMC) were used to prepare the TFN membranes on the surface of the PSf HFM substrate. Pristine TiO2 surface was modified to initiate functional groups on the TiO2 surface to increase the hydrophilicity of the nanoparticles. Fourier transform infrared (FT-IR) spectroscopy was used to confirm the hydroxylation of TiO2 nanoparticles. The membranes were well characterized using different physicochemical characterization techniques. The membrane performances were evaluated based on water vapor permeance, selectivity, water vapor flux and water vapor removal efficiency. Obtained experimental results designated that the incorporated OH-TiO2 nano particles were dispersed well while interfacial polymerization in the TFN layer and their addition enhanced membrane performances. With an increasing concentration of OH-TiO2 nanoparticles from 0.025 to 0.2 wt.% compare with MPD solution during the fabrication, water vapor permeance and selectivity significantly enhanced due to the amplified water vapor permeation corridors afforded by the modified OH-TiO2 nanoparticles. After increasing the concentration of OH-TiO2 more than 0.2 wt.% in the monomer solution the agglomeration was started. The results revealed that the addition of modified hydroxylated TiO2 in MPD solution up to 0.2 w/w% (membrane sample TFN-4 (MT(0.5, 0.2)-OH-TiO2-0.2)) increased the permeate flux and showed the best permeance 1396 GPU and selectivity 510 among the all prepared membranes. (c) 2016 The Korean Society of Industrial and Engineering Chemistry. Published by Elsevier B.V. All rights reserved.","Authors":"Ingole, PG (Ingole, Pravin G.) ; Baig, MI (Baig, Muhammad Irshad) ; Choi, W (Choi, Wook) ; An, XH (An, Xinghai) ; Choi, WK (Choi, Won Kil) ; Lee, HK (Lee, Hyung Keun)","Title":"Role of functional nanoparticles to enhance the polymeric membrane performance for mixture gas separation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395605100006 ISSN: 1226-086X eISSN: 1876-794X","Keywords":"Ultrasonic assisted removal; Erythrosine; Sunset yellow; Palladium nanoparticles; Artificial neural network; Central composite design KeyWords Plus:CENTRAL COMPOSITE DESIGN; ARTIFICIAL NEURAL-NETWORK; RESPONSE-SURFACE METHODOLOGY; WALLED CARBON NANOTUBES; LOADED ACTIVATED CARBON; ULTRASOUND-ASSISTED REMOVAL; SOLID-PHASE EXTRACTION; AQUEOUS-SOLUTIONS; ORGANIC-DYES; DERIVATIVE SPECTROPHOTOMETRY","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Multidisciplinary; Engineering, Chemical","Journal Information":"JOURNAL OF INDUSTRIAL AND ENGINEERING CHEMISTRY Volume: 48 Pages: 43-55 DOI: 10.1016/j.jiec.2016.11.040 Published: APR 25 2017","Abstract":"Multiwalled carbon nanotubes (MWCNTs) functionalized with (N-3-phenylallaylidene)-N'-trimethox-ysilylpropyl-ethane-1,2-diamine (PATMSPEDA) were prepared and subsequently the MWCNTs-PATMSPEDA-Pd-NPs nanohybrids with high shape selectivity and high specific surface area have been prepared by single step synthesis of Pd nanoparticles (Pd-NPs) loaded on MWCNTs-PATMSPEDA. These materials were characterized by different techniques such as XRD, SEM, FT-IR and TGA-DTA and subsequently were used for the simultaneous ultrasound-assisted removal of erythrosine (ER) and sunset yellow (SY) dyes from aqueous solution. The influences of important variables such as initial dyes concentration, adsorbent dosage, pH and sonication time on the efficiency of ultrasound-assisted removal process were investigated by central composite design (CCD) and the optimization conditions were obtained 4.39 and 4.33 mg L-1 of ER concentration, 11.76 and 11.90 mg L-1 of SY concentration, 0.02 and 0.019 g adsorbent mass, 7.0 and 7.0 for pH value and 3.88 and 3.75 min sonication time for MWCNTs-PATMSPEDA and MWCNTs-PATMSPEDA-Pd-NPs, respectively. The artificial neural network (ANN) model was used for constructing an empirical model to predict the understudy dyes removal behavior onto these adsorbents and the obtained results have good agreement with experimental data. The absolute average deviations (AADs) of ER and SY dyes adsorption by MWCNTs-PATMSPEDA are 0.62% and 0.58%, and the determination coefficient (R-2) values are 0.971 and 0.978, respectively. Also, the AADs of ER and SY dyes adsorption by MWCNTs-PATMSPEDA-Pd-NPs are 0.48% and 0.34%, and the R-2 values are 0.971 and 0.972, respectively. Finally, it was found that the equilibrium isotherm of adsorption process follows the Langmuir isotherm. From the Langmuir isotherm, maximum monolayer capacity (q(max)) were obtained to 30.58 and 38.76 mg g(-1) and 55.25 and 59.17 mg g(-1) at optimum conditions for ER and SY removal onto MWCNTs-PATMSPEDA and MWCNTs-PATMSPEDA-Pd-NPs, respectively. (C) 2016 The Korean Society of Industrial and Engineering Chemistry. Published by Elsevier B.V. All rights reserved.","Authors":"Karimi, R (Karimi, Rezvan) ; Yousefi, F (Yousefi, Fakhri) ; Ghaedi, M (Ghaedi, Mehrorang) ; Dashtian, K (Dashtian, Kheibar) ; Montazerozohori, M (Montazerozohori, Morteza)","Title":"Efficient adsorption of erythrosine and sunset yellow onto modified palladium nanoparticles with a 2-diamine compound: Application of multivariate technique"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395605100010 ISSN: 1226-086X eISSN: 1876-794X","Keywords":"Mild steel; Silane sol-gel coating; Corrosion inhibitor; Inhibition synergism; Surface analysis KeyWords Plus:SOL-GEL COATINGS; GALVANIZED STEEL; CORROSION PROTECTION; CLAY NANOPARTICLES; ADHESION PROMOTER; MAGNESIUM ALLOYS; M NACL; FILMS; XPS; PRETREATMENT","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Multidisciplinary; Engineering, Chemical","Journal Information":"JOURNAL OF INDUSTRIAL AND ENGINEERING CHEMISTRY Volume: 48 Pages: 88-98 DOI: 10.1016/j.jiec.2016.12.024 Published: APR 25 2017","Abstract":"This work aims to study the impact of zinc cation and 2-mercaptobenzoxzole (MBO) on the corrosion protection of a silane sol-gel coating on mild steel. First, effectiveness of the organic and inorganic inhibitors on the corrosion of bare mild steel in a NaCl solution was shown to be linked to formation of a surface film. Using electrochemical data as well as results of surface analysis, a sharp inhibition synergism was found when an equal mole percentage of ZnCl2 and MBO was added to the NaC1 solution. Finally, electrochemical data indicated superior performance of the coating with the combination of inhibitors. (C) 2016 The Korean Society of Industrial and Engineering Chemistry. Published by Elsevier B.V. All rights reserved.","Authors":"Alinejad, S (Alinejad, Shima) ; Naderi, R (Naderi, Reza) ; Mahdavian, M (Mahdavian, Mohammad)","Title":"Effect of inhibition synergism of zinc chloride and 2-mercaptobenzoxzole on protective performance of an ecofriendly silane coating on mild steel"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397692000033 ISSN: 0277-5387","Keywords":"Lanthanum-complex; Guest-inclusion; Dihydroxyaromatics; Templates; Fluorescence KeyWords Plus:METAL-ORGANIC FRAMEWORKS; MOLECULAR RECOGNITION; PYRIDINE-2,6-DICARBOXYLIC ACID; RATIOMETRIC FLUORESCENCE; SUPRAMOLECULAR CHEMISTRY; PI INTERACTIONS; HYDROGEN-BONDS; QUANTUM DOTS; GUESTS; SERIES","Categories":"Chemistry; Crystallography Web of Science Categories:Chemistry, Inorganic & Nuclear; Crystallography","Journal Information":"POLYHEDRON Volume: 126 Pages: 262-267 DOI: 10.1016/j.poly.2017.01.053 Published: APR 18 2017","Abstract":"Lanthanum complexes possessing dihydroxyaromatic guests namely, (H(2)bpy)(1.5)[La(26pdc)(3)]center dot 2(cat)center dot 4H(2)O, (H(2)bpy)(3)[La(26pdc)(3)](2)center dot 3(23dhn)center dot 19H(2)O, (H(2)bPY)(1.5) [La(26pdc)(3)]center dot 3(27dhn)center dot 10H(2)O [26pdc = 2,6-pyridinedicarboxylate, bpy = 4,4 '-bipyridine, cat = 1,2-dihydroxybenzene, 23dhn = 2,3-dihydroxynaphthalene, 27dhn = 2,7-dihydroxynaphthalene] are synthesized from 4,4 '-bipyridinium lanthanum(III) tris-pyridinedicarboxylate and structurally characterized. Two different types of templates to accommodate hosts are found in these host-guest complexes. 1,2-Dihydroxybenzene molecules are held by template formed by interactions of a [tris-2,6-dipicolinate lanthanum(III)] anion with a 4,4 '-bipyridinium cation; whereas dihydroxynaphthalene molecules are held by templates formed between two complex anions interacting with one 4,4 '-bipyridinium cation. Complexes 1 and 2 without guest molecules are fluorescent in solid state; whereas dihydroxyaromatic guest included complexes 3-5 are non-fluorescent in solid state. However, in solution, complex 1 causes increase in fluorescence emission intensity of 1,2-hydroxyaromatic compounds and recognition of 1,2-dihydroxybenzene by complex 1 is significant. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Shankar, K (Shankar, Krapa) ; Baruah, JB (Baruah, Jubaraj B.)","Title":"Inclusion of dihydroxyaromatics by a lanthanum(III) 2,6-dipicolinate complex"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397692000034 ISSN: 0277-5387","Keywords":"Thioether; Silver(I); Fluorine; Crystal structure; Coordination polymer KeyWords Plus:METAL-ORGANIC FRAMEWORKS; MEDICINAL CHEMISTRY; BUILDING-BLOCKS; COMPLEXES; DERIVATIVES; CRYSTALS; BONDS; SALTS; NETS","Categories":"Chemistry; Crystallography Web of Science Categories:Chemistry, Inorganic & Nuclear; Crystallography","Journal Information":"POLYHEDRON Volume: 126 Pages: 268-275 DOI: 10.1016/j.poly.2017.01.056 Published: APR 18 2017","Abstract":"A fluoro-substituted thioether ligand, 1,4-bis(phenylthiomethyl)-2,3,5,6-tetrafluorobenzene (L-F) was synthesized to compare the solid-state structures and silver(I) coordination chemistry with ligand L without fluoro-substitutions. The crystal structures of both ligands have been determined by X-ray diffraction technique and the results revealed that fluoro-substitution has an important impact on the molecular conformations and crystal packing patterns. The solution reactions of two ligands (L and L-F) with silver (I) hexafluorophosphate afforded their Ag(I) complexes 1 and 2, respectively, with good-quality crystals which have been structurally characterized by X-ray diffraction analysis. While 1 including ligand L displays a 3-dimensional (3-D) coordination network, where silver(I) adopts pseudo-tetradedral coordination geometry, 2 shows a 1-D polymeric chain with di-coordinate silver(I) ions being bridging metal nodes. The remarkable difference observed in silver(I) coordination chemistry further highlights the role of fluoro-substitution in governing the metal-driven self-assembly process involving thioether compounds. The thermal properties of both ligands and silver(I) complexes have been investigated. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Xiong, HX (Xiong, Hangxing) ; Li, L (Li, Li) ; Liu, EX (Liu, E.) ; Yang, CZ (Yang, Chengxiong) ; Zhang, YZ (Zhang, Yuan Zhuo) ; Fettinger, JC (Fettinger, James C.) ; Zhang, GQ (Zhang, Guoqi)","Title":"Silver(I) coordination polymers with thioether ligands: The influence of fluoro-substitution"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398576000002 PubMed ID: 27604844 ISSN: 1433-7851 eISSN: 1521-3773","Keywords":"fouling; membranes; polydopamine; surface modification; water purification KeyWords Plus:REVERSE-OSMOSIS MEMBRANES; THIN-FILM-COMPOSITE; INDUCED GRAFT-POLYMERIZATION; NATURAL ORGANIC-MATTER; LOW-TEMPERATURE PLASMA; SULFONE) ULTRAFILTRATION MEMBRANES; POLYSULFONE HOLLOW FIBERS; ATOMIC-FORCE MICROSCOPY; MULTILAYER POLYELECTROLYTE MEMBRANES; TRANSFER RADICAL POLYMERIZATION","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"ANGEWANDTE CHEMIE-INTERNATIONAL EDITION Volume: 56 Issue: 17 Pages: 4662-4711 DOI: 10.1002/anie.201601509 Published: APR 18 2017","Abstract":"Polymeric membranes are an energy-efficient means of purifying water, but they suffer from fouling during filtration. Modification of the membrane surface is one route to mitigating membrane fouling, as it helps to maintain high levels of water productivity. Here, a series of common techniques for modification of the membrane surface are reviewed, including surface coating, grafting, and various treatment techniques such as chemical treatment, UV irradiation, and plasma treatment. Historical background on membrane development and surface modification is also provided. Finally, polydopamine, an emerging material that can be easily deposited onto a wide variety of substrates, is discussed within the context of membrane modification. A brief summary of the chemistry of polydopamine, particularly as it may pertain to membrane development, is also described.","Authors":"Miller, DJ (Miller, Daniel J.) ; Dreyer, DR (Dreyer, Daniel R.) ; Bielawski, CW (Bielawski, Christopher W.) ; Paul, DR (Paul, Donald R.) ; Freeman, BD (Freeman, Benny D.)","Title":"Surface Modification of Water Purification Membranes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398576000007 PubMed ID: 28295965 ISSN: 1433-7851 eISSN: 1521-3773","Keywords":"cyclization; electrochemistry; ferrocene; radicals; redox chemistry KeyWords Plus:K POTASSIUM CHANNELS; C-H; ELECTRON-TRANSFER; ENANTIOSELECTIVE FLUORINATION; ORGANIC ELECTROSYNTHESIS; MANGANESE(III) ACETATE; RADICAL CYCLIZATIONS; COMPLEX-MOLECULES; C-SP3-H CENTERS; ALPHA-FLUORO","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"ANGEWANDTE CHEMIE-INTERNATIONAL EDITION Volume: 56 Issue: 17 Pages: 4734-4738 DOI: 10.1002/anie.201701329 Published: APR 18 2017","Abstract":"Reported herein is an unprecedented synthesis of C3-fluorinated oxindoles through cross-dehydrogenative coupling of C(sp(3))-H and C(sp(2))-H bonds from malonate amides. Under the unique and mild electrochemical conditions, the requisite oxidant and base are generated in a continuous fashion, allowing the formation of the base-and heat-sensitive 3-fluorooxindoles in high efficiency with broad substrate scope. The synthetic usefulness of the electrochemical method is further highlighted by its easy scalability and the diverse transformations of the electrolysis product.","Authors":"Wu, ZJ (Wu, Zheng-Jian) ; Xu, HC (Xu, Hai-Chao) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Xu, Hai-Chao  http://orcid.org/0000-0002-3008-5143","Title":"Synthesis of C3-Fluorinated Oxindoles through Reagent-Free Cross-Dehydrogenative Coupling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398576000028 PubMed ID: 28334480 ISSN: 1433-7851 eISSN: 1521-3773","Keywords":"graphene nanostructures; metallacycles; polycyclic aromatic hydrocarbons; quinodimethanes; zirconocene KeyWords Plus:ZIRCONOCENE-COUPLING ROUTE; ORGANIC SEMICONDUCTORS; MACROCYCLES; CHEMISTRY; SYSTEM","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"ANGEWANDTE CHEMIE-INTERNATIONAL EDITION Volume: 56 Issue: 17 Pages: 4839-4844 DOI: 10.1002/anie.201700818 Published: APR 18 2017","Abstract":"Syntheses of large polycyclic aromatic hydrocarbons (PAHs) and graphene nanostructures demand methods that are capable of selectively and efficiently fusing large numbers of aromatic rings, yet such methods remain scarce. Herein, we report a new approach that is based on the quantitative intramolecular reductive cyclization of an oligo(diyne) with a low-valent zirconocene reagent, which gives a PAH with one or more annulated zirconacyclopentadienes (ZrPAHs). The efficiency of this process is demonstrated by a high-yielding fivefold intramolecular coupling to form a helical ZrPAH with 16 fused rings (from a precursor with no fused rings). Several other PAH topologies are also reported. Protodemetalation of the ZrPAHs allowed full characterization (including by X-ray crystallography) of PAHs containing one or more appended dienes with the ortho-quinodimethane (o-QDM) structure, which are usually too reactive for isolation and are potentially valuable for the fusion of additional rings by Diels-Alder reactions.","Authors":"Kiel, GR (Kiel, Gavin R.) ; Ziegler, MS (Ziegler, Micah S.) ; Tilley, TD (Tilley, T. Don)","Title":"Zirconacyclopentadiene-Annulated Polycyclic Aromatic Hydrocarbons"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398576000030 PubMed ID: 28370917 ISSN: 1433-7851 eISSN: 1521-3773","Keywords":"alkenes; click chemistry; drug discovery; fluorine; palladium KeyWords Plus:SUFEX CLICK CHEMISTRY; ETHENESULFONYL FLUORIDE; DUAL WARHEAD; ARYL; ARYLATION","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"ANGEWANDTE CHEMIE-INTERNATIONAL EDITION Volume: 56 Issue: 17 Pages: 4849-4852 DOI: 10.1002/anie.201701162 Published: APR 18 2017","Abstract":"A palladium-catalyzed fluorosulfonylvinylation reaction of organic iodides is described. Catalytic Pd(OAc)(2) with a stoichiometric amount of silver(I) trifluoroacetate enables the coupling process between either an (hetero)aryl or alkenyl iodide with ethenesulfonyl fluoride (ESF). The method is demonstrated in the successful syntheses of eighty-eight otherwise difficult to access compounds, in up to 99% yields, including the unprecedented 2-heteroarylethenesulfonyl fluorides and 1,3-dienylsulfonyl fluorides.","Authors":"Zha, GF (Zha, Gao-Feng) ; Zheng, QH (Zheng, Qinheng) ; Leng, J (Leng, Jing) ; Wu, P (Wu, Peng) ; Qin, HL (Qin, Hua-Li) ; Sharpless, KB (Sharpless, K. Barry)","Title":"Palladium-Catalyzed Fluorosulfonylvinylation of Organic Iodides"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395956400029 ISSN: 0376-7388 eISSN: 1873-3123","Keywords":"Covalent organic framework; Porosity characteristics; Polymer of intrinsic microporosity; Mixed matrix membrane; Diffusion process; Gas separation KeyWords Plus:NANOPOROUS NETWORK POLYMERS; EFFICIENT CO2 SEPARATION; CARBON-DIOXIDE; TROGERS BASE; PERMEABILITY; TRANSPORT; POLYIMIDE; ADSORPTION; FILLERS; CAPTURE","Categories":"Engineering; Polymer Science Web of Science Categories:Engineering, Chemical; Polymer Science","Journal Information":"JOURNAL OF MEMBRANE SCIENCE Volume: 528 Pages: 273-283 DOI: 10.1016/j.memsci.2017.01.042 Published: APR 15 2017","Abstract":"Polymers of intrinsic microporosity (PIMs) exhibit the inherent superior permeability over traditional commercial polymers, however, the relatively low selectivity restrict their broad application in gas separation. In this study, novel kinds of mixed matrix membranes (MMMs) combined covalent organic frameworks (COFs) and PIMs were prepared and utilized for improving the selectivity of carbon capture process. Covalent organic framework (SNW-1) was synthesized via Schiff base chemistry and incorporated into polymer of intrinsic microporosity (PIM-1) to prepare MMMs. Pure gas permeation tests and mixed gases separation performances of the MMMs were conducted. Owing to its proper porosity characteristics and good compatibility with PIM-1 matrix, the incorporation of SNW-1 significantly intensified the diffusion process of CO2 within the membrane. Compared with pure PIM-1 membrane, the prepared MMMs showed an increment of 27.4% and 37.6% in selectivity of CO2/CH4 and CO2/N-2 along with an enhancement of 116% in CO2 permeability. The strategy of incorporating COFs into polymers of intrinsic microporosity may hold promising potential in preparing high performance MMMs for gas separation.","Authors":"Wu, XG (Wu, Xingyu) ; Tian, ZZ (Tian, Zhizhang) ; Wang, SF (Wang, Shaofei) ; Peng, DD (Peng, Dongdong) ; Yang, LX (Yang, Leixin) ; Wu, YZ (Wu, Yingzhen) ; Xin, QP (Xin, Qingping) ; Wu, H (Wu, Hong) ; Jiang, ZY (Jiang, Zhongyi)","Title":"Mixed matrix membranes comprising polymers of intrinsic microporosity and covalent organic framework for gas separation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398439800002 ISSN: 0022-328X eISSN: 1872-8561","Keywords":"Allenyl; Propargyl; Palladium(0) complexes; Oxidative addition KeyWords Plus:TRANSITION-METAL-COMPLEXES; CATALYZED REACTIONS; ANCILLARY LIGANDS; OXIDATIVE ADDITION; ORGANIC-SYNTHESIS; CRYSTAL-STRUCTURE; REACTIVITY; CHEMISTRY; PD(II); ISOCYANIDES","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear; Chemistry, Organic","Journal Information":"JOURNAL OF ORGANOMETALLIC CHEMISTRY Volume: 834 Pages: 10-21 DOI: 10.1016/j.jorganchem.2017.02.003 Published: APR 15 2017","Abstract":"Several new allenyl and propargyl complexes have been obtained by oxidative addition with propargyl chlorides of palladium (0) olefin complexes stabilized by N-N, P-P, N-P, N-S. and N-C homo- and hetero-ditopic spectator ligands. The oxidative addition of some of the isolated palladium(0) olefin derivatives with 3-chloro-1-propyne and 3-chloro-1- phenyl-propyne has been investigated and the ensuing tautomeric mixtures bearing propargyl and allenyl fragmenst eta(1) coordinated isolated. As a consequence of a detailed kinetic study, we have analyzed the influence of the electronic and steric parameters of the involved reactants and hypothesized the mechanism of reaction. The tautomeric rearrangement of one allenyl isomer into its propargyl counterpart was also investigated and in this case the complete determination of all the rate constants involved has been obtained. Beside these studies, two very rare eta(3)-propargyl palladium derivatives have been isolated and characterized. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Canovese, L (Canovese, Luciano) ; Scattolin, T (Scattolin, Thomas) ; Visentin, F (Visentin, Fabiano) ; Santo, C (Santo, Claudio)","Title":"Reactions of palladium(0) olefin complexes stabilized by some different hetero- and homo-ditopic spectator ligands with propargyl halides"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398439800010 ISSN: 0022-328X eISSN: 1872-8561","Keywords":"Antimony-lithium exchange reaction; 5-Stibano-1,2,3-triazole; 1,4,5-Trisubstituted-1,2,3-triazole; Phenyllithium; Cu-catalyzed azide-alkyne cycloaddition KeyWords Plus:ATE COMPLEXES; ORGANOANTIMONY COMPOUNDS; METALLOID EXCHANGE; CLICK CHEMISTRY; ORGANIC AZIDES; CYCLOADDITION; TELLURIUM; 1,2,3-TRIAZOLES; GENERATION; INHIBITORS","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear; Chemistry, Organic","Journal Information":"JOURNAL OF ORGANOMETALLIC CHEMISTRY Volume: 834 Pages: 83-87 DOI: 10.1016/j.jorganchem.2017.02.019 Published: APR 15 2017","Abstract":"Trisubstituted 5-stibano-1H-1,2,3-triazoles 3 was synthesized by the Cu-catalyzed [3 + 2] cycloaddition of ethynylstibane 1 with benzyl azide 2 in the presence of CuBr (5 mol%) under aerobic conditions. 5-Stibanotriazole 3 was treated with an equimolecular amount of phenyllithium (PhLi) in anhydrous THF under argon atmosphere at -78 degrees C. Subsequent treatment with various electrophiles formed 1,4,5-trisubstituted-1,2,3-triazoles 5 containing a benzyl moiety. This reaction is a novel example of an antimony (Sb) - lithium (Li) exchange reaction for the functionalization of heterocycles. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yamada, M (Yamada, Mizuki) ; Matsumura, M (Matsumura, Mio) ; Kawahata, M (Kawahata, Masatoshi) ; Murata, Y (Murata, Yuki) ; Kakusawa, N (Kakusawa, Naoki) ; Yamaguchi, K (Yamaguchi, Kentaro) ; Yasuike, S (Yasuike, Shuji)","Title":"Antimony-lithium exchange reaction: Synthesis of 1,4,5-trisubstituted-1,2,3-triazoles by triazolyllithium with electrophiles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397853600009 ISSN: 0887-624X eISSN: 1099-0518","Keywords":"atom transfer radical addition polymerization; fullerene; opto-electronic; poly(fullerene)s; structure-property relationship KeyWords Plus:HETEROJUNCTION SOLAR-CELLS; DISCOTIC LIQUID-CRYSTALS; YLIDE CYCLOADDITION POLYMERIZATION; OPEN-CIRCUIT VOLTAGE; THERMAL-STABILITY; ELECTROPHILICITY INDEX; EFFICIENCY ENHANCEMENT; FULLERENE-BISADDUCTS; ORGANIC ELECTRONICS; BUILDING-BLOCKS","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF POLYMER SCIENCE PART A-POLYMER CHEMISTRY Volume: 55 Issue: 8 Pages: 1345-1355 DOI: 10.1002/pola.28502 Published: APR 15 2017","Abstract":"The atom transfer radical addition polymerization (ATRAP) of fullerene to give poly(fullerene)s (PFs) for organic electronics is explored. Quantum chemistry maps the expected electronic behavior of PFs with respect to common electron acceptors, namely fullerene, phenyl-C-61-butyric acid methyl ester and its bisadduct, and mono- and bis-indine-fullerene derivatives. Surprisingly, it is found that PFs should demonstrate electron affinities and LUMO energy levels closer to the bis-derivatives than the mono-adducts, even though only one C-60 double-bond is used in PF chain formation. A self-consistent library of PFs is synthesized and a correlation between structural characteristics and molecular weights is found. While comonomers with -OC16H33 linear side-chains lead to the highest known ATRAP molecular weights of 21000 g mol(-1), like-for-like, branched side-chains permit syntheses of higher molecular weights and more soluble polymers. Of the series, however, PFs with -OC12 side-chains are expected to be of the greatest interest for opto-electronic applications due to their ease of handling and highest regioregularity. (C) 2017 Wiley Periodicals, Inc.","Authors":"Silva, HS (Silva, Hugo Santos) ; Ramanitra, HH (Ramanitra, Hasina H.) ; Bregadiolli, BA (Bregadiolli, Bruna A.) ; Begue, D (Begue, Didier) ; Graeff, CFO (Graeff, Carlos F. O.) ; Dagron-Lartigau, C (Dagron-Lartigau, Christine) ; Peisert, H (Peisert, Heiko) ; Chasse, T (Chasse, Thomas) ; Hiorns, RC (Hiorns, Roger C.)","Title":"Oligo- and Poly(fullerene)s for Photovoltaic Applications: Modeled Electronic Behaviors and Synthesis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362200022 PubMed ID: 28226281 ISSN: 0043-1354","Keywords":"Adsorption; Bromide; Silver impregnated activated carbon; Disinfection byproduct; Natural organic matter KeyWords Plus:NATURAL ORGANIC-MATTER; PRECURSOR REMOVAL; DRINKING-WATER; IODIDE; SEQUESTRATION; FRACTIONATION; CHEMISTRY; AEROGELS; ACID","Categories":"Engineering; Environmental Sciences & Ecology; Water Resources Web of Science Categories:Engineering, Environmental; Environmental Sciences; Water Resources","Journal Information":"WATER RESEARCH Volume: 113 Pages: 223-230 DOI: 10.1016/j.watres.2017.01.019 Published: APR 15 2017","Abstract":"The main objectives of this study were to develop an understanding of silver impregnated activated carbon (SIAC) preparation for enhanced bromide (Br-) removal from water, and to investigate the impact of aqueous background composition on the Br removal. Several SIACs were produced using various combinations of oxidation and silver impregnation procedures and powdered activated carbons (ACs). Regardless of the preparation procedure, SIACs showed significantly Br uptakes than the virgin ACs. The Br removal efficiency was affected by (i) the background water composition (e.g. CI- and NOM competition reduced the Br uptake), (ii) silver impregnation process (e.g. silver content, pre-oxidation of virgin AC; silver impregnation largely increased the Br removal, and the pre-oxidation of AC prior to silver impregnation was found to be important), and (iii) AC characteristics (e.g. surface area, oxygen content; SIACs with higher silver contents and larger surface areas exhibited higher degrees of Br removal). The Br\" removal by SIAC reduced the formation of brominated THMs. Jar test results showed that coagulation did not have an impact on Br removal by SIAC. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chen, C (Chen, Chen) ; Apul, OG (Apul, Onur Guven) ; Karanfil, T (Karanfil, Tanju)","Title":"Removal of bromide from surface waters using silver impregnated activated carbon"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394556200056 ISSN: 0272-8842 eISSN: 1873-3956","Keywords":"Precursors: organic; Electron microscopy; Nitrides; BNNTs KeyWords Plus:ELASTIC-MODULUS; BN NANOTUBES; TEMPERATURE; GROWTH; ROPES","Categories":"Materials Science Web of Science Categories:Materials Science, Ceramics","Journal Information":"CERAMICS INTERNATIONAL Volume: 43 Issue: 6 Pages: 5145-5149 DOI: 10.1016/j.ceramint.2017.01.029 Published: APR 15 2017","Abstract":"Large quantities of hexagonal boron nitride (h-BN) nanotubes (BNNTs) with high purity have been successfully synthesized under ammonia gas flow at 1200 degrees C via catalytic pyrolysis of organic-inorganic hybrid precursor which was pre-prepared through a wet chemistry method at 95 degrees C. Several characterizations, such as SEM, TEM, XRD, FTIR, EDS, XPS and SAED measurements, were used to confirm the morphology, composition and crystalline structure of the as synthesized powders. It was observed that the obtained product was a kind of nanotubes (NTs) in hexagonal BN phase with a curved shape and smooth surface. The diameter of BNNTs was distributed in a range of 60-200 nm while its length was about tens of microns. The possible growth mechanism of BNNTs was also proposed in this paper.","Authors":"Wu, JF (Wu, Jinfeng) ; Chen, H (Chen, Hui) ; Zhao, L (Zhao, Lei) ; He, X (He, Xuan) ; Fang, W (Fang, Wei) ; Li, WX (Li, Weixin) ; Du, X (Du, Xing)","Title":"Synthesis of boron nitride nanotubes by catalytic pyrolysis of organic- inorganic hybrid precursor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394919100006 ISSN: 0022-2860 eISSN: 1872-8014","Keywords":"Ionic liquid; Chromeno-pyrimidine; Multicomponent reaction; Environmentally friendly; Antibacterial activity KeyWords Plus:GREEN MULTICOMPONENT SYNTHESIS; SUSTAINABLE ORGANIC-SYNTHESIS; IONIC LIQUID CATALYSIS; AQUEOUS-MEDIUM; DOMINO PROTOCOL; NANOPARTICLES; TECHNOLOGY; CHEMISTRY; SOLVENTS; AGENTS","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF MOLECULAR STRUCTURE Volume: 1134 Pages: 51-58 DOI: 10.1016/j.molstruc.2016.12.030 Published: APR 15 2017","Abstract":"A simple and efficient one-pot three component, green protocol was established for the synthesis of chromenopyrano[2,3-d]pyrimidine derivatives starting from 3-amino-pyrano[2,3-c]chromene-2carbonitrile, N,N-dimethylformamide dimethylacetal and aromatic amines in the presence of 1-butyl3-methylimidazolium hydrogen sulphate[Bmim]HSO4 ionic liquid. The present procedure offers a domino reaction strategy, cleaner conversion, short reaction times and high yields. Among the screened derivatives, the compounds 4g and 4h were identified as lead molecules which established promising antimicrobial towards Gram-positive bacterial strains such as Staphylococcus aureus MTCC 96, Staphylococcus aureus ML,S16 MTCC 2940 and Bacillus subtilis MTCC 121. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Suresh, L (Suresh, Lingala) ; Kumar, PSV (Kumar, P. Sagar Vijay) ; Chandramouli, GVP (Chandramouli, G. V. P.)","Title":"An efficient one-pot synthesis, characterization and antibacterial activity of novel chromeno-pyrimidine derivatives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394919100021 ISSN: 0022-2860 eISSN: 1872-8014","Keywords":"Coordination polymers; Mixed-ligand; pH value; Fluorescent properties KeyWords Plus:METAL-ORGANIC FRAMEWORKS; TOPOLOGICAL STRUCTURES; LUMINESCENT PROPERTIES; STRUCTURAL TOPOLOGIES; CRYSTAL-STRUCTURES; SERIES; BIS(IMIDAZOLE); COMPLEXES; IMIDAZOLE-4,5-DICARBOXYLATE; POLYCARBOXYLATES","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF MOLECULAR STRUCTURE Volume: 1134 Pages: 174-179 DOI: 10.1016/j.molstruc.2016.12.075 Published: APR 15 2017","Abstract":"Three novel coordination polymers, [Zn(sdi)(2)(NO3)( H(2)0)] . NO3 (1), [Zn(sdi)(2)(H(2)0)(2)] . 2NO(3) (2) and [Zn(sdi)(o.5)(H(2)C(3)0(4))(H2O)] (3), (sdi = N,N'-sulfuryldiimidazole) have been synthesized and characterized by elemental analysis, IR spectroscopy, single crystal X-ray diffraction, powder X-ray diffraction and thermogravimetric analyses. These compounds have abundant structural chemistry ranging from zero dimensional (OD) (1), one-dimensional (1D) (2), to three-dimensional (3D) (3) networks. Compound 1 displays a OD structure which formed by [Zn(sdi)(2)](2) dimers. Compound 2 possesses 1D chain with closed loops. Notably, compound 3 exhibits a 3D (3,4)-connected net with a (6(3))(6(5).8) topology. Interestingly, compounds 1-3 were obtained under similar reaction conditions and the structural diversity of these coordination polymers illustrate the remarkable effect of pH on the self-assembling process. Moreover, the fluorescent properties of these compounds have been investigated. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Liu, K (Liu, Kang) ; Hu, HB (Hu, Hanbin) ; Sun, J (Sun, Jing) ; Zhang, YH (Zhang, Yiheng) ; Han, JS (Han, Jishu) ; Wang, L (Wang, Lei)","Title":"pH-value-controlled assembly of photoluminescent zinc coordination polymers in the mixed-ligand system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394919100071 ISSN: 0022-2860 eISSN: 1872-8014","Keywords":"Cd(II) trinuclear complex; X-ray crystal structure; Fluorescence properties; Week supramolecular interaction; Antimicrobial activity KeyWords Plus:COORDINATION POLYMERS; CRYSTAL-STRUCTURES; ORGANIC FRAMEWORK; II COMPLEXES; CADMIUM(II); TEMPERATURE; DERIVATIVES; DINUCLEAR; CHEMISTRY; ANIONS","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF MOLECULAR STRUCTURE Volume: 1134 Pages: 617-624 DOI: 10.1016/j.molstruc.2017.01.002 Published: APR 15 2017","Abstract":"The sequential reaction of a multisite coordinating compartmental ligand N,N'-Bis(3-methoxysalicylidenimino)-1,3-diaminopropane (H2L1) with Cd(OAc)(2) followed by the addition of NaCl in a 2:3:2 stoichiometric ratio affords homometallic trinuclear Cd(II) coordination compound [Cd-3(L-1)(2)(Cl)(2)] (1). The complex 1 has been thoroughly characterized by common elemental analysis (CHN), FT-IR and UV-Vis spectroscopy. Single crystal X-ray diffraction was also performed to determine the complete structure of complex 1. X-ray diffraction studies reveal that the molecular complex comprises a linear tri-nuclear ensemble of cadmium metal ions, which is further supported by the concerted coordination action of two dianionic [L1](2-) ligands along with two monodentate Cl- ligands. The central Cd(II) ion is attached to the terminal Cd(II) ions through two phenoxide bridging groups of the fully deprotonated ligands [L1](2-). This arrangement leads to two neighbouring four membered Cd2O2 rings. The terminal Cd(II) ions are penta-coordinated (2 N, 20, Cl) in a distorted square pyramidal geometry and central Cd(II) ion attained distorted trigonal prismatic geometry through six oxygen atoms coordination from ligands. Tri-nuclear Cd(II) complex 1 display intraligand (pi-pi*) fluorescence in DMSO solution at room temperature. The fluorescence properties of complex I as well as the respective di-compartmental Schiff base ligand (H2L1) have been investigated in DMSO solvent at room temperature with a comparative approach. Result confirmed that complex 1 is highly fluorescence active mediated due to \"chelation enhanced fluorescence\" [CHEF] but Schiff base ligand (H2L1) is fluorescence silent. The antibacterial efficacy of complex 1 was further investigated against some important Gram-positive and Gram-negative bacteria. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Majumdar, D (Majumdar, Dhrubajyoti) ; Das, S (Das, Sourav) ; Biswas, JK (Biswas, Jayanta Kumar) ; Mondal, M (Mondal, Monojit)","Title":"Synthesis, structure, fluorescent property, and antibacterial activity of new Cd(II) metal complex based on multidentate Schiff base ligand N,N '-Bis(3-methoxysalicylidenimino)-1,3-diaminopropane"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394919100094 ISSN: 0022-2860 eISSN: 1872-8014","Keywords":"Cyclohexaphosphate; X-ray diffraction; Hirshfeld surface; Enrichment ratio; Infrared spectroscopy KeyWords Plus:DIHYDROGEN PHOSPHATE; SPECTROSCOPY; CHEMISTRY; CONTACTS","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF MOLECULAR STRUCTURE Volume: 1134 Pages: 828-834 DOI: 10.1016/j.molstruc.2017.01.035 Published: APR 15 2017","Abstract":"Single crystals of a new organic cyclohexaphosphate (C8H12N)(4)(Li)(2)(P6O18)(H2O)(6) prepared by an acid/base reaction between cyclohexaphosphoric acid H6P6O18 and 2,6-dimethylaniline, have been successfully grown by slow evaporation technique at room temperature. This compound was characterized using X-ray diffraction (XRD) and FT-IR spectroscopy. The results show that the title compound was phased with a triclinic structure and P-1 space group. The crystal structure was solved by using 5203 independent reflections with a final R value of 0.031. The P6O18 ring is centrosymmetrical. Its main geometrical features are those commonly observed in others cyclohexaphosphates. The atomic arrangement of this compound can be described by an organization in a three-dimensional framework, built up from alternated organic and inorganic species. Adjacent P6O18 rings are linked via corner-sharing by LiO4 tetrahedra, generating anionic [Li-2(P6O18)(H2O)(4)-layers parallel to (110). Charge balance is achieved by the protonated amine which is trapped in the interlayer space and interacts with the organic framework through strong and medium hydrogen bonding. An extensive network of N-H...O and O-H...O hydrogen -bonding interactions link the components into a three-dimensional network and additional stabilization is provided by weak C-H...O hydrogen bonds. Intermolecular interactions were investigated by Hirshfeld surfaces. The vibrational absorption bands were identified by infrared spectroscopy. The stretching modes of P6O18 ring and band assignments are described. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Khedhiri, L (Khedhiri, L.) ; Ferretti, V (Ferretti, V.) ; Jelsch, C (Jelsch, C.) ; Rzaigui, M (Rzaigui, M.) ; Ben Nasr, C (Ben Nasr, C.)","Title":"A Hirshfeld surface analysis, crystal structure and infrared characterization of a new organic cyclohexaphosphate, (C8H12N)(4)(Li)(2)(P6O18)(H2O)(6)"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397368400001 ISSN: 0010-8545 eISSN: 1873-3840","Keywords":"SERS; Ultrasensitive detection; Resonance enhancement techniques; High quality plasmonic nanostructure; Highly efficient adsorption mechanism; Multifunctional integrated SERS sensing platform KeyWords Plus:SURFACE-ENHANCED RAMAN; POLYCYCLIC AROMATIC-HYDROCARBONS; METAL-ORGANIC FRAMEWORK; FUNCTIONALIZED GOLD NANOPARTICLES; PERFORMANCE LIQUID-CHROMATOGRAPHY; LINKED-IMMUNOSORBENT-ASSAY; CANCER BIOMARKER DETECTION; SINGLE-MOLECULE DETECTION; SENSITIVE DNA DETECTION; SILVER NANOROD ARRAYS","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"COORDINATION CHEMISTRY REVIEWS Volume: 337 Pages: 1-33 DOI: 10.1016/j.ccr.2017.02.006 Published: APR 15 2017","Abstract":"Ultrasensitive detection of chemicals and biological analytes in trace or single molecular level is highly desirable in both scientific and technological fields, e.g., analytical chemistry, life science, materials science, biomedical diagnostics, and forensic science, etc. With high sensitivity, high specificity, narrow line-widths, and multiplexed non-destructive testing capabilities, surface enhanced Raman scattering (SERS)-based sensing is the most promising approach to monitor targeted analytes in the vicinity of nanostructured surface. An insight into the recent advances of SERS-based ultrasensitive sensing platform can provide an effective reference guideline to develop an optimal detection approach for arising real-world applications. Many SERS-based review articles mainly focus on the fundamental theory of SERS, nanostructured plasmonic SERS sensors, and single molecule SERS detection. However, no comprehensive review article targeting SERS-based ultrasensitive detection Strategies, their working mechanisms and illustrative practical applications has been reported yet. Hence, it is important to project the latest SERS-based ultrasensitive detection research in a review, which will present a reference guideline to develop an optimal detection approach for specific detection or monitoring of analytes in highly diluted solutions. We present a systematic classification and discussion on the recent multiple strategies to achieve ultra-high SERS detection sensitivity. We also outline a detailed analysis on the up-to-date applications in vitro and in vivo. Finally, we also discuss a new trend in SERS-based ultrasensitive sensing applications. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yuan, YF (Yuan, Yufeng) ; Panwar, N (Panwar, Nishtha) ; Yap, SHK (Yap, Stephanie Hui Kit) ; Wu, Q (Wu, Qiang) ; Zeng, SW (Zeng, Shuwen) ; Xu, JH (Xu, Jianhua) ; Tjin, SC (Tjin, Swee Chuan) ; Song, J (Song, Jun) ; Qu, JL (Qu, Junle) ; Yong, KT (Yong, Ken-Tye) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zeng, Shuwen  M-6665-2013 http://orcid.org/0000-0003-2188-7213","Title":"SERS-based ultrasensitive sensing platform: An insight into design and practical applications"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397368400006 ISSN: 0010-8545 eISSN: 1873-3840","Keywords":"Coordination chemistry; Supramolecular structures; Dynamic; Activity; Scanning tunneling microscopy KeyWords Plus:SCANNING-TUNNELING-MICROSCOPY; ORIENTED PYROLYTIC-GRAPHITE; NANOPOROUS MOLECULAR NETWORKS; SELF-ASSEMBLED MONOLAYERS; METAL-ORGANIC COMPLEXES; SINGLE-MOLECULE; LIQUID/SOLID INTERFACE; AU(111) SURFACES; TRIMESIC ACID; 2-DIMENSIONAL SURFACE","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"COORDINATION CHEMISTRY REVIEWS Volume: 337 Pages: 145-177 DOI: 10.1016/j.ccr.2017.01.014 Published: APR 15 2017","Abstract":"Supramolecular coordination chemistry is currently a very popular topic in metallorganic chemistry and has a very large impact on a broad field of applications. More importantly, the invention of STM has opened new doorways to study these concepts on surfaces. This review summarizes the recent progress on surface-confined metallosupramolecular engineering based on the supramolecular coordination chemistry, with the aid of STM. At the beginning, a discussion of metalloids, alkali metals, and alkaline earth metal-based metallosupramolecular engineering is conducted. Next, transition metal-based coordination chemistry on surfaces is discussed. Then, polygonal, double- and triple-decker structures based on rare-earth-metal coordination chemistry are presented. Based on these supramolecular structures, the dynamics of coordination as well as the formed supramolecules are discussed. In the end, the coordination chemistry, including stability of coordination bonds, organic molecules, and gas molecule adsorption is described. Throughout this review, the coordination structures, dynamics and reactivity have been emphasized, which are important current and future research themes. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Geng, YF (Geng, Yan-fang) ; Li, P (Li, Ping) ; Li, JZ (Li, Ji-zhen) ; Zhang, XM (Zhang, Xue-mei) ; Zeng, QD (Zeng, Qing-dao) ; Wang, C (Wang, Chen)","Title":"STM probing the supramolecular coordination chemistry on solid surface: Structure, dynamic, and reactivity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398403000001 PubMed ID: 28262881 ISSN: 1477-9226 eISSN: 1477-9234","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"DALTON TRANSACTIONS Volume: 46 Issue: 14 Pages: 4483-4498 DOI: 10.1039/c7dt00319f Published: APR 14 2017","Abstract":"Although beta-diketiminate complexes have been widely explored in stoichiometric studies, their use as catalysts is largely underdeveloped. With growing interest in the catalytic activity of complexes of the first row transition metals, primarily due to the untapped potential of such metal centers, along with the growing global focus on sustainable chemistry with earth abundant metals, this Perspective focuses on the use of beta-diketiminate complexes of the first row transition metals as catalysts for the synthesis of small organic molecules.","Authors":"Webster, RL (Webster, R. L.)","Title":"beta-Diketiminate complexes of the first row transition metals: applications in catalysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398403000013 PubMed ID: 28321444 ISSN: 1477-9226 eISSN: 1477-9234","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"DALTON TRANSACTIONS Volume: 46 Issue: 14 Pages: 4595-4601 DOI: 10.1039/c7dt00217c Published: APR 14 2017","Abstract":"Self-assembly of Zn(ClO4)(2) with 1,1,2,2-tetramethyl-1,2-di(pyridin-3-yl) disilane (L) as a bidentate N-donor gives rise to 3D coordination networks, [Zn(mu-OH)(L)](3)(ClO4)(3) 5H(2)O (1.5H(2)O), of unique, 10(3)-a srs net topology. An important feature is that two enantiomeric 3D frameworks, 4(1)-and 4(3)-[Zn(mu-OH) (L)](3)(ClO4)(3).5H(2)O, are interpenetrated to form a racemic two-fold 3D network with cages occupied by two water molecules. Another structural characteristic is a C-3-symmetric planar Zn-3(mu-OH)(3) 6-membered ring with tetrahedral Zn(II) ions. The steric hindrance of substrates and trace water effects on transesterification catalysis using the network have been scrutinized. The coordination network acts as a remarkable heterogeneous transesterification catalytic system that shows both the significant steric effects of substrate alcohols and momentous water effects. The substrate activity is in the order ethanol > n-propanol > n-butanol > iso-propanol > 2-butanol > tert-butanol. For the reaction system, solvate water molecules within the cages of the interpenetrated 3D frameworks do not decrease the transesterification activity, whereas the trace water molecules in the substrate alcohols act as obvious obstacles to the reaction.","Authors":"Choi, E (Choi, Eunkyung) ; Ryu, M (Ryu, Minjoo) ; Lee, H (Lee, Haeri) ; Jung, OS (Jung, Ok-Sang)","Title":"Enantiomeric two-fold interpenetrated 3D zinc(II) coordination networks as a catalytic platform: significant difference between water within the cage and trace water in transesterification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399052800001 PubMed ID: 28406153 ISSN: 2041-1723","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE COMMUNICATIONS Volume: 8 Article Number: 14987 DOI: 10.1038/ncomms14987 Published: APR 13 2017","Abstract":"Regio-and conformational isomerization are fundamental in chemistry, with profound effects upon physical properties, however their role in excited state properties is less developed. Here two regioisomers of bis(10H-phenothiazin-10-yl)dibenzo[b,d]thiophene-S, S-dioxide, a donor-acceptor-donor (D-A-D) thermally-activated delayed fluorescence (TADF) emitter, are studied. 2,8-bis(10H-phenothiazin-10-yl) dibenzo[b, d]thiophene-S, S-dioxide exhibits only one quasi-equatorial conformer on both donor sites, with charge-transfer (CT) emission close to the local triplet state leading to efficient TADF via spin-vibronic coupling. However, 3,7-bis(10H-phenothiazin-10-yl)dibenzo[b,d]thiophene-S, S-dioxide displays both a quasi-equatorial CT state and a higher-energy quasi-axial CT state. No TADF is observed in the quasi-axial CT emission. These two CT states link directly to the two folded conformers of phenothiazine. The presence of the low-lying local triplet state of the axial conformer also means that this quasi-axial CT is an effective loss pathway both photophysically and in devices. Importantly, donors or acceptors with more than one conformer have negative repercussions for TADF in organic light-emitting diodes.","Authors":"Etherington, MK (Etherington, Marc K.) ; Franchello, F (Franchello, Flavio) ; Gibson, J (Gibson, Jamie) ; Northey, T (Northey, Thomas) ; Santos, J (Santos, Jose) ; Ward, JS (Ward, Jonathan S.) ; Higginbotham, HF (Higginbotham, Heather F.) ; Data, P (Data, Przemyslaw) ; Kurowska, A (Kurowska, Aleksandra) ; Dos Santos, PL (Dos Santos, Paloma Lays) ; Graves, DR (Graves, David R.) ; Batsanov, AS (Batsanov, Andrei S.) ; Dias, FB (Dias, Fernando B.) ; Bryce, MR (Bryce, Martin R.) ; Penfold, TJ (Penfold, Thomas J.) ; Monkman, AP (Monkman, Andrew P.) ...More...Less","Title":"Regio- and conformational isomerization critical to design of efficient thermally-activated delayed fluorescence emitters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397694900005 ISSN: 0040-4020","Keywords":"Thiosulfonates; Unsymmetrical disulfides; Sulfenamides; Copper catalyst; Oxidativel reaction KeyWords Plus:IODIDE-CATALYZED SYNTHESIS; BOND FORMATION; ORGANIC DISULFIDES; EXCHANGE-REACTION; H-PHOSPHONATES; CHEMISTRY; SE; SUBSTANCES; TE","Categories":"Chemistry Web of Science Categories:Chemistry, Organic","Journal Information":"TETRAHEDRON Volume: 73 Issue: 15 Pages: 2030-2035 DOI: 10.1016/j.tet.2017.02.047 Published: APR 13 2017","Abstract":"The reactivity of thiosulfonates with nucleophilic reagents was investigated. When reactions of thiosulfonates with thiols were performed, unsymmetrical disulfides were obtained in excellent yields. This procedure could employ numerous aryl or alkyl thiols. On the other hand, reactions of thiosulfonates with amines proceded in the presence of a copper catalyst. The procedure was performed efficiently in air, and afforded the corresponding sulfenamides. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Taniguchi, N (Taniguchi, Nobukazu)","Title":"Unsymmetrical disulfide and sulfenamide synthesis via reactions of thiosulfonates with thiols or amines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399082000001 PubMed ID: 28401927 ISSN: 2041-1723","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE COMMUNICATIONS Volume: 8 Article Number: 14943 DOI: 10.1038/ncomms14943 Published: APR 12 2017","Abstract":"The design and synthesis of new stimuli-responsive hydrogen-bonding monomers that display a diversity of self-assembly pathways is of central importance in supramolecular chemistry. Here we describe the aggregation properties of a simple, intrinsically C-2-symmetric enantiopure bicyclic cavity compound bearing a terminally unsubstituted ureidopyrimidinone fragment fused with a pyrrole moiety in different solvents and in the absence and presence of C-60 and C-70 guests. The tetrameric cyclic aggregate is selectively obtained in chlorinated solvents, where only part of the available hydrogen bonding sites are utilized, whereas in toluene or upon addition of C-70 guests, further aggregation into tubular supramolecular polymers is achieved. The open-end cyclic assemblies rearrange into a closed-shell capsule upon introduction of C-60 with an accompanied symmetry breaking of the monomer. Our study demonstrates that a C-60 switch can be used to simultaneously control the topology and occupancy of tubular assemblies resulting from the aggregation of small monomers.","Authors":"Shi, QX (Shi, Qixun) ; Javorskis, T (Javorskis, Tomas) ; Bergquist, KE (Bergquist, Karl-Erik) ; Ulcinas, A (Ulcinas, Arturas) ; Niaura, G (Niaura, Gediminas) ; Matulaitiene, I (Matulaitiene, Ieva) ; Orentas, E (Orentas, Edvinas) ; Warnmark, K (Warnmark, Kenneth)","Title":"Stimuli-controlled self-assembly of diverse tubular aggregates from one single small monomer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398789800014 PubMed ID: 28348231 ISSN: 0027-8424","Keywords":"metabolic evolution; Prochlorococcus; microbial oceanography; mutualism; Earth history KeyWords Plus:DISSOLVED ORGANIC-MATTER; KLEBSIELLA-AEROGENES NCTC-418; PROTEROZOIC OCEAN CHEMISTRY; PROCHLOROCOCCUS ECOTYPES; CHEMOSTAT CULTURE; ATLANTIC-OCEAN; HETEROTROPHIC BACTERIA; EXTRACELLULAR PRODUCTS; BIOGEOCHEMICAL CYCLES; MARINE-PHYTOPLANKTON","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Volume: 114 Issue: 15 Pages: E3091-E3100 DOI: 10.1073/pnas.1619573114 Published: APR 11 2017","Abstract":"Metabolism mediates the flow of matter and energy through the biosphere. We examined how metabolic evolution shapes ecosystems by reconstructing it in the globally abundant oceanic phytoplankter Prochlorococcus. To understand what drove observed evolutionary patterns, we interpreted them in the context of its population dynamics, growth rate, and light adaptation, and the size and macromolecular and elemental composition of cells. This multilevel view suggests that, over the course of evolution, there was a steady increase in Prochlorococcus' metabolic rate and excretion of organic carbon. We derived a mathematical framework that suggests these adaptations lower the minimal subsistence nutrient concentration of cells, which results in a drawdown of nutrients in oceanic surface waters. This, in turn, increases total ecosystem biomass and promotes the coevolution of all cells in the ecosystem. Additional reconstructions suggest that Prochlorococcus and the dominant cooccurring heterotrophic bacterium SAR11 form a coevolved mutualism that maximizes their collective metabolic rate by recycling organic carbon through complementary excretion and uptake pathways. Moreover, the metabolic codependencies of Prochlorococcus and SAR11 are highly similar to those of chloroplasts and mitochondria within plant cells. These observations lead us to propose a general theory relating metabolic evolution to the self-amplification and self-organization of the biosphere. We discuss the implications of this framework for the evolution of Earth's biogeochemical cycles and the rise of atmospheric oxygen.","Authors":"Braakman, R (Braakman, Rogier) ; Follows, MJ (Follows, Michael J.) ; Chisholm, SW (Chisholm, Sallie W.)","Title":"Metabolic evolution and the self-organization of ecosystems"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398357200006 ISSN: 0935-9648 eISSN: 1521-4095","Categories":"Chemistry; Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Chemistry, Physical; Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied; Physics, Condensed Matter","Journal Information":"ADVANCED MATERIALS Volume: 29 Issue: 14 Special Issue: SI Article Number: 1605895 DOI: 10.1002/adma.201605895 Published: APR 11 2017","Abstract":"Surface and interfacial chemistry is of fundamental importance in functional nanomaterials applied in catalysis, energy storage and conversion, medicine, and other nanotechnologies. It has been a perpetual challenge for the scientific community to get an accurate and comprehensive picture of the structures, dynamics, and interactions at interfaces. Here, some recent examples in the major disciplines of nanomaterials are selected (e.g., nanoporous materials, battery materials, nanocrystals and quantum dots, supramolecular assemblies, drug-delivery systems, ionomers, and graphite oxides) and it is shown how interfacial chemistry can be addressed through the perspective of solid-state NMR characterization techniques.","Authors":"Marchetti, A (Marchetti, Alessandro) ; Chen, JE (Chen, Juner) ; Pang, ZF (Pang, Zhenfeng) ; Li, SH (Li, Shenhui) ; Ling, DS (Ling, Daishun) ; Deng, F (Deng, Feng) ; Kong, XQ (Kong, Xueqian)","Title":"Understanding Surface and Interfacial Chemistry in Functional Nanomaterials via Solid-State NMR"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398154000011 PubMed ID: 28337844 ISSN: 1433-7851 eISSN: 1521-3773","Keywords":"cross-coupling; hydroxylation; medicinal chemistry; palladium; phenols KeyWords Plus:PALLADIUM-CATALYZED HYDROXYLATION; C-O BOND; CROSS-COUPLING REACTIONS; ARYL HALIDES; REDUCTIVE ELIMINATION; DIARYL ETHERS; SUBSTITUTED PHENOLS; EFFICIENT SYNTHESIS; CHEMICAL-REACTIONS; PHOSPHINE-LIGANDS","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"ANGEWANDTE CHEMIE-INTERNATIONAL EDITION Volume: 56 Issue: 16 Pages: 4478-4482 DOI: 10.1002/anie.201700244 Published: APR 10 2017","Abstract":"The conversion of aryl halides to phenols under mild reaction conditions is a longstanding and formidable challenge in organic chemistry. Herein, we report the rational design of a broadly applicable Pd-catalyzed method to prepare phenols with benzaldehyde oxime as a hydroxide surrogate. These reactions occur under mildly basic conditions and enable the late-stage hydroxylation of several functionally-dense drug-like aryl halides.","Authors":"Fier, PS (Fier, Patrick S.) ; Maloney, KM (Maloney, Kevin M.)","Title":"Synthesis of Complex Phenols Enabled by a Rationally Designed Hydroxide Surrogate"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000397881700001 ISSN: 1466-8033","Categories":"Chemistry; Crystallography Web of Science Categories:Chemistry, Multidisciplinary; Crystallography","Journal Information":"CRYSTENGCOMM Volume: 19 Issue: 13 Pages: 1701-1720 DOI: 10.1039/c7ce00009j Published: APR 7 2017","Abstract":"In the past decade great effort has been put into the development of synthetic strategies to produce trinuclear triangular CuII ( TTC) arrays, which may be synthetic analogues of the trinuclear site in ascorbate oxidase and blue oxidase. A large number of scientific contributions have been dedicated to the synthesis and spectroscopic characterization of TTC arrays. In contrast, only a small number of studies deal with their possible applications. As a consequence, systematic studies describing their reactivity are very rare and the few existing models can only partially explain how structural and molecular parameters influence their reactivity and their possible uses and applications. This contribution reports a summary of all experimental results related to the Cu-3(mu(3)-OH)(mu-pz)(3) core (pz = unsubstituted pyrazolate). We describe here all species, distinguishing them according to whether they are neutral, cationic or anionic, as well as their main structural features, the synthetic procedures employed for their production, their reactivity toward nucleophiles and strong acids and, finally, their possible and perspective applications.","Authors":"Pandolfo, L (Pandolfo, Luciano) ; Pettinari, C (Pettinari, Claudio)","Title":"Trinuclear copper(II) pyrazolate compounds: a long story of serendipitous discoveries and rational design"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397881700002 ISSN: 1466-8033","Categories":"Chemistry; Crystallography Web of Science Categories:Chemistry, Multidisciplinary; Crystallography","Journal Information":"CRYSTENGCOMM Volume: 19 Issue: 13 Pages: 1721-1724 DOI: 10.1039/c6ce02420c Published: APR 7 2017","Abstract":"The first mixed-valence nickel-supported polyoxometalate-based metal-organic framework, (H(2)mim)[Ni-III(Hmim) 4][(SiW11NiO37)-O-II(OH)(2)-(Hmim)].3H(2)O (1) (Hmim = 2-methylimidazole), has been synthesized using a steam-assisted conversion method, and is constructed from noncovalent interactions (hydrogen bonds and pi...pi stacking interactions). 1 has a repeating honeycomb-shaped internal structure with one-dimensional channels along the direction of the c axis, where the diameter of the aperture is as large as 18.83 angstrom. Furthermore, the stability and the optical band gaps are investigated.","Authors":"Jiao, YQ (Jiao, Yan-Qing) ; Li, MT (Li, Meng-Ting) ; Qin, C (Qin, Chao) ; Su, ZM (Su, Zhong-Min)","Title":"A noncovalently connected metal-organic framework assembled from a Ni(III)-supported polyoxometalate-imidazolate hybrid"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397884100011 PubMed ID: 28251203 ISSN: 1477-9226 eISSN: 1477-9234","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"DALTON TRANSACTIONS Volume: 46 Issue: 13 Pages: 4199-4208 DOI: 10.1039/c6dt04647a Published: APR 7 2017","Abstract":"The association of different metals in stable, well-defined molecular assemblies remains a great challenge of supramolecular chemistry. In such constructs, the emergence of synergism, or cooperative effects between the different metal centers is particularly intriguing. These effects can lead to uncommon reactivity or remarkable physico-chemical properties that are not otherwise achievable. For example, the association of alkaline or alkaline-earth cations and transition metals is pivotal for the activity of several biomolecules and human-made catalysts that carry out fundamental redox transformations (water oxidation, nitrogen reduction, water-gas shift reaction, etc.). In many cases the precise nature of the interactions between the alkaline-earth cations and the redox-active transition metals remains elusive due to the difficulty of building stable molecular heterometallic assemblies that associate transition metals and alkaline or alkaline-earth cations in a controlled way. In this work we present the rational design of porphyrin-based ligands possessing a second binding site for alkaline-earth cations above the porphyrin macrocycle primary complexation site. We demonstrate that by using a combination of crown ether and carboxylic acid substituents suitably positioned on the periphery of the porphyrin, bitopic ligands can be obtained. The binding of calcium, a typical alkaline-earth cation, by the newly prepared ligands has been studied in detail and we show that a moderately large binding constant can be achieved in protic media using ligands that possess some degree of structural flexibility. The formation of Zn-Ca assemblies discussed in this work is viewed as a stepping stone towards the assembly of well defined molecular transition metal-alkaline earth bimetallic centers using a versatile organic scaffold.","Authors":"Koepf, M (Koepf, Matthieu) ; Bergkamp, JJ (Bergkamp, Jesse J.) ; Teillout, AL (Teillout, Anne-Lucie) ; Llansola-Portoles, MJ (Llansola-Portoles, Manuel J.) ; Kodis, G (Kodis, Gerdenis) ; Moore, AL (Moore, Ana L.) ; Gust, D (Gust, Devens) ; Moore, TA (Moore, Thomas A.)","Title":"Design of porphyrin-based ligands for the assembly of [d-block metal : calcium] bimetallic centers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397884100029 PubMed ID: 28287662 ISSN: 1477-9226 eISSN: 1477-9234","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"DALTON TRANSACTIONS Volume: 46 Issue: 13 Pages: 4373-4381 DOI: 10.1039/c7dt00312a Published: APR 7 2017","Abstract":"A reaction of a ruthenium(II) NAD-type complex, [Ru(tpy)(pbn)(Cl)](+) (tpy = 2,2':6',2 ''-terpyridine; pbn = 2-(pyridin-2-yl) benzo[b][1,5] naphthyridine), with pressurized CO (2 MPa) at 150 degrees C in H2O selectively produced a two-electron reduced ruthenium(II)-NADH-type carbonyl complex, [Ru(tpy)(pbnHH)(CO)](2+) (pbnHH = 2-(pyridin-2-yl)-5,10-dihydrobenzo[b][1,5] naphthyridine), rather than the oxidized [Ru(tpy) (pbn)(CO)](2+) complex. Indeed, [Ru(tpy)(pbnHH)(CO)](2+) was quantitatively oxidized to [Ru(tpy)(pbn) (CO)](2+) upon treatment with one equiv. of 2,3-dichloro-5,6-dicyano-p-benzoquinone (DDQ). The reactivity of [Ru(tpy)(pbnHH)(CO)](2+) with various bases was studied herein. Treatment of [Ru(tpy)(pbnHH) (CO)](2+) with a suitable organic base, 1,5-diazabicyclo[4.3.0] non-5-ene (DBN), resulted in the formation of a new five-membered Ru-CO-bridge metallacycle quantitatively in acetonitrile under air at room temperature. A probable mechanism was proposed for this reaction based on UV-vis, NMR, and EPR spectral studies and other experimental data. Furthermore, a reaction of the five membered Ru-CO-bridge metallacycle with NH4PF6 in CH3CN : H2O (1 : 1) under air smoothly produced another new six-membered Ru-OCO-bridge complex. A mechanism for the formation of a Ru-OCO-bridge complex was also proposed here on the basis of H2O18 experiments, DDQ treatment and other experimental data. These newly synthesized complexes appended with NAD-type ligands may have potential use as renewable hydride sources for organic reductions.","Authors":"Ghosh, D (Ghosh, Debashis) ; Fukushima, T (Fukushima, Takashi) ; Kobayashi, K (Kobayashi, Katsuaki) ; Sen, S (Sen, Susan) ; Kitagawa, S (Kitagawa, Susumu) ; Kato, T (Kato, Tatsuhisa) ; Tanaka, K (Tanaka, Koji)","Title":"Base assisted C-C coupling between carbonyl and polypyridyl ligands in a Ru-NADH-type carbonyl complex"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398455900001 PubMed ID: 28387308 ISSN: 2041-1723","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE COMMUNICATIONS Volume: 8 Article Number: 15022 DOI: 10.1038/ncomms15022 Published: APR 7 2017","Abstract":"Organoboranes are some of the most synthetically valuable and widely used intermediates in organic and pharmaceutical chemistry. Their synthesis, however, is limited by the behaviour of common boron starting materials as archetypal Lewis acids such that common routes to organoboranes rely on the reactivity of boron as an electrophile. While the realization of convenient sources of nucleophilic boryl anions would open up a wealth of opportunity for the development of new routes to organoboranes, the synthesis of current candidates is generally limited by a need for highly reducing reaction conditions. Here, we report a simple synthesis of a magnesium boryl through the heterolytic activation of the B-B bond of bis(pinacolato)diboron, which is achieved by treatment of an easily generated magnesium diboranate complex with 4-dimethylaminopyridine. The magnesium boryl is shown to act as an unambiguous nucleophile through its reactions with iodomethane, benzophenone and N,N'-di-isopropyl carbodiimide and by density functional theory.","Authors":"Pecharman, AF (Pecharman, Anne-Frederique) ; Colebatch, AL (Colebatch, Annie L.) ; Hill, MS (Hill, Michael S.) ; McMullin, CL (McMullin, Claire L.) ; Mahon, MF (Mahon, Mary F.) ; Weetman, C (Weetman, Catherine)","Title":"Easy access to nucleophilic boron through diborane to magnesium boryl metathesis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398146000009 ISSN: 1463-9262 eISSN: 1463-9270","Categories":"Chemistry; Science & Technology - Other Topics Web of Science Categories:Chemistry, Multidisciplinary; GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY","Journal Information":"GREEN CHEMISTRY Volume: 19 Issue: 7 Pages: 1647-1652 DOI: 10.1039/c7gc00235a Published: APR 7 2017","Abstract":"2,5-Dihydro-1H-pyrrole-3-carboxylates are important building blocks for the synthesis of high value pyrroles and pyrroloquinoline derivatives with interesting biological activities. The use of continuous flow allowed us to perform a key synthetic step, namely ruthenium-catalyzed ring-closing metathesis, with a residence time of 1 min at 120 degrees C. Dimethyl carbonate, a green solvent, was demonstrated for the first time to be an excellent solvent for this reaction in continuous flow. The continuous flow conditions proved to be general and the scale-up of this reaction was not only possible, but also highly efficient. Conversion of 10 grams of diene was realized in 37 minutes under continuous flow, yielding the desired heterocycle in 91% yield.","Authors":"Drop, M (Drop, Marcin) ; Bantreil, X (Bantreil, Xavier) ; Grychowska, K (Grychowska, Katarzyna) ; Mahoro, GU (Mahoro, Gilbert Umuhire) ; Colacino, E (Colacino, Evelina) ; Pawlowski, M (Pawlowski, Maciej) ; Martinez, J (Martinez, Jean) ; Subra, G (Subra, Gilles) ; Zajdel, P (Zajdel, Pawel) ; Lamaty, F (Lamaty, Frederic)","Title":"Process Funding Process Funding Continuous flow ring-closing metathesis, an environmentally-friendly route to 2,5-dihydro-1H-pyrrole-3-carboxylates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398146000016 ISSN: 1463-9262 eISSN: 1463-9270","Categories":"Chemistry; Science & Technology - Other Topics Web of Science Categories:Chemistry, Multidisciplinary; GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY","Journal Information":"GREEN CHEMISTRY Volume: 19 Issue: 7 Pages: 1685-1691 DOI: 10.1039/c7gc00247e Published: APR 7 2017","Abstract":"The synthesis of peptides by amide bond formation between suitably protected amino acids is a fundamental part of the drug discovery process. However, the required coupling and deprotection reactions are routinely carried out in dichloromethane and DMF, both of which have serious toxicity concerns and generate waste solvent which constitutes the vast majority of the waste generated during peptide synthesis. In this work, propylene carbonate has been shown to be a green polar aprotic solvent which can be used to replace dichloromethane and DMF in both solution-and solid-phase peptide synthesis. Solution-phase chemistry was carried out with Boc/ benzyl protecting groups to the tetrapeptide stage, no epimerisation occurred during these syntheses and chemical yields for both coupling and deprotection reactions in propylene carbonate were at least comparable to those obtained in conventional solvents. Solid-phase peptide synthesis was carried out using Fmoc protected amino acids on a ChemMatrix resin and was used to prepare the biologically relevant nonapeptide bradykinin with comparable purity to a sample prepared in DMF.","Authors":"Lawrenson, SB (Lawrenson, Stefan B.) ; Arav, R (Arav, Roy) ; North, M (North, Michael) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number North, Michael  http://orcid.org/0000-0002-6668-5503","Title":"The greening of peptide synthesis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398195300001 ISSN: 1726-4170 eISSN: 1726-4189","Categories":"Environmental Sciences & Ecology; Geology Web of Science Categories:Ecology; Geosciences, Multidisciplinary","Journal Information":"BIOGEOSCIENCES Volume: 14 Issue: 7 Pages: 1811-1823 DOI: 10.5194/bg-14-1811-2017 Published: APR 5 2017","Abstract":"The Siberian shelf seas are areas of extensive biogeochemical transformation of organic matter, both of marine and terrestrial origin. This in combination with brine production from sea ice formation results in a cold bottom water of relative high salinity and partial pressure of carbon dioxide (pCO(2)). Data from the SWERUS-C3 expedition compiled on the icebreaker Oden in July to September 2014 show the distribution of such waters at the outer shelf, as well as their export into the deep central Arctic basins. Very high pCO(2) water, up to similar to 1000 mu atm, was observed associated with high nutrients and low oxygen concentrations. Consequently, this water had low saturation state with respect to calcium carbonate down to less than 0.8 for calcite and 0.5 for aragonite. Waters undersaturated in aragonite were also observed in the surface in waters at equilibrium with atmospheric CO2; however, at these conditions the cause of undersaturation was low salinity from river runoff and/or sea ice melt. The calcium carbonate corrosive water was observed all along the continental margin and well out into the deep Makarov and Canada basins at a depth from about 50 m depth in the west to about 150 m in the east. These waters of low aragonite saturation state are traced in historic data to the Canada Basin and in the waters flowing out of the Arctic Ocean north of Greenland and in the western Fram Strait, thus potentially impacting the marine life in the North Atlantic Ocean.","Authors":"Anderson, LG (Anderson, Leif G.) ; Jorgen, EK (Jorgen, E. K.) ; Ericson, Y (Ericson, Ylva) ; Humborg, C (Humborg, Christoph) ; Semiletov, I (Semiletov, Igor) ; Sundbom, M (Sundbom, Marcus) ; Ulfsbo, A (Ulfsbo, Adam)","Title":"Export of calcium carbonate corrosive waters from the East Siberian Sea"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398764000004 PubMed ID: 28328220 ISSN: 0002-7863","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"JOURNAL OF THE AMERICAN CHEMICAL SOCIETY Volume: 139 Issue: 13 Pages: 4619-4622 DOI: 10.1021/jacs.6b12956 Published: APR 5 2017","Abstract":"Metal organic frameworks (MOFs) have potential applications as energy absorbing materials for shock wave energy mitigation due to their nanoporosity. Here we have examined km/s laser-driven flyer plate impacts on a prototypical MOF, ZIF-8. We observed particle fragmentation and morphological changes in microcrystals of ZIF-8 at lower shock pressures (approximate to 2.5 GPa), and amorphization and structural collapse at higher pressures (approximate to 8 GPa). High-speed emission spectroscopy revealed that 50 ns after flyer plate impacts, an emission pulse was generated by ZIF-8 resulting from chemical bonds that were broken and subsequently reformed. MOFs may prove useful in the dissipation of shock wave energy through large structural changes (free volume collapse and endothermic bond breakage).","Authors":"Su, Z (Su, Zhi) ; Shaw, WL (Shaw, William L.) ; Miao, YR (Miao, Yu-Run) ; You, SZ (You, Sizhu) ; Dlott, DD (Dlott, Dana D.) ; Suslick, KS (Suslick, Kenneth S.)","Title":"Shock Wave Chemistry in a Metal-Organic Framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360000031 ISSN: 0264-1275 eISSN: 1873-4197","Keywords":"Quaternized chitosan; Self-assembly; Interfacial interactions; Layered silicates; Epoxy resin KeyWords Plus:EPOXY-CLAY NANOCOMPOSITES; MECHANICAL-PROPERTIES; CLAY/EPOXY NANOCOMPOSITES; FRACTURE-TOUGHNESS; MONTMORILLONITE; CHITIN; COMPOSITES; ORGANOCLAY; CHEMISTRY; CHLORIDE","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"MATERIALS & DESIGN Volume: 119 Pages: 277-289 DOI: 10.1016/j.matdes.2017.01.079 Published: APR 5 2017","Abstract":"Role of montmorillonite nanoclay in self-assembly of quaternized chitosan nanoparticles (QCn) within the clay layers was investigated. Inorganic-organic nanohybrid of clay-chitosan was used as a reactive reinforcing agent in preparation of toughened epoxy nanocomposites. Intercalation of QCn within the clay layers increases d - spacing of clay layers from 1.2 nm to 3.6 nm, leading to an enhanced exfoliation degree in epoxy nanocomposites. The nanohybrid of clay modified with QCn was then incorporated into an epoxy matrix. It was found that the strong interfacial interactions benefit not only the dispersion of the clay within epoxy but also the effective interfacial stress transfer, leading to significantly improved mechanical properties. Rheological investigations showed that the interfacial interactions between the QCn modified clay and epoxy are dominated by the covalent/hydrogen bondings between the amine/hydroxyl enriched QCn and the epoxy matrix. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zabihi, O (Zabihi, Omid) ; Ahmadi, M (Ahmadi, Mojtaba) ; Naebe, M (Naebe, Minoo)","Title":"Self-assembly of quaternized chitosan nanoparticles within nanoclay layers for enhancement of interfacial properties in toughened polymer nanocomposites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398337700001 PubMed ID: 28378754 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45862 DOI: 10.1038/srep45862 Published: APR 5 2017","Abstract":"Rare earth metal doped silica nanoparticles have significant advantages over traditional organic dyes and quantum dots. Silsesquioxanes are promising precursors in the production of silica nanoparticles by thermolysis, due to their structural similarities with silica materials. This manuscript describes the production of a new Eu3+- based metallasilsesquioxane species and its use as a single source precursor in the thermolytic production of luminescent rare earth metal doped silica nanoparticles with characteristic emission in the visible region of the spectrum.","Authors":"Davies, GL (Davies, Gemma-Louise) ; O'Brien, J (O'Brien, John) ; Gun'ko, YK (Gun'ko, Yurii K.)","Title":"Rare Earth Doped Silica Nanoparticles via Thermolysis of a Single Source Metallasilsesquioxane Precursor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393931900010 ISSN: 0022-2860 eISSN: 1872-8014","Keywords":"Citric acid; Multi metal-citrate complex; Hydrothermal synthesis; Fourier Transform Infrared Spectroscopy; Thermogravimetric analysis; Powder X-ray Diffraction KeyWords Plus:ORGANIC FRAMEWORKS; HYDROTHERMAL SYNTHESIS; AQUEOUS-SOLUTION; COORDINATION; CHEMISTRY; LIGANDS; NI(II); CO(II)","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF MOLECULAR STRUCTURE Volume: 1133 Pages: 90-94 DOI: 10.1016/j.molstruc.2016.11.084 Published: APR 5 2017","Abstract":"Four new multi metal-citrate complexes have been synthesized through green synthetic pathways. Their synthesis by hydrothermal route in the present research is decorated with features such as, a simple one pot synthesis, cost effectiveness, easy to scale up for commercial production, efficient synthesis conditions like mild temperature and shorter duration which further rules out the possibility of forming byproducts which may cause damage to the environment and being environmental benign as it eliminates the use and recovery of harmful organic solvents such as N, N- dimethyl formamide and N, N diethyl formamide, used by the researchers in the past during the synthesis of similar metal- organic framework complexes. All four complexes are well defined crystalline materials with polynuclear multi metal-citrate framework having cubic crystal structure as indicated by their Powder X-ray Diffraction patterns. These complexes have been characterized by Fourier Transform Infrared Spectroscopy, Scanning Electron Microscopy, Energy Dispersive X-ray Spectroscopy, Thermogravimetric analysis and Powder XRD techniques. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Raju, U (Raju, Usha) ; Warkar, SG (Warkar, Sudhir G.) ; Kumar, A (Kumar, Anil)","Title":"Green synthesis of multi metal- citrate complexes and their characterization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398186700002 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 7 Pages: 4513-4537 DOI: 10.5194/acp-17-4513-2017 Published: APR 4 2017","Abstract":"Carbonaceous aerosol released into the atmosphere from open biomass burning (BB) is known to undergo considerable chemical and physical transformations (aging). However, there is substantial controversy about the nature and observable effects of these transformations. A shortage of consistent observational evidence on BB aerosol aging processes under different environmental conditions and at various temporal scales hinders development of their adequate representations in chemistry transport models (CTMs). In this study, we obtain insights into the BB aerosol dynamics by using available satellite measurements of aerosol optical depth (AOD) and carbon monoxide (CO). The basic concept of our method is to consider AOD as a function of the BB aerosol \"photochemical age\" (that is, the time period characterizing the exposure of BB aerosol emissions to atmospheric oxidation reactions) predicted by means of model tracers. We evaluate the AOD enhancement ratio (ER) defined as the ratio of optical depth of actual BB aerosol with respect to that of a modeled aerosol tracer that is assumed to originate from the same fires as the real BB aerosol but that is not affected by any aging processes. To limit possible effects of model transport errors, the AOD measurements are normalized to CO column amounts that are also retrieved from satellite measurements. The method is applied to the analysis of the meso-and synoptic-scale evolution of aerosol in smoke plumes from major wildfires that occurred in Siberia in summer 2012. AOD and CO retrievals from MODIS and IASI measurements, respectively, are used in combination with simulations performed with the CHIMERE CTM. The analysis indicates that aging processes strongly affected the evolution of BB aerosol in the situation considered, especially in dense plumes (with spatial average PM2.5 concentration exceeding 100 mu gm(-3)). For such plumes, the ER is found to increase almost 2-fold on the scale of similar to 10 h of daytime aerosol evolution (after a few first hours of the evolution that are not resolved in our analysis). The robustness of this finding is corroborated by sensitivity tests and Monte Carlo experiments. Furthermore, a simulation using the volatility basis set framework suggests that a large part of the increase in the ER can be explained by atmospheric processing of semivolatile organic compounds. Our results are consistent with findings of a number of earlier studies reporting considerable underestimation of AOD by CTMs in which BB aerosol aging processes have either been disregarded or simulated in a highly simplified way. In general, this study demonstrates the feasibility of using satellite measurements of AOD in biomass burning plumes in combination with aerosol tracer simulations for the investigation of BB aerosol evolution and validation of BB aerosol aging schemes in atmospheric models.","Authors":"Konovalov, IB (Konovalov, Igor B.) ; Beekmann, M (Beekmann, Matthias) ; Berezin, EV (Berezin, Evgeny V.) ; Formenti, P (Formenti, Paola) ; Andreae, MO (Andreae, Meinrat O.)","Title":"Probing into the aging dynamics of biomass burning aerosol by using satellite measurements of aerosol optical depth and carbon monoxide"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398646500006 PubMed ID: 28248098 ISSN: 0013-936X eISSN: 1520-5851","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE & TECHNOLOGY Volume: 51 Issue: 7 Pages: 3630-3639 DOI: 10.1021/acs.est.6b04142 Published: APR 4 2017","Abstract":"Sulfate inputs to the Florida Everglades stimulate sulfidic conditions in freshwater wetland sediments that affect ecological and biogeochemical processes. An unexplored implication of sulfate enrichment is alteration of the content and speciation of sulfur in dissolved organic matter (DOM), which influences the \"reactivity of DOM with trace metals. Here, we describe the vertical and lateral spatial dependence of sulfur chemistry in the hydrophobic organic acid fraction of DOM from unimpacted and sulfate-impacted Everglades wetlands using X-ray absorption spectroscopy and ultrahigh-resolution mass spectrometry. Spatial variation in DOM sulfur content and speciation reflects the degree of sulfate enrichment and resulting, sulfide concentrations in sediment pore waters. Sulfur is incorporated into DOM predominantly as highly reduced species in sulfidic pore waters. Sulfur-enriched DOM in sediment pore waters exchanges with overlying surface waters and the sulfur likely undergoes oxidative transformations in the water column. Across all wetland sites and depths, the total sulfur content of DOM correlated with the relative abundance of highly reduced sulfur functionality. The results identify sulfate input as a primary determinant on DOM sulfur chemistry to be considered in the context of wetland restoration and sulfur and trace metal cycling.","Authors":"Poulin, BA (Poulin, Brett A.) ; Ryan, JN (Ryan, Joseph N.) ; Nagy, KL (Nagy, Kathryn L.) ; Stubbins, A (Stubbins, Aron) ; Dittmar, T (Dittmar, Thorsten) ; Orem, W (Orem, William) ; Krabbenhoft, DP (Krabbenhoft, David P.) ; Aiken, GR (Aiken, George R.)","Title":"Spatial Dependence of Reduced Sulfur in Everglades Dissolved Organic Matter Controlled by Sulfate Enrichment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398646500012 PubMed ID: 28272883 ISSN: 0013-936X eISSN: 1520-5851","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE & TECHNOLOGY Volume: 51 Issue: 7 Pages: 3687-3693 DOI: 10.1021/acs.est.6b05388 Published: APR 4 2017","Abstract":"Fenton systems are interesting alternatives to advanced oxidation processes (AOPs) applied in soil or water remediation. 1,2-Dihydroxybenzenes (1,2-DHBs) are able to amplify the reactivity of Fenton systems and have been extensively studied in biological systems and for AOP applications. To develop efficient AOPs based on Fenton systems driven by 1,2-DHBs, the change in reactivity mediated by different 1,2-DHBs must be understood. For this, a systematic study of the reactivity of Fenton-like systems driven by 1,2-DHBs with different Substituents at position 4 was performed, The substituent effect was analyzed using the Hammett constant (sigma), which has positive values for electron withdrawing groups (EWGs) and negative values for electron donating groups (EDGs): The: reactivity;of each system was determined from the degradation of a recalcitrant azo dye and:hydroxyl radical (Ho.) production. The relationship :between these reactivities and the ability of each 1,2-DHB to, reduce Fe(III) was determined. From these results, we propose two pathways for HO center dot production. The pathway for Fenton-like systems driven by 1,2-DHBs with EDGs depends only on the Fe(III) reduction mediated by 1,2-DHB. In Fenton-like reactions driven by 1,2-DHBs with EWGs, the Fe(III) reduction is not primarily responsible for increasing the HO center dot production by this system in the early stages.","Authors":"Salgado, P (Salgado, Pablo) ; Melin, V (Melin, Victoria) ; Duran, Y (Duran, Yasna) ; Mansilla, H (Mansilla, Hector) ; Contreras, D (Contreras, David)","Title":"The Reactivity and Reaction Pathway of Fenton Reactions Driven by Substituted 1,2-Dihydroxybenzenes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398646200002 PubMed ID: 28285531 ISSN: 0743-7463","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Multidisciplinary; Chemistry, Physical; Materials Science, Multidisciplinary","Journal Information":"LANGMUIR Volume: 33 Issue: 13 Pages: 3170-3177 DOI: 10.1021/acs.langmuir6b03831 Published: APR 4 2017","Abstract":"A copper(I)-catalyzed azide alkyne cycloaddition (CuAAC) reaction combined with microcontact printing was used successfully to pattern alkyne-terminated self-assembled organic monolayer-modified silicon surfaces. Despite the absence of a copper peak in X-ray photoelectron spectra, copper contamination was found and visualized using light-addressable potentiometric sensors (LAPS) and scanning photo-induced impedance microscopy (SPIM) after the \"click\"-modified modified silicon surfaces were rinsed with hydrochloric acid (HCl) solution, which was frequently used to remove copper residues in the past. Even cleaning with an ethylenediaminetetraacetic acid (EDTA) solution did not remove the copper residue completely. Different strategies for avoiding copper contamination, including the use of bulky chelators for the copper(I) catalyst and rinsing with different reagents, were tested. Only cleaning of the silicon surfaces with an EDTA solution containing trifluoroacetic acid (TFA) after the click modification proved to be an effective method as confirmed by LAPS and SPIM results, which showed the expected potential shift due to the surface charge introduced by functional groups in the monolayer and allowed, for the first time, imaging the impedance of an organic monolayer.","Authors":"Wu, F (Wu, Fan) ; Zhang, DW (Zhang, De-Wen) ; Wang, J (Wang, Jian) ; Watkinson, M (Watkinson, Michael) ; Krause, S (Krause, Steffi)","Title":"Copper Contamination of Self-Assembled Organic Monolayer Modified Silicon Surfaces Following a \"Click\" Reaction Characterized with LAPS and SPIM"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398163000002 PubMed ID: 28377577 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 636 DOI: 10.1038/s41598-017-00693-9 Published: APR 4 2017","Abstract":"The occurrence of extraterrestrial organic compounds is a key for understanding prebiotic organic synthesis in the universe. In particular, amino acids have been studied in carbonaceous meteorites for almost 50 years. Here we report ten new amino acids identified in the Murchison meteorite, including a new family of nine hydroxy amino acids. The discovery of mostly C-3 and C-4 structural isomers of hydroxy amino acids provides insight into the mechanisms of extraterrestrial synthesis of organic compounds. A complementary experiment suggests that these compounds could be produced from aldehydes and ammonia on the meteorite parent body. This study indicates that the meteoritic amino acids could be synthesized by mechanisms in addition to the Strecker reaction, which has been proposed to be the main synthetic pathway to produce amino acids.","Authors":"Koga, T (Koga, Toshiki) ; Naraoka, H (Naraoka, Hiroshi)","Title":"A new family of extraterrestrial amino acids in the Murchison meteorite"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398162400032 PubMed ID: 28377628 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 621 DOI: 10.1038/s41598-017-00474-4 Published: APR 4 2017","Abstract":"Speleothems may preserve geochemical information at annual resolution, preserving information about past hydrology, environment and climate. In this study, we advance information-extraction from speleothems in two ways. First, the limitations in dating modern stalagmites are overcome by refining a dating method that uses annual trace element cycles. It is shown that high-frequency variations in elements affected by prior calcite precipitation (PCP) can be used to date speleothems and yield an age within 2-4% chronological uncertainty of the actual age of the stalagmite. This is of particular relevance to mediterranean regions that display strong seasonal controls on PCP, due to seasonal variability in water availability and cave-air pCO(2). Second, using the chronology for one stalagmite sample, trace elements and growth-rate are compared with a record of climate and local environmental change i.e. land-use and fire, over the 20th century. Well-defined peaks in soil-derived trace elements and simultaneous decreases in growth-rate coincide with extreme annual rainfall totals in 1934 and 1974. One of which, 1934, was due to a recorded cyclone. We also find that bedrock-derived elements that are dominated by PCP processes, reflect a well-known period of drying in southwest Australia which began in the 1970's.","Authors":"Nagra, G (Nagra, Gurinder) ; Treble, PC (Treble, Pauline C.) ; Andersen, MS (Andersen, Martin S.) ; Bajo, P (Bajo, Petra) ; Hellstrom, J (Hellstrom, John) ; Baker, A (Baker, Andy)","Title":"Dating stalagmites in mediterranean climates using annual trace element cycles"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398534000002 ISSN: 1615-4150 eISSN: 1615-4169","Keywords":"cyclooctasulfur; elemental sulfur; organosulfur compounds; sulfur; sulfur heterocycles; sulfuration KeyWords Plus:ONE-POT SYNTHESIS; RHODIUM-CATALYZED SULFUR; ARYL BORONIC ACIDS; MEDIATED OXIDATIVE TRIFLUOROMETHYLTHIOLATION; BENZYL CHLOROFORMATE CBZCL; SOLVENT-FREE SYNTHESIS; METAL-FREE CONDITIONS; LI-S BATTERIES; C-H ACTIVATION; CARBON-MONOXIDE","Categories":"Chemistry Web of Science Categories:Chemistry, Applied; Chemistry, Organic","Journal Information":"ADVANCED SYNTHESIS & CATALYSIS Volume: 359 Issue: 7 Pages: 1066-1130 DOI: 10.1002/adsc.201601329 Published: APR 3 2017","Abstract":"Elemental sulfur has been known since Antiquity and found widespread applications in the preparation of black gunpowder, the synthesis of sulfuric acid as well as other sulfur-containing compounds, and the vulcanization of rubber. Over the last several years, we have come to better understand its properties and discover more applications of elemental sulfur in synthetic organic chemistry. This review summarizes the advances from 2000 in the construction of organic molecules using elemental sulfur via sulfuration, oxidation, reduction and redox condensation processes.","Authors":"Nguyen, TB (Thanh Binh Nguyen)","Title":"Recent Advances in Organic Reactions Involving Elemental Sulfur"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398143600001 ISSN: 1860-5397","Keywords":"azasugar; carbohydrate; cycioaddition; endoperoxide; photochemistry KeyWords Plus:STABILIZED PHOSPHORUS YLIDES; CONCISE ROUTE; 1,2-DIOXINES; DIHYDROXYLATION; ALDEHYDES; ALCOHOLS","Categories":"Chemistry Web of Science Categories:Chemistry, Organic","Journal Information":"BEILSTEIN JOURNAL OF ORGANIC CHEMISTRY Volume: 13 Pages: 644-647 DOI: 10.3762/bjoc.13.63 Published: APR 3 2017","Abstract":"A new class of nitrogen- containing endoperoxides were synthesised by a photochemical [ 4 + 2]-cycloaddition between a diene and singlet oxygen. The endoperoxides were dihydroxylated and protected to provide a series of endoperoxide building blocks for organic synthesis, with potential use as precursors for the synthesis of branched azasugars. Preliminary exploration of the chemistry of these building blocks provided access to a variety of derivatives including tetrahydrofurans, epoxides and protected aminotetraols.","Authors":"Domeyer, S (Domeyer, Svenja) ; Bjerregaard, M (Bjerregaard, Mark) ; Johansson, H (Johansson, Henrik) ; Pedersen, DS (Pedersen, Daniel Sejer)","Title":"Exploring endoperoxides as a new entry for the synthesis of branched azasugars"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398182000006 ISSN: 1434-1948 eISSN: 1099-0682","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"EUROPEAN JOURNAL OF INORGANIC CHEMISTRY Issue: 13 Pages: 1888-1891 DOI: 10.1002/ejic.201700083 Published: APR 3 2017","Abstract":"We recently reported on the successful use of the Karstedt catalyst for the synthesis of organofunctionalized disilazanes, and the aim of this work was to check the activity this catalyst in the preparation of novel unsymmetrical boronand germanium- functionalized disilazanes. High selectivity, relatively mild conditions, and the simplicity of the experimental techniques are favorable features of this catalytic system. These new multielement derivatives of disilazanes can be used as silylating agents to introduce functional groups on the surfaces of organic and inorganic materials.","Authors":"Kazmierczak, J (Kazmierczak, Joanna) ; Kucinski, K (Kucinski, Krzysztof) ; Szudkowska-Fratczak, J (Szudkowska-Fratczak, Justyna) ; Hreczycho, G (Hreczycho, Grzegorz)","Title":"Highly Efficient Synthesis of Boron-and Germanium-Substituted Unsymmetrical Disilazanes"}]