[{"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398209400001 PubMed ID: 28166105 ISSN: 1060-152X eISSN: 1473-5865","Categories":"Orthopedics; Pediatrics Web of Science Categories:Orthopedics; Pediatrics","Journal Information":"JOURNAL OF PEDIATRIC ORTHOPAEDICS-PART B Volume: 26 Issue: 3 Pages: 195-196 DOI: 10.1097/BPB.0000000000000435 Published: MAY 2017","Authors":"Dimeglio, A (Dimeglio, Alain) ; Ceroni, D (Ceroni, Dimitri) ; Charles, YP (Charles, Yann P.) ; de Rosa, V (de Rosa, Vincenzo) ; Kelly, P (Kelly, Paula) ; Presedo, A (Presedo, Ansa) ; Canavese, F (Canavese, Federico)","Title":"The Montpellier School of Pediatric Orthopedics: with the children, by the children, for the children"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397356900025 PubMed ID: 28254286 ISSN: 0928-4931 eISSN: 1873-0191","Keywords":"Synchrotron; X-rays; Diffraction; Rat bone; Different age groups; Phase; Crystal structure; SEM KeyWords Plus:AMORPHOUS CALCIUM-PHOSPHATE","Categories":"Materials Science Web of Science Categories:Materials Science, Biomaterials","Journal Information":"MATERIALS SCIENCE & ENGINEERING C-MATERIALS FOR BIOLOGICAL APPLICATIONS Volume: 74 Pages: 207-218 DOI: 10.1016/j.msec.2016.11.136 Published: MAY 1 2017","Abstract":"Synchrotron-based XRD spectra from rat bone of different age groups (w, 56 w and 78w), lumber vertebra at early stages of bone formation, Calcium hydroxyapatite (HAp) [Ca-10(PO4)(6)(OH)(2)] bone fill with varying composition (60% and 70%) and bone cream (35-48%), has been acquired with 15 keV synchrotron X-rays. Experiments were performed at Desy, Hamburg, Germany, utilizing the Resonant and Diffraction beamline (P9), with 15 keV X-rays (lambda = 0.82666 A(0)). Diffraction data were quantitatively analyzed using the Rietveld refinement approach, which allowed us to characterize the structure of these samples in their early stages. Hydroxyapatite, received considerable attention in medical and materials sciences, since these materials are the hard tissues, such as bone and teeth. Higher bioactivity of these samples gained reasonable interest for biological application and for bone tissue repair in oral surgery and orthopedics. The results obtained from these samples, Such as phase data, crystalline size of the phases, as well as the degree of crystallinity, confirm the apatite family crystallizing in a hexagonal system, space group P6(3)/m with the lattice parameters of a = 9.4328 angstrom and c = 6.8842 angstrom (JCPDS card #09-0432). Synchrotron-based XRD patterns are relatively sharp and well resolved and can be attributed to the hexagonal crystal form of hydroxyapatite. All the samples were examined with scanning electron microscope at an accelerating voltage of 15 kV. The presence of large globules of different sizes is observed, in small age groups of the rat bone (8w) and lumber vertebra (LV), as distinguished from, large age groups (56 and 78w) in all samples with different magnification, reflects an amorphous phase without significant traces of crystalline phases. Scanning electron microscopy (SEM) was used to characterize the morphology and crystalline properties of Hap, for all the samples, from 2 to 100 mu m resolution. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Rao, DV (Rao, D. V.) ; Gigante, GE (Gigante, G. E.) ; Cesareo, R (Cesareo, R.) ; Brunetti, A (Brunetti, A.) ; Schiavon, N (Schiavon, N.) ; Akatsuka, T (Akatsuka, T.) ; Yuasa, T (Yuasa, T.) ; Takeda, T (Takeda, T.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gigante, Giovanni Ettore  http://orcid.org/0000-0001-5943-9366","Title":"Synchrotron-based XRD from rat bone of different age groups"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398021200001 PubMed ID: 28367605 ISSN: 2196-1042","Keywords":"Class II malocclusion; Maxillary expansion; Mixed dentition KeyWords Plus:PALATAL EXPANSION; TRANSVERSE DIMENSION; PERMANENT MOLARS; GROWING PATIENTS; DECIDUOUS TEETH; MALOCCLUSION; ORTHOPEDICS; APPLIANCES; SKELETAL","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"PROGRESS IN ORTHODONTICS Volume: 18 Article Number: 9 DOI: 10.1186/s40510-017-0163-3 Published: APR 3 2017","Abstract":"Background: The aim of this study is to identify cephalometric pretreatment parameters for prediction of Class II improvement induced by rapid maxillary expansion. Methods: Lateral cephalograms of 30 patients (mean age 8.3 +/- 1.6 years old) showing Class II molar relationship and undergone to rapid maxillary expansion on the upper deciduous molars were traced before treatment, and molar relation changes were evaluated on dental casts before and after treatment. Overall treatment time lasted 10. 2 +/- 2 months. Good responders (18 subjects, 10 females and 8 males) showed improvement of at least 2.50 mm, and bad responders (12 subjects, 7 females and 5 males) showed no improvement, improvement less than 2.50 mm, or worsening of molar relationship after treatment. Student's t test was used to assess significance of differences between groups, and discriminant analysis allowed identification of predictive pretreatment variables. Results: Articular angle, superior gonial angle, and mandibular dimensions (Co-Gn, S-Ar, Ar-Go, Go-Me) showed significant differences in the comparison between groups. Mandibular length Co-Gn and superior gonial angle were selected as significant predictive variable for discrimination. Conclusions: Patients with smaller mandibular length and more acute superior gonial angle are expected to have more chances to improve molar Class II after rapid maxillary expansion.","Authors":"Caprioglio, A (Caprioglio, Alberto) ; Bergamini, C (Bergamini, Chiara) ; Franchi, L (Franchi, Lorenzo) ; Vercellini, N (Vercellini, Nicolo) ; Zecca, PA (Zecca, Piero Antonio) ; Nucera, R (Nucera, Riccardo) ; Fastuca, R (Fastuca, Rosamaria)","Title":"Prediction of Class II improvement after rapid maxillary expansion in early mixed dentition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398161900009 ISSN: 0022-0345 eISSN: 1544-0591","Keywords":"dental implant(s); epithelia; fibroblast(s); histatins; hydroxyapatite; osteoblast(s) KeyWords Plus:HISTIDINE-RICH POLYPEPTIDES; HUMAN SALIVA; DENTOGINGIVAL JUNCTION; GINGIVAL FIBROBLASTS; ELECTRON-MICROSCOPY; CANDIDA-ALBICANS; PERI-IMPLANTITIS; DENTAL IMPLANTS; WOUND-CLOSURE; PROTEINS","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"JOURNAL OF DENTAL RESEARCH Volume: 96 Issue: 4 Pages: 423-429 DOI: 10.1177/0022034516681761 Published: APR 2017","Abstract":"Cellular adhesion is essential for successful integration of dental implants. Rapid soft tissue integration is important to create a seal around the implant and prevent infections, which commonly cause implant failure and can result in bone loss. In addition, soft tissue management is important to obtain good dental aesthetics. We previously demonstrated that the salivary peptide histatin 1 (Hst1) causes a more than 2-fold increase in the ability of human adherent cells to attach and spread on a glass surface. Cells treated with Hst1 attached more rapidly and firmly to the substrate and to each other. In the current study, we examine the potential application of Hst1 for promotion of dental implant integration. Our results show that Hst1 enhances the attachment and spreading of soft tissue cell types (oral epithelial cells and fibroblasts) to titanium (Ti) and hydroxyapatite (HAP), biomaterials that have found wide applications as implant material in dentistry and orthopedics. For improved visualization of cell adhesion to Ti, we developed a novel technique that uses sputtering to deposit a thin, transparent layer of Ti onto glass slides. This approach allows detailed, high-resolution analysis of cell adherence to Ti in real time. Furthermore, our results suggest that Hst1 has no negative effects on cell survival. Given its natural occurrence in the oral cavity, Hst1 could be an attractive agent for clinical application. Importantly, even though Hst1 is specific for saliva of humans and higher primates, it stimulated the attachment and spreading of canine cells, paving the way for preclinical studies in canine models.","Authors":"van Dijk, IA (van Dijk, I. A.) ; Beker, AF (Beker, A. F.) ; Jellema, W (Jellema, W.) ; Nazmi, K (Nazmi, K.) ; Wu, G (Wu, G.) ; Wismeijer, D (Wismeijer, D.) ; Krawczyk, PM (Krawczyk, P. M.) ; Bolscher, JGM (Bolscher, J. G. M.) ; Veerman, ECI (Veerman, E. C. I.) ; Stap, J (Stap, J.)","Title":"Histatin 1 Enhances Cell Adhesion to Titanium in an Implant Integration Model"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398228600012 PubMed ID: 28134070 ISSN: 1049-023X eISSN: 1945-1938","Keywords":"disaster; earthquake; injury; orthopedic; review KeyWords Plus:DAMAGE CONTROL ORTHOPEDICS; 2008 WENCHUAN EARTHQUAKE; EARLY TOTAL CARE; CLINICAL PROFILE; MANAGEMENT; POLYTRAUMA; FRACTURES; EXPERIENCE; SURGERY; CHINA","Categories":"Emergency Medicine Web of Science Categories:Emergency Medicine","Journal Information":"PREHOSPITAL AND DISASTER MEDICINE Volume: 32 Issue: 2 Pages: 201-208 DOI: 10.1017/S1049023X16001515 Published: APR 2017","Abstract":"Introduction Earthquake-related trauma results in crush injuries and bony- and soft-tissue trauma. There are no systematic reviews analyzing the typical injury patterns and treatments in Mega-Mass-Casualty earthquakes. The characterization of an injury pattern specific to disaster type, be it natural or manmade, is imperative to build an effective disaster preparedness and response system. Methods The systematic review was conducted in accordance with Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA). A comprehensive search strategy was developed to identify all publications relating to earthquakes and the orthopedic treatment in adult patients. The following databases were searched: PubMed (Medline; US National Library of Medicine, National Institutes of Health; Bethesda, Maryland USA), Ovid (Ovid Technologies; New York, New York USA), Web of Science (Thomson Reuters; New York, New York USA), and The Cochrane Library (The Cochrane Collaboration; Oxford, United Kingdom). Results The searches identified 4,704 articles: 4,445 after duplicates were removed. The papers were screened for title and abstract and 65 out of those were selected for full-text analysis. The quality of data does not permit a standard-of-care (SOC) to be defined. Scarcity and poor quality of the data collected also may suggest a low level of accountability of the activity of the international hospital teams. Qualitatively, it is possible to define that there are more open fractures during daytime hours than at night. Excluding data about open and closed fractures, for all types of injuries, the results underline that the higher the impact of the earthquake, as measured by Richter Magnitude Scale (RMS), the higher is the number of injuries. Discussion Regarding orthopedic injuries during earthquakes, special attention must be paid to the management of the lower limbs most frequently injured. Spinal cord involvement following spine fractures is an important issue: this underlines how a neurosurgeon on a disaster team could be an important asset during the response. Conservative treatment for fractures, when possible, should be encouraged in a disaster setting. Regarding amputation, it is important to underline how the response and the quality of health care delivered is different from one team to another. This study shows how important it is to improve, and to require, the accountability of international disaster teams in terms of type and quality of health care delivered, and to standardize the data collection.","Authors":"Bortolin, M (Bortolin, Michelangelo) ; Morelli, I (Morelli, Ilaria) ; Voskanyan, A (Voskanyan, Amalia) ; Joyce, NR (Joyce, Nina R.) ; Ciottone, GR (Ciottone, Gregory R.)","Title":"Earthquake-Related Orthopedic Injuries in Adult Population: A Systematic Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398050600074 PubMed ID: 27720781 ISSN: 0022-5347 eISSN: 1527-3792","Keywords":"bladder exstrophy; osteotomy; bladder exstrophy and epispadias complex KeyWords Plus:REPAIR; IMMOBILIZATION; SUCCESS","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF UROLOGY Volume: 197 Issue: 4 Pages: 1138-1143 DOI: 10.1016/j.juro.2016.09.114 Published: APR 2017","Abstract":"Purpose: Successful primary bladder exstrophy closure provides the best opportunity for patients to achieve a functional closure and urinary continence regardless of the method of repair. Use of osteotomy during initial closure has significantly improved success rates. However, failures can still occur. We identify factors that contribute to a failed primary exstrophy closure with osteotomy. Materials and Methods: We reviewed a prospectively maintained institutional database for classic bladder exstrophy cases primarily closed with osteotomy at our institution or referred after primary closure between 1990 and 2015. Data were collected regarding patient gender, closure, osteotomy, immobilization, orthopedics and perioperative pain control. Univariate and multivariable analyses were performed to determine predictors of failure. Results: A total of 156 patients met inclusion criteria. Overall failure rate was 30% (13% from our institution and 87% from referrals). On multivariable analysis use of Buck traction (OR 0.11, 95% CI 0.02-0.60, p = 0.011) and immobilization time greater than 4 weeks (OR 0.19, 95% CI 0.04-0.86, p = 0.031) had significantly lower odds of failure. Osteotomy performed by general orthopedic surgeons had significantly higher odds of failure (OR 23.47, 95% CI 1.45-379.19, p = 0.027). Type of osteotomy and use of epidural anesthesia did not significantly impact failure rates. Conclusions: Proper immobilization with modified Buck traction and external fixation, immobilization time greater than 4 weeks and undergoing osteotomy performed by a pediatric orthopedic surgeon are crucial factors for successful primary closure with osteotomy.","Authors":"Sirisreetreerux, P (Sirisreetreerux, Pokket) ; Lue, KM (Lue, Kathy M.) ; Ingviya, T (Ingviya, Thammasin) ; Friedlander, DA (Friedlander, Daniel A.) ; Di Carlo, HN (Di Carlo, Heather N.) ; Sponseller, PD (Sponseller, Paul D.) ; Gearhart, JP (Gearhart, John P.)","Title":"Failed Primary Bladder Exstrophy Closure with Osteotomy: Multivariable Analysis of a 25-Year Experience"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395989800017 PubMed ID: 27163960 ISSN: 0003-4932 eISSN: 1528-1140","Keywords":"chronic; opioids; prevalence; risk factor; surgical patients KeyWords Plus:PERSISTENT POSTSURGICAL PAIN; GENERAL-POPULATION; CRITICAL-ISSUES; RISK-FACTORS; PREVALENCE; SURGERY; TRENDS; INTERFERENCE; SYSTEM; COHORT","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"ANNALS OF SURGERY Volume: 265 Issue: 4 Pages: 722-727 DOI: 10.1097/SLA.0000000000001780 Published: APR 2017","Abstract":"Objective: The objective of this study is to investigate the prevalence and disparity of chronic opioid usage in surgical patients and the potential risk factors associated with chronic opioid usage. Background: Chronic opioid usage is common in surgical patients; however, the characteristics of opioid usage in surgical patients is unclear. In this study, we hypothesize that the prevalence of chronic opioid usage in surgical patients is high, and that significant disparities may exist among different surgical populations. Methods: Data of opioid usage in outpatients among different surgical services were extracted from the electronic medical record database. Patient demographics, clinical characteristics of sex, age, race, body mass index (BMI), specialty visited, duration of opioid use, and opioid type were collected. Chronic opioid users were defined as patients who had been recorded as taking opioids for at least 90 days determined by the first and last visit dates under opioid usage during the investigation. Results: There were 79,123 patients included in this study. The average prevalence is 9.2%, ranging from 4.4% to 23.8% among various specialties. The prevalence in orthopedics (23.8%), neurosurgery (18.7%), and gastrointestinal surgery (14.4%) ranked in the top three subspecialties. Major factors influencing chronic opioid use include age, Ethnicitiy, Subspecialtiy, and multiple specialty visits. Approximately 75% of chronic users took opioids that belong to the category II Drug Enforcement Administration classification. Conclusions: Overall prevalence of chronic opioid usage in surgical patients is high with widespread disparity among different sex, age, ethnicity, BMI, and subspecialty groups. Information obtained from this study provides clues to reduce chronic opioid usage in surgical patients.","Authors":"Jiang, XY (Jiang, Xueying) ; Orton, M (Orton, Margaret) ; Feng, R (Feng, Rui) ; Hossain, E (Hossain, Erik) ; Malhotra, NR (Malhotra, Neil R.) ; Zager, EL (Zager, Eric L.) ; Liu, RY (Liu, Renyu)","Title":"Chronic Opioid Usage in Surgical Patients in a Large Academic Center"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394064800005 PubMed ID: 28183613 ISSN: 0928-4931 eISSN: 1873-0191","Keywords":"Poly (D, L-lactic acid); Multi-walled carbon nanotubes; Graphene oxide; Alkaline phosphatase; In vivo evaluation; Orthopedics KeyWords Plus:SURFACE MODIFICATION; LACTIC-ACID; MEDICAL APPLICATIONS; CELL-INTERACTIONS; CYTOTOXICITY; HYDROXYAPATITE; NANOCOMPOSITES; NANOMATERIALS; COMPOSITES; MEMBRANES","Categories":"Materials Science Web of Science Categories:Materials Science, Biomaterials","Journal Information":"MATERIALS SCIENCE & ENGINEERING C-MATERIALS FOR BIOLOGICAL APPLICATIONS Volume: 73 Pages: 31-39 DOI: 10.1016/j.msec.2016.11.075 Published: APR 1 2017","Abstract":"Herein, we developed honeycomb-like scaffolds by combining poly (D, L-lactic acid) (PDLLA) with a high amount of graphene/multi-walled carbon nanotube oxides (MWCNTO-GO, 50% w/w). From pristine multi-walled carbon nanotubes (MWCNT) powders, we produced MWCNTO-GO via oxygen plasma etching (OPE), which promoted their exfoliation and oxidation. Initially, we evaluated PDLLA and PDLLA/MWCNTO-GO scaffolds for tensile strength tests, cell adhesion and cell viability (with osteoblast-like MG-63 cells), alkaline phosphatase (ALP, a marker of osteoblast differentiation) activity and mineralized nodule formation. In vivo tests were carried out using PDLLA and PDLLA/MWCNTO-GO scaffolds as fillers for critical defects in the tibia of rats. MWCNTO-GO loading was responsible for decreasing the tensile strength and elongation-at-break of PDLLA scaffolds, although the high mechanical performance observed (similar to 600 MPa) assures their application in bone tissue regeneration. In vitro results showed that the scaffolds were not cytotoxic and allowed for osteoblast-like cell interactions and the formation of mineralized matrix nodules. Furthermore, MG-63 cells grown on PDLIA/MWCNTO-GO significantly enhanced osteoblast ALP activity compared to controls (cells alone), while the PDLLA group showed similar ALP activity when compared to controls and PDLLA/MWCNTO-GO. Most impressively, in vivo tests suggested that compared to PDLLA scaffolds, PDLLA/MWCNTO-GO had a superior influence on bone cell activity, promoting greater new bone formation. In summary, the results of this study highlighted that this novel scaffold (MWCNTO-GO, 50% w/w) is a promising alternative for bone tissue regeneration and, thus, should be further studied. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Silva, E (Silva, Edmundo) ; de Vasconcellos, LMR (Reis de Vasconcellos, Luana Marotta) ; Rodrigues, BVM (Rodrigues, Bruno V. M.) ; dos Santos, DM (dos Santos, Danilo Martins) ; Campana, SP (Campana-Filho, Sergio P.) ; Marciano, FR (Marciano, Fernanda Roberta) ; Webster, TJ (Webster, Thomas J.) ; Lobo, AO (Lobo, Anderson Oliveira)","Title":"PDLLA honeycomb-like scaffolds with a high loading of superhydrophilic graphene/multi-walled carbon nanotubes promote osteoblast in vitro functions and guided in vivo bone regeneration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394064700050 PubMed ID: 28153266 ISSN: 0039-9140 eISSN: 1873-3573","Keywords":"High resolution continuum source GF-AAS; Trace element analysis; Whole blood KeyWords Plus:INDUCTIVELY-COUPLED PLASMA; MASS-SPECTROMETRY; GF AAS; LEAD; SELENIUM; SILICON; LITHIUM; URINE; PB","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"TALANTA Volume: 165 Pages: 351-356 DOI: 10.1016/j.talanta.2016.12.077 Published: APR 1 2017","Abstract":"Trace analysis plays an important role in medicine for diagnosis of various disorders; however, the appropriate sample preparation is required mostly including mineralization. Although graphite furnace atomic absorption spectrometry (GF AAS) allows the investigation of biological samples such as blood, serum, and plasma without this step, it is rarely used for direct analysis because the residues of the rich organic matrix inside the furnace are difficult to remove and this may cause spectral/matrix interferences and decrease the lifetime of the graphite tube. In our work, the procedure for determination of Se, Cr, Mn, Co, Ni, Cd and Pb with the use of the high resolution continuum source GF-AAS technique in whole blood samples with minimum sample pre-treatment was elaborated. The pyrolysis and atomization temperature as well as the time of signal integration were optimized to obtain the highest intensity and repeatability of the analytical signal. Moreover, due to the apparatus modification, an additional step was added in the for graphite furnace temperature program with minimal argon flow and maximal flow of air during pyrolysis stage to increase the oxidative condition for better matrix removal. The accuracy and precision of the optimized method was verified using certified reference material (CRM) Seronorm Trace Elements Whole Blood L-1 and the developed method was applied for trace analysis of blood samples from volunteer patients of the Orthopedics Department.","Authors":"Wojciak-Kosior, M (Wojciak-Kosior, Magdalena) ; Szwerc, W (Szwerc, Wojciech) ; Strzemski, M (Strzemski, Maciej) ; Wichlacz, Z (Wichlacz, Zoltan) ; Sawicki, J (Sawicki, Jan) ; Kocjan, R (Kocjan, Ryszard) ; Latalski, M (Latalski, Michal) ; Sowa, I (Sowa, Ireneusz)","Title":"Optimization of high-resolution continuum source graphite furnace atomic absorption spectrometry for direct analysis of selected trace elements in whole blood samples"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398873100034 ISSN: 0257-8972","Keywords":"Magnesium; Fluorination; Corrosion resistance; Magnesium fluoride; Biodegradable; Plasma electrolytic fluorination KeyWords Plus:SIMULATED BODY-FLUID; CORROSION BEHAVIOR; MG-ALLOY; SURFACE MODIFICATION; ORTHOPEDIC IMPLANTS; MICROARC OXIDATION; MAO COATINGS; IN-VIVO; FLUORIDE; PERFORMANCE","Categories":"Materials Science; Physics Web of Science Categories:Materials Science, Coatings & Films; Physics, Applied","Journal Information":"SURFACE & COATINGS TECHNOLOGY Volume: 313 Pages: 282-287 DOI: 10.1016/j.surfcoat.2017.01.090 Published: MAR 15 2017","Abstract":"Magnesium (Mg) and its alloys as biodegradable metallic materials have attracted fundamental research in the field of orthopedics and cardiovascular materials. However, magnesium implants exhibit poor corrosion resistance, especially in the physiological environment, which limits medical applications. To improve the corrosion resistance of the Mg, anodization was applied to an ultra-high concentration of fluoride electrolyte. Then, surface morphology, coating thickness and composition were determined, and the corrosion behavior of anodized Mg alloys was evaluated. The results of coating by anodization showed that a porosity structure with a pore size of 600-900 nm and thickness of 1-14 jun is generated on the Mg alloy substrate, and this coating component is magnesium fluoride. In electrochemical corrosion tests and immersion corrosion tests, the anodized Mg alloy was tested, and the anodized Mg alloy shows significantly improved corrosion resistance compared with untreated Mg alloy in simulated body fluid (SBF). (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Jiang, HB (Jiang, Heng Bo) ; Wu, GS (Wu, Guosong) ; Lee, SB (Lee, Sang-Bae) ; Kim, KM (Kim, Kwang-Mahn)","Title":"Achieving controllable degradation of a biomedical magnesium alloy by anodizing in molten ammonium bifluoride"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397995000146 ISSN: 2249-782X eISSN: 0973-709X","Keywords":"Fingerprints; Jaw abnormalities; Malocclusion; Screening KeyWords Plus:EPIDERMAL RIDGES; GENETICS","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JOURNAL OF CLINICAL AND DIAGNOSTIC RESEARCH Volume: 11 Issue: 3 Pages: ZC35-ZC40 DOI: 10.7860/JCDR/2017/22688.9538 Published: MAR 2017","Abstract":"Introduction: Investigators over years have been fascinated by dermatoglyphic patterns which has led to the development of dermatoglyphics as a science with numerous applications in various fields other than being the best and most widely used method for personal identification. Aim: To assess the correlation between dermatoglyphic patterns and sagittal skeletal discrepancies. Materials and Methods: A total of 180 patients, aged 18-40 years, were selected from those who attended the outpatient clinic of the Deparment of Orthodontics and Dentofacial Orthopedics, Mar Baselios Dental College, Kothamangalam, Kerala, India. The fingerprints of both hands were taken by ink and stamp method after proper hand washing. The patterns of arches, loops and whorls in fingerprints were assessed. The total ridge count was also evaluated. Data was also sent to the fingerprint experts for expert evaluation. The sagittal jaw relation was determined from the patient's lateral cephalogram. The collected data was then statistically analyzed using Chi-square tests, ANOVA and Post-hoc tests and a Multinomial regression prediction was also done. Results: A significant association was observed between the dermatoglyphic pattern exhibited by eight fingers and the sagittal skeletal discrepancies ( p< 0.05). An increased distribution of whorl pattern was observed in the skeletal Class II with maxillary excess group and skeletal Class II with mandibular deficiency group while an increased distribution of loop pattern was seen in the skeletal Class III with mandibular excess group and skeletal Class III with maxillary deficiency group. Higher mean of total ridge count was also seen in the groups of skeletal Class II with maxillary excess and skeletal Class II with mandibular deficiency. Multinomial regression predicting skeletal pattern with respect to the fingerprint pattern showed that the left thumb impression fits the best model for predicting the skeletal pattern. Conclusion: There was a significant association between dermatoglyphic patterns and sagittal skeletal discrepancies. Dermatoglyphics could serve as a cost effective screening tool of these craniofacial problems.","Authors":"George, SM (George, Susha Miriam) ; Philip, B (Philip, Biju) ; Madathody, D (Madathody, Deepika) ; Mathew, M (Mathew, Manu) ; Paul, J (Paul, Jose) ; Dlima, JP (Dlima, Johnson Prakash)","Title":"An Assessment of Correlation between Dermatoglyphic Patterns and Sagittal Skeletal Discrepancies"}, {"Document Information":"Document Type:Book Review Language:German Accession Number: WOS:000398921200010 ISSN: 1862-6599 eISSN: 1862-6602","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"OBERE EXTREMITAET-SCHULTER-ELLENBOGEN-HAND-UPPER EXTREMITY-SHOULDER ELBOW HAND Volume: 12 Issue: 1 Pages: 55-56 Published: MAR 2017","Authors":"Wende, S (Wende, Sophia)","Title":"Expertise Orthopedics and Accident Surgery-Elbow"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398921100016 ISSN: 0161-8105 eISSN: 1550-9109","Keywords":"Obstructive Sleep Apnea; Postoperative Complications; Symptomless Multi-Variable Apnea Prediction; Elective Surgery; Obstructive Sleep Apnea Risk; Adverse Outcomes KeyWords Plus:BARIATRIC SURGERY; POSTOPERATIVE COMPLICATIONS; PERIOPERATIVE COMPLICATIONS; SURGICAL-PATIENTS; POPULATION; PREVALENCE; HYPERTENSION; GUIDELINES; IMPACT; SAFETY","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology; Neurosciences","Journal Information":"SLEEP Volume: 40 Issue: 3 Article Number: PII zsw081 DOI: 10.1093/sleep/zsw081 Published: MAR 1 2017","Abstract":"Study Objective: To validate that the symptomless Multi-Variable Apnea Prediction index (sMVAP) is associated with Obstructive Sleep Apnea (OSA) diagnosis and assess the relationship between sMVAP and adverse outcomes in patients having elective surgery. We also compare associations between Bariatric surgery, where preoperative screening for OSA risk is mandatory, and non-Bariatric surgery groups who are not screened routinely for OSA. Methods: Using data from 40 432 elective inpatient surgeries, we used logistic regression to determine the relationship between sMVAP and previous OSA, current hypertension, and postoperative complications: extended length of stay (ELOS), intensive-care-unit-stay (ICU-stay), and respiratory complications (pulmonary embolism, acute respiratory distress syndrome, and/ or aspiration pneumonia). Results: Higher sMVAP was associated with increased likelihood of previous OSA, hypertension and all postoperative complications (p <.0001). The top sMVAP quintile had increased odds of postoperative complications compared to the bottom quintile. For ELOS, ICU-stay, and respiratory complications, respective odds ratios (95% CI) were: 1.83 (1.62, 2.07), 1.44 (1.32, 1.58), and 1.85 (1.37, 2.49). Compared against age-, gender-and BMI-matched patients having Bariatric surgery, sMVAP was more strongly associated with postoperative complications in non-Bariatric surgical groups, including: (1) ELOS (Orthopedics [p <.0001], Gastrointestinal [p =.024], Neurosurgery [p =.016], Spine [p =.016]); (2) ICU-stay (Orthopedics [p =.0004], Gastrointestinal [p <.0001], and Otorhinolaryngology [p =.0102]); and (3) respiratory complications (Orthopedics [p =. 037] and Otorhinolaryngology [p =. 011]). Conclusions: OSA risk measured by sMVAP correlates with higher risk for select postoperative complications. Associations are stronger for non-Bariatric surgeries, where preoperative screening for OSA is not routinely performed. Thus, preoperative screening may reduce OSA-related risk for adverse postoperative outcomes.","Authors":"Lyons, MM (Lyons, M. Melanie) ; Keenan, BT (Keenan, Brendan T.) ; Li, JX (Li, Junxin) ; Khan, T (Khan, Tanya) ; Elkasabanny, N (Elkasabanny, Nabil) ; Walsh, CM (Walsh, Colleen M.) ; Williams, NN (Williams, Noel N.) ; Pack, AI (Pack, Allan I.) ; Gurubhagavatula, I (Gurubhagavatula, Indira)","Title":"Symptomless Multi-Variable Apnea Prediction Index Assesses Obstructive Sleep Apnea Risk and Adverse Outcomes in Elective Surgery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394970800013 PubMed ID: 28229307 ISSN: 1387-2176 eISSN: 1572-8781","Keywords":"Periosteal cells; Osteogenic activity; Orthopedics; Rehabilitation KeyWords Plus:OSTEOBLAST DIFFERENTIATION; MECHANICAL-STRESS; BONE-FORMATION; IN-VIVO; OSTEOPONTIN EXPRESSION; STEM-CELLS; CBFA1; FIXATION; GROWTH; OSTEOCLAST","Categories":"Engineering; Science & Technology - Other Topics Web of Science Categories:Engineering, Biomedical; Nanoscience & Nanotechnology","Journal Information":"BIOMEDICAL MICRODEVICES Volume: 19 Issue: 1 Article Number: 13 DOI: 10.1007/s10544-017-0154-7 Published: MAR 2017","Abstract":"Periosteum-derived cells was indicated to respond to mechanical force and have stem cell potential capable of differentiating into multiple tissue. Investigation of osteogenic activity under mechanical stimulation is important to understand the therapeutic conditions of fracture healing. In this work, a cell culture platform was developed for respectively providing isotropic and anisotropic axial strain. Primary rabbit periosteal cells were isolated and cultured in the chamber. Multi-axial tensile strain was received and osteogenic activity was investigated by mRNA expressions of CBFA1 and OPN. The highest mRNA expression was found in moderate strain ( 5-8%) under anisotropic axial strain. These results provided important foundation for further in vivo studies and development of tailormade stretching rehabilitation equipment.","Authors":"Chiu, CH (Chiu, Chih-Hao) ; Liu, JL (Liu, Jun-Liang) ; Chang, CH (Chang, Chih-Hsuan) ; Lei, KF (Lei, Kin Fong) ; Chen, ACY (Chen, Alvin Chao-Yu) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lei, Kin Fong  http://orcid.org/0000-0002-5356-2221","Title":"Investigation of osteogenic activity of primary rabbit periosteal cells stimulated by multi-axial tensile strain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396998600122 ISSN: 1792-1074 eISSN: 1792-1082","Keywords":"chondrosarcoma; centrosome amplification; primary cell culture KeyWords Plus:CHROMOSOMAL INSTABILITY; ABNORMALITIES; ASSOCIATION; BONE","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"ONCOLOGY LETTERS Volume: 13 Issue: 3 Pages: 1835-1839 DOI: 10.3892/ol.2017.5633 Published: MAR 2017","Abstract":"The genetics background underlying the aggressiveness of chondrosarcoma (CS) is poorly understood. One possible cause of malignant transformation is chromosomal instability, which involves an error in mitotic segregation due to numerical and/or functional abnormalities of centrosomes. The present study aimed to evaluate centrosome amplification in cryopreserved samples of tumor tissue from patients with CS. An analysis was performed on 3 primary cultures of tumors from patients who underwent surgery between January 2012 and December 2012 at the Department of Orthopedics at the Barretos Cancer Hospital (Barretos, Brazil). Additionally, cryopreserved tumor specimens were analyzed from 10 patients. The data were assessed using immunocytochemistry and immunohistochemistry staining techniques with monoclonal antibody anti-gamma-tubulin. A total of 4 samples of CS cultured cells were obtained from 3 patients. A recurrence of a histological grade III tumor was detected in a female patient with Ollier's syndrome. The other 2 cases were grade I and III. The incidence of centrosome amplification in the primary cultures ranged from 15-64% of the cells. Whereas control cultured fibroblasts showed baseline levels of 4% amplified cells. For the cryopreserved specimens, two independent observers analyzed each sample and counted the cells stained with.-tubulin, verifying the percentage of affected cells to be a mean of 14%, with the number of clusters ranging between 0-6 per slide. In conclusion, centrosome amplification was found to be a consistent biological feature of CS and may underlie chromosomal instability in this tumor.","Authors":"Pinheiro, CA (Pinheiro, Carla Aparecida) ; Soares, IC (Soares, Ibere Cauduro) ; Penna, V (Penna, Valter) ; Squire, J (Squire, Jeremy) ; Reis, RMV (Vieira Reis, Rui Manuel) ; da Silva, SRM (Morini da Silva, Sandra Regina) ; de Carvalho, I (de Carvalho, Isabela) ; Camparoto, ML (Camparoto, Marjori Leiva) ; da Silva, MFZ (Zanon da Silva, Maicon Fernando) ; Longatto, A (Longatto Filho, Adhemar)","Title":"Centrosome amplification in chondrosarcomas: A primary cell culture and cryopreserved tumor sample study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396643100007 PubMed ID: 28266698 ISSN: 0738-0658","Keywords":"Pediatric supracondylar humerus fractures; Pediatric orthopedics; Supracondylar fracture; Morbidity KeyWords Plus:CHILDREN","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"PUERTO RICO HEALTH SCIENCES JOURNAL Volume: 36 Issue: 1 Pages: 37-40 Published: MAR 2017","Abstract":"Objective: To measure pediatric supracondylar fracture epidemiology, fracture rate, and complications in the island's pediatric population. The study aims to compare our results to the national rates reported in the literature. Methods: In this retrospective record review we examined 330 patients who underwent open reduction internal fixation or closed reduction percutaneous pinning in pediatric supracondylar fractures at the University Pediatric Hospital of Puerto Rico Medical Center (HOPU). The study evaluated patients from January 2008 to January 2011 that had completed at least a 1 year follow-up. Measurement of type of fracture, and complications were recorded. Statistical significance was set at a p-value<0.05 Results: Of the 330 patients, 206 (62%) were male and 127 (38%) were female. The average age was 5.49 years (+/- 2.43).The vast majority had extension-type fractures (98.2%) and 1.8% had flexion-type fractures. The neurological complication rates were 10% (33 patients). Neurologic complications after distal fragment displacement were 13.5% for posteromedial displacement versus 11.8% for posterolateral displacement, with a p-value of 0.71. Conclusion: Our results in terms of female-to-male ratio, fracture type and complications (e.g., infection, vascular and neurologic complications) were similar to those reported in the literature. Because significant differences in the rates of posteromedial and posterolateral supracondylar fractures were found, we recommend further research on this subject. Overall, both our findings regarding complications and our results are similar to what has been reported in the literature. We can therefore affirm that our institution provides adequate care and management for this kind of fracture.","Authors":"Del Valle-Hernandez, E (Del Valle-Hernandez, Ernesto) ; Marrero-Barrera, PA (Marrero-Barrera, Pablo A.) ; Beaton, D (Beaton, David) ; Bravo, D (Bravo, Dalibel) ; Santiago, S (Santiago, Sergio) ; Guzman-Perez, H (Guzman-Perez, Humberto) ; Ramos-Alconini, N (Ramos-Alconini, Nestor)","Title":"Complications associated with Pediatric Supracondylar Humeral Fractures"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396964200005 PubMed ID: 28237000 ISSN: 0001-2998 eISSN: 1558-4623","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"SEMINARS IN NUCLEAR MEDICINE Volume: 47 Issue: 2 Pages: 118-125 Part: 1 DOI: 10.1053/j.semnuclmed.2016.10.006 Published: MAR 2017","Abstract":"The practice of nuclear medicine in children is well established for imaging practically all physiologic systems but particularly in the fields of oncology, neurology, urology, and orthopedics. Pediatric nuclear medicine yields images of physiologic and molecular processes that can provide essential diagnostic information to the clinician. However, nuclear medicine involves the administration of radiopharmaceuticals that expose the patient to ionizing radiation and children are thought to be at a higher risk for adverse effects from radiation exposure than adults. Therefore it may be considered prudent to take extra care to optimize the radiation dose associated with pediatric nuclear medicine. This requires a solid understanding of the dosimetry associated with the administration of radiopharmaceuticals in children. Models for estimating the internal radiation dose from radiopharmaceuticals have been developed by the Medical Internal Radiation Dosimetry Committee of the Society of Nuclear Medicine and Molecular Imaging and other groups. But to use these models accurately in children, better pharmaco-kinetic data for the radiopharmaceuticals and anatomical models specifically for children need to be developed. The use of CT in the context of hybrid imaging has also increased significantly in the past 15 years, and thus CT dosimetry as it applies to children needs to be better understood. The concept of effective dose has been used to compare different practices involving radiation on a dosimetric level, but this approach may not be appropriate when applied to a population of children of different ages as the radiosensitivity weights utilized in the calculation of effective dose are not specific to children and may vary as a function of age on an organ-by-organ bias. As these gaps in knowledge of dosimetry and radiation risk as they apply to children are filled, more accurate models can be developed that allow for better approaches to dose optimization. In turn, this will lead to an overall improvement in the practice of pediatric nuclear medicine by providing excellent diagnostic image quality at the lowest radiation dose possible. (C) 2017 Published by Elsevier Inc.","Authors":"Fahey, FH (Fahey, Frederic H.) ; Goodkind, AB (Goodkind, Alison B.) ; Plyku, D (Plyku, Donika) ; Khamwan, K (Khamwan, Kitiwat) ; O'Reilly, SE (O'Reilly, Shannon E.) ; Cao, XH (Cao, Xinhua) ; Frey, EC (Frey, Eric C.) ; Li, Y (Li, Ye) ; Botch, WE (Botch, Wesley E.) ; Sgouros, G (Sgouros, George) ; Treves, ST (Treves, S. Ted) ...More...Less","Title":"Dose Estimation in Pediatric Nuclear Medicine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397812400002 ISSN: 1306-696X","Keywords":"DBM; PRP; segmental bone defect KeyWords Plus:MAXILLARY SINUS AUGMENTATION; GUIDED TISSUE REGENERATION; GRAFT SUBSTITUTES; GROWTH-FACTOR; INTRABONY DEFECTS; SEGMENTAL BONE; RABBIT MODEL; REPAIR; HYDROXYAPATITE; OSTEOGENESIS","Categories":"Emergency Medicine Web of Science Categories:Emergency Medicine","Journal Information":"ULUSAL TRAVMA VE ACIL CERRAHI DERGISI-TURKISH JOURNAL OF TRAUMA & EMERGENCY SURGERY Volume: 23 Issue: 2 Pages: 91-99 DOI: 10.5505/tjtes.2016.68249 Published: MAR 2017","Abstract":"BACKGROUND: Delayed union of fractured bone is one of the main problems of orthopedics and traumatology practice. It was hypothesized that the beneficial effects of allogeneic platelet-rich plasma (PRP) would be valuable in the treatment of segmental bone defects. This study is a comparison of the effects of demineralized bone matrix (DBM) and PRP in a segmental bone defect model. METHODS: Total of 48 Wistar albino rats were separated into 4 groups. Segmental bone defect was created at right radius diaphysis in all specimens using dorsal approach. Four additional rats were used as PRP source. Intracardiac blood was withdrawn before the operation for preparation of allogeneic PRP. Group I (n= 12) served as control group and defects were left untreated. Group 2 (n= 12), was PRP group, and received grafting with PRP. Group 3 (n= 12) was PRP+ DBM combination group, and was treated with grafting and mixture of DBM and PRP. In Group 4 (n= 12), defect area was grafted with DBM only. At the end of 10(th) week, rats were sacrificed, forearms were dissected, and defect areas were examined with radiological and histopathological parameters. RESULTS: Radiological evaluation revealed that ossification was best in PRP group, followed by DBM group. According to results of histopathological studies, union quality was better than control group in all treatment groups (Groups 2, 3, and 4), and was best in PRP group (p < 0.05). Results were also better in PRP group when examined in terms of cortex development and remodeling (p < 0.05). When examined in terms of new osteogenesis, results were comparable in Groups 2, 3, and 4, but all were better than control group. CONCLUSION: It was concluded that PRP and DBM have comparable effect on recovery of defective bones, but there is no synergistic effect when used together. We believe that PRP can be a cost-effective, readily available alternative to DBM with minimal morbidity.","Authors":"Turhan, E (Turhan, Egemen) ; Akca, MK (Akca, Mustafa Kemal) ; Bayar, A (Bayar, Ahmet) ; Songur, M (Songur, Murat) ; Keser, S (Keser, Selcuk) ; Doral, MN (Doral, Mahmut Nedim)","Title":"A comparison of the effects of platelet-rich plasma and demineralized bone matrix on critical bone defects: An experimental study on rats"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397978600013 PubMed ID: 28205055 ISSN: 0741-238X eISSN: 1865-8652","Keywords":"Calcifediol; Falls; Muscle strength; Orthopedics; Physical performance; Sarcopenia; Vitamin D; Vitamin D deficiency KeyWords Plus:VITAMIN-D-RECEPTOR; RANDOMIZED CONTROLLED-TRIAL; LOWER-EXTREMITY FUNCTION; SKELETAL-MUSCLE; PHYSICAL PERFORMANCE; CALCIUM SUPPLEMENTATION; 25-HYDROXYVITAMIN D; CLINICAL-TRIAL; EXPRESSION; STRENGTH","Categories":"Research & Experimental Medicine; Pharmacology & Pharmacy Web of Science Categories:Medicine, Research & Experimental; Pharmacology & Pharmacy","Journal Information":"ADVANCES IN THERAPY Volume: 34 Issue: 3 Pages: 744-752 DOI: 10.1007/s12325-017-0492-0 Published: MAR 2017","Abstract":"Introduction: The role of vitamin D supplementation on muscle function and physical performance is still debated. Calcifediol is an available treatment for hypovitaminosis D, particularly for extra-skeletal effects. Aim of this prospective cohort study was to evaluate the effectiveness of calcifediol on serum levels of 25(OH)D-3, appendicular muscle strength, physical performance, and prevention of falls in post-menopausal women. Methods: We recruited post-menopausal women aged >= 50 years, referring to an outpatient service for the management of osteoporosis over a 18-month period. We included women with a diagnosis of osteoporosis and/or vitamin D deficiency [serum levels of 25(OH)D-3 < 30 ng/ml]. All the participants received calcifediol 920 mu g, 4 oral drops/day) for a 6-month period. We evaluated at the baseline and after 6 months the following outcomes: serum levels of 25(OH)D-3, appendicular muscle strength, using the Isometric Hand Grip Strength Test and the Knee Isometric Extension Strength Test, physical performance, using the Short Physical Performance Battery (SPPB) and the 4-m gait speed (4MGS), and the risk of falls (percentage of fallers and recurrent fallers and mean number of falls). A sub-analysis was performed in patients with vitamin D deficiency. Results: We enrolled 113 post-menopausal women, mean aged 68.01 +/- 9.13 years. After 6 months of treatment, there was a significant increase in serum levels of 25(OH)D-3 (p<0.001), appendicular muscle strength (p<0.001),and physical performance (P = 0.002 at SPPB and p = 0.010 at 4MGS, respectively). At 6 months, the percentage of fallers was lower, although not significantly (p = 0.078), whereas there was a significant reduction both in percentage of recurrent fallers and in the mean number of falls (p < 0.001 and p = 0.020, respectively). Conclusion: Calcifediol was significantly effective in improving serum levels of 25(OH)D-3 and muscle function and in reducing the percentage of recurrent fallers and the mean number of falls in a cohort of post-menopausal women.","Authors":"Iolascon, G (Iolascon, Giovanni) ; Moretti, A (Moretti, Antimo) ; de Sire, A (de Sire, Alessandro) ; Calafiore, D (Calafiore, Dario) ; Gimigliano, F (Gimigliano, Francesca)","Title":"Effectiveness of Calcifediol in Improving Muscle Function in Post-Menopausal Women: A Prospective Cohort Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397804900018 PubMed ID: 27868331 ISSN: 1440-6381 eISSN: 1741-6612","Keywords":"functional outcome; geriatrics; orthopedics; rehabilitation; resilience KeyWords Plus:OLDER-ADULTS","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology; Gerontology","Journal Information":"AUSTRALASIAN JOURNAL ON AGEING Volume: 36 Issue: 1 Pages: 65-68 DOI: 10.1111/ajag.12362 Published: MAR 2017","Abstract":"ObjectiveTo explore the relationship between resilience and rehabilitation outcomes in older orthopaedic patients. MethodsGeriatric rehabilitation patients admitted to a general metropolitan hospital following a fracture were interviewed face-to-face. Their resilience was assessed using the Connor-Davidson Resilience Scale (CD-RISC), and rehabilitation outcomes were assessed according to functional independence measure (FIM) gain, length of stay, discharge destination and mortality rate. ResultsA total of 29 patient interviews were used in data analysis. Resilience scores varied from 49-92, with an average of 73, representing overall high resilience compared to general population samples. Resilience scores as measured by the CD-RISC did not correlate with functional improvements during rehabilitation postfracture. ConclusionFurther studies, including patients with a broader range of resilience scores, particularly at the lower end of the spectrum, are required to explore the relationship between resilience and rehabilitation outcomes in greater depth.","Authors":"Kohler, S (Kohler, Sabrina) ; Loh, SM (Loh, Sze Ming)","Title":"Patient resilience in the fracture orthopaedic rehabilitation geriatric environment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396042000032 PubMed ID: 26865083 ISSN: 0940-6719 eISSN: 1432-0932","Keywords":"Pain; Postoperative; Anesthesia; Infiltration; Orthopedics KeyWords Plus:PATIENT-CONTROLLED ANALGESIA; POSTOPERATIVE PAIN; CONTROLLED-TRIAL; CLINICAL-TRIAL; BUPIVACAINE; INFUSION; ROPIVACAINE; EFFICACY; INSTILLATION; MANAGEMENT","Categories":"Neurosciences & Neurology; Orthopedics Web of Science Categories:Clinical Neurology; Orthopedics","Journal Information":"EUROPEAN SPINE JOURNAL Volume: 26 Issue: 3 Pages: 832-839 DOI: 10.1007/s00586-016-4428-1 Published: MAR 2017","Abstract":"There has been a growing interest in continuous local anaesthetic wound infiltration as a non-opioid technique for postoperative pain relief. The impact of this modality on baseline analgesia after spinal fusion surgery has however been inconclusive. We tested whether continuous wound infiltration with ropivacaine can enhance postoperative analgesia compared to a baseline intravenous multimodal analgesia protocol after spinal fusion surgery. In this randomized, double-blinded, placebo-controlled study, a multiholed 19-gauge catheter was placed at the end of the surgical procedure through the wound to permit the continuous administration (8 ml/h) of ropivacaine 0.2 % (ropivacaine group; n = 19 patients) or saline (control group; n = 20 patients) during the first 48 postoperative hours (H48). Both groups received intraoperative low-dose ketamine, a combination of acetaminophen, non-steroidal anti-inflammatory drug, and nefopam over the same postoperative period, and morphine delivered by a patient-controlled analgesia (PCA) device. Morphine consumption was comparable between the two groups both at H48, 38 mg (26:52) (median, 25th:75th percentile) (control group) versus 43 mg (19:74) (ropivacaine group), and at H24, 18 mg (16:22) versus 22 mg (9:35) respectively. Pain scores at rest and during mobilization, quality of postoperative sleep, and morphine-related side effects were comparable between the two groups at H24 and H48. Our findings indicate that no additional analgesia was provided with continuous wound infiltration of ropivacaine compared to a baseline intravenous multimodal analgesia protocol after spinal fusion surgery. Clinicaltrials.gov #NCT01743794.","Authors":"Greze, J (Greze, Jules) ; Vighetti, A (Vighetti, Arnaud) ; Incagnoli, P (Incagnoli, Pascal) ; Quesada, JL (Quesada, Jean-Louis) ; Albaladejo, P (Albaladejo, Pierre) ; Palombi, O (Palombi, Olivier) ; Tonetti, J (Tonetti, Jerome) ; Bosson, JL (Bosson, Jean-Luc) ; Payen, JF (Payen, Jean-Francois)","Title":"Does continuous wound infiltration enhance baseline intravenous multimodal analgesia after posterior spinal fusion surgery? A randomized, double-blinded, placebo-controlled study"}, {"Document Information":"Document Type:Biographical-Item Language:English Accession Number: WOS:000397823800020 PubMed ID: 28400674 ISSN: 0019-5413 eISSN: 1998-3727","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"INDIAN JOURNAL OF ORTHOPAEDICS Volume: 51 Issue: 2 Pages: 232-233 DOI: 10.4103/ortho.IJORTHO_83_17 Published: MAR-APR 2017","Authors":"Garg, B (Garg, Bhavuk) ; Tuli, SM (Tuli, S. M.)","Title":"Legends of Indian Orthopedics Dr. Karam Singh Grewal"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395452000004 PubMed ID: 27869063 ISSN: 0899-823X eISSN: 1559-6834","Categories":"Public, Environmental & Occupational Health; Infectious Diseases Web of Science Categories:Public, Environmental & Occupational Health; Infectious Diseases","Journal Information":"INFECTION CONTROL AND HOSPITAL EPIDEMIOLOGY Volume: 38 Issue: 3 Pages: 281-286 DOI: 10.1017/ice.2016.272 Published: MAR 2017","Abstract":"OBJECTIVE To identify predictors of treatment for urinary tract infections (UTI) among patients undergoing total hip (THA) or knee (TKA) arthroplasties and to assess an intervention based on these predictors. DESIGN We conducted a retrospective cohort study of 200 consecutive patients undergoing THA/TKA between February 21, 2011, and June 30, 2011, to identify predictors of treatment for UTI and a prospective cohort study of 50 patients undergoing these procedures between May 21, 2012, and July 17, 2012, to assess the association of signs or symptoms and UTI treatment. We then conducted a before-and-after study to assess whether implementing an intervention affected the frequency of treatment for UTI before or after THA/TKA. SETTING The orthopedics department of a university health center. PATIENTS Patients undergoing THA or TKA. INTERVENTION Surgeons revised their UTI screening and treatment practices. RESULTS Positive leukocyte esterase (P<.0001; P<.0001) and urine white blood cell count>5 (P=.01; P=.01) were associated with preoperative or postoperative UTI treatment. In the prospective study, 12 patients (24%) had signs and symptoms consistent with UTI. The number of patients treated for presumed UTI decreased 80.2% after the surgeons changed their practices, and surgical site infection (SSI) rates, including prosthetic joint infections (PJIs), did not increase. CONCLUSIONS Urine leukocyte esterase and white blood cell count were the strongest predictors of treatment for UTI before or after THA/TKA. The intervention was associated with a significant decrease in treatment for UTI, and SSI/PJI rates did not increase. Infect Control Hosp Epidemiol 2017;38:281-286","Authors":"Bailin, S (Bailin, Samuel) ; Noiseux, N (Noiseux, Nicolas) ; Pottinger, JM (Pottinger, Jean M.) ; Johannsson, B (Johannsson, Birgir) ; Haleem, A (Haleem, Ambar) ; Johnson, S (Johnson, Sarah) ; Herwaldt, LA (Herwaldt, Loreen A.)","Title":"Screening Patients Undergoing Total Hip or Knee Arthroplasty with Perioperative Urinalysis and the Effect of a Practice Change on Antimicrobial Use"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397969300005 PubMed ID: 27706263 ISSN: 0882-2786 eISSN: 1942-4434","Keywords":"BMP-2; gene therapy; implant surface; non-viral; titanium KeyWords Plus:RAT ECTOPIC MODEL; BONE-FORMATION; DNA COMPLEXES; GROWTH-FACTOR; EXPRESSION; CELLS; VIVO; POLYETHYLENIMINE; DIFFERENTIATION; TRANSCRIPTION","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"INTERNATIONAL JOURNAL OF ORAL & MAXILLOFACIAL IMPLANTS Volume: 32 Issue: 2 Pages: E83-E96 DOI: 10.11607/jomi.5026 Published: MAR-APR 2017","Abstract":"Purpose: Commercially pure titanium (CpTi) and its alloys possess favorable mechanical and biologic properties for use as implants in orthopedics and dentistry. However, failures in osseointegration still exist and are common in select individuals with risk factors such as smoking. Therefore, in this study, a proposal was made to enhance the potential for osseointegration of CpTi discs by coating their surfaces with nanoplexes comprising polyethylenimine (PEI) and plasmid DNA (pDNA) encoding bone morphogenetic protein-2 (pBMP-2). Materials and Methods: The nanoplexes were characterized for size and surface charge with a range of N/P ratios (the molar ratio of amine groups of PEI to phosphate groups in pDNA backbone). CpTi discs were surface characterized for morphology and composition before and after nanoplex coating using scanning electron microscopy (SEM), atomic force microscopy (AFM), X-ray photoelectron spectroscopy (XPS), and X-ray powder diffraction (XRD). The cytotoxicity and transfection ability of CpTi discs coated with nanoplexes of varying N/P ratios in human bone marrow-derived mesenchymal stem cells (BMSCs) was measured via MTS assays and flow cytometry, respectively. Results: The CpTi discs coated with nanoplexes prepared at an N/P ratio of 10 (N/P-10) were considered optimal, resulting in 75% cell viability and 14% transfection efficiency. Enzyme-linked immunosorbent assay results demonstrated a significant enhancement in BMP-2 protein secretion by BMSCs 7 days posttreatment with PEI/pBMP-2 nanoplexes (N/P-10) compared to the controls, and real-time PCR data demonstrated that the BMSCs treated with PEI/pBMP-2 nanoplex-coated CpTi discs resulted in an enhancement of Runx-2, alkaline phosphatase, and osteocalcin gene expressions on day 7 posttreatment. In addition, these BMSCs demonstrated enhanced calcium deposition on day 30 posttreatment as determined by qualitative (alizarin red staining) and quantitative (atomic absorption spectroscopy) assays. Conclusion: It can be concluded that PEI/pBMP-2 nanoplex (N/P-10)-coated CpTi discs have the potential to induce osteogenesis and enhance osseointegration.","Authors":"Atluri, K (Atluri, Keerthi) ; Lee, J (Lee, Joun) ; Seabold, D (Seabold, Denise) ; Elangovan, S (Elangovan, Satheesh) ; Salem, AK (Salem, Aliasger K.)","Title":"Gene-Activated Titanium Surfaces Promote In Vitro Osteogenesis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396042200070 PubMed ID: 28045810 ISSN: 1049-2275 eISSN: 1536-3732","Keywords":"Bilateral cleft lip and palate; premaxilla; presurgical orthopedics KeyWords Plus:BILATERAL CLEFT-LIP; PALATE PATIENTS; DISTRACTION OSTEOGENESIS; MAXILLARY HYPOPLASIA; ORTHOGNATHIC SURGERY; UNILATERAL CLEFTS; REPAIR; MANAGEMENT; PALATOPLASTY; ADHESION","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"JOURNAL OF CRANIOFACIAL SURGERY Volume: 28 Issue: 2 Pages: 459-462 DOI: 10.1097/SCS.0000000000003365 Published: MAR 2017","Abstract":"Background: In bilateral cleft patients, surgeons usually attempt to move the premaxillary segment posteriorly. These patients almost always develop maxillary hypoplasia, rendering our current algorithms questionable. The authors sought to determine if the lateral segments are in an appropriate position to serve as a target for movement of the premaxilla. Methods: Bilateral cleft lip and palate patients treated at the University of Michigan from 1997 to 2015 were reviewed. Patients with skull radiographs or computed tomography (CT) imaging performed at age 3 or younger were included. Noncleft patients <3 years old seen in the craniofacial clinic during 2015 with negative imaging were included as comparative norms. Sellanasion- A (SNA), sella-nasion-piriform (SNP), and sella-nasionposterior nasal spine (SN-PNS) angles were determined in both the cleft patients and the comparative norms. Paired t tests assuming unequal variance were used to compare angles between normal and cleft patients. Results: Eighty-six bilateral cleft patients were identified, and 16 had imaging. Only 7 patients had a CT or skull radiograph. Thirteen noncleft patients with negative imaging were included. The mean SNA angle was 100.8 in cleft patients and 86.1 in noncleft patients (P = 0.002). The mean SNP angle was 62.9 in cleft patients and 71.3 in noncleft patients (P 0.02). The mean SN-PNS angle was 23.2 in cleft patients and 33.8 in noncleft patients (P = 0.005). Conclusions: Our results indicate that the maxilla is deficient early in life with posterior positioning of the lateral segments. Therefore, the lateral segments should not serve as a reference point when treating the premaxilla.","Authors":"Bennett, KG (Bennett, Katelyn G.) ; Hendricks, HM (Hendricks, Heather M.) ; Thurston, TE (Thurston, Todd E.) ; Kasten, SJ (Kasten, Steven J.) ; Vercler, CJ (Vercler, Christian J.) ; Buchman, SR (Buchman, Steven R.)","Title":"The Protruding Premaxilla: Is Our Current Approach the Right Answer?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395645000001 PubMed ID: 27879567 ISSN: 0362-2436 eISSN: 1528-1159","Keywords":"activity of daily life; axial pain; cervical compressive myelopathy; collar fixation; compilation; lordotic angle; Philadelphia collar; postoperative care; quality of life; Short Form 36; Visual Analog Scale KeyWords Plus:DOUBLE-DOOR LAMINOPLASTY; LOW-BACK-PAIN; DOUBLE-BLIND; MYELOPATHY; MOTION; INDIVIDUALS; MULTICENTER; LAMINECTOMY; FUSION; COHORT","Categories":"Neurosciences & Neurology; Orthopedics Web of Science Categories:Clinical Neurology; Orthopedics","Journal Information":"SPINE Volume: 42 Issue: 5 Pages: E253-E259 DOI: 10.1097/BRS.0000000000001994 Published: MAR 1 2017","Abstract":"Study Design. Prospective randomized controlled study. Objectives. To determine the effect of collar-aided fixation on outcomes after laminoplasty for cervical compressive myelopathy. Summary of Background Data. Patients are often placed in a Philadelphia collar for weeks after cervical laminoplasty. However, the benefit of postoperative collar use remains controversial. We hypothesized that treatment outcomes in postoperative pain in patients without collars would not be inferior to the outcomes in patients using Philadelphia collars for 2 weeks. Methods. This trial analyzed 74 patients (52 males, 22 females, mean age 72.7 years) with cervical compressive myelopathy who had undergone double-door laminoplasty. Before surgery, we randomly assigned patients to the collar-fixation (CF) group (postoperative Philadelphia collar for 2 weeks) or the no-collar (NC) group. The primary outcome was the visual analog scale (VAS) for cervical pain up to 1 year after surgery. Secondary outcomes were Japanese Orthopedics Association score, Short Form 36 score (SF-36), cervical range of motion (ROM), lordotic angle, and complications. Results. VAS scores up to 1 year after operation were similar with or without collar fixation (P = 0.487, two-way ANOVA). JOA scores improved significantly in both groups (P = 0.002 in CF, P < 0.001 in NC). There was no statistically significant difference between groups with regard to the improvement of JOA scores (54.9% in CF, 47.0% in NC, P = 0.80). The improvement in SF-36 was similar in both groups. Loss of ROM and lordotic angle of the cervical spine did not differ between groups (P = 0.61 in CF, P = 0.82 in NC). The incidence of complications was similar in both groups. Conclusion. The VAS scores of cervical pain with the postoperative treatment without collar fixation were not inferior to those when using Philadelphia collars for 2 weeks. Moreover, other outcomes such as JOA scores, SF-36, ROM, lordotic angle, and complications were similar in both groups.","Authors":"Hida, T (Hida, Tetsuro) ; Sakai, Y (Sakai, Yoshihito) ; Ito, K (Ito, Kenyu) ; Ito, S (Ito, Sadayuki) ; Imagama, S (Imagama, Shiro) ; Ishiguro, N (Ishiguro, Naoki) ; Harada, A (Harada, Atsushi)","Title":"Collar Fixation Is Not Mandatory After Cervical Laminoplasty A Randomized Controlled Trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395645000006 PubMed ID: 28244969 ISSN: 0362-2436 eISSN: 1528-1159","Keywords":"low back pain; neurosurgery; non-physician screening; orthopedics; patient willingness; survey KeyWords Plus:CANADIAN-SPINE-SURGEONS; ORTHOPEDIC SURGEONS; PHYSIOTHERAPY; CONSULTATION; CARE; SATISFACTION; SERVICE; TRIAGE; TIMES","Categories":"Neurosciences & Neurology; Orthopedics Web of Science Categories:Clinical Neurology; Orthopedics","Journal Information":"SPINE Volume: 42 Issue: 5 Pages: E288-E293 DOI: 10.1097/BRS.0000000000001764 Published: MAR 1 2017","Abstract":"Study Design. A questionnaire survey. Objective. The aim of this study was to explore patient attitudes toward screening to assess suitability for low back surgery by nonphysician health care providers. Summary of Background Data. Canadian spine surgeons have shown support for nonphysician screening to assess and triage patients with low back pain and low back related leg pain. However, patients' attitudes toward this proposed model are largely unknown. Methods. We administered a 19-item cross-sectional survey to adults with low back and/or low back related leg pain who were referred for elective surgical assessment at one of five spine surgeons' clinics in Hamilton, Ontario, Canada. The survey inquired about demographics, expectations regarding wait time for surgical consultation, as well as willingness to pay, travel, and be screened by nonphysician health care providers. Results. Eighty low back patients completed our survey, for a response rate of 86.0% (80 of 93). Most respondents (72.5%; 58 of 80) expected to be seen by a surgeon within 3 months of referral, and 88.8% (71 of 80) indicated willingness to undergo screening with a nonphysician health care provider to establish whether they were potentially a surgical candidate. Half of respondents (40 of 80) were willing to travel >50 km for assessment by a nonphysician health care provider, and 46.2% were willing to pay out-of-pocket (25.6% were unsure). However, most respondents (70.0%; 56 of 80) would still want to see a surgeon if they were ruled out as a surgical candidate, and written comments from respondents revealed concern regarding agreement between surgeons' and nonphysicians' determination of surgical candidates. Conclusion. Patients referred for surgical consultation for low back or low back related leg pain are largely willing to accept screening by nonphysician health care providers. Future research should explore the concordance of screening results between surgeon and nonphysician health care providers.","Authors":"Rempel, J (Rempel, Joshua) ; Busse, JW (Busse, Jason W.) ; Drew, B (Drew, Brian) ; Reddy, K (Reddy, Kesava) ; Cenic, A (Cenic, Aleksa) ; Kachur, E (Kachur, Edward) ; Murty, N (Murty, Naresh) ; Candelaria, H (Candelaria, Henry) ; Moore, AE (Moore, Ainsley E.) ; Riva, JJ (Riva, John J.)","Title":"Patients' Attitudes Toward Nonphysician Screening of Low Back and Low Back Related Leg Pain Complaints Referred for Surgical Assessment"}, {"Document Information":"Document Type:Article Language:German Accession Number: WOS:000396116700016 PubMed ID: 28105482 ISSN: 0177-5537 eISSN: 1433-044X","Keywords":"Sepsis surgery; Hygiene; Survey; Bone and soft tissue infections; DGOU - DGKH KeyWords Plus:ANTIMICROBIAL STEWARDSHIP; SERVICE IMPLICATIONS; ECONOMIC BURDEN; NATIONAL-SURVEY; REVISION; ARTHROPLASTY; EPIDEMIOLOGY; PREVENTION; SYSTEMS; COSTS","Categories":"Emergency Medicine; Surgery Web of Science Categories:Emergency Medicine; Surgery","Journal Information":"UNFALLCHIRURG Volume: 120 Issue: 3 Pages: 262-268 DOI: 10.1007/s00113-017-0311-8 Published: MAR 2017","Abstract":"Surgery of sepsis in trauma surgery and orthopedics is attracting increasingly more attention due to the rising presence of multidrug-resistant pathogens and the increasing number of operative interventions. Despite extensive experience over decades neither the symptoms nor the treatment strategies have been evaluated and it has become obvious that a scientific investigation of this complex topic is necessary for optimization of patient care under economically sound conditions. The aim of this article is to give a snapshot from German healthcare institutions for trauma surgery and orthopedics to answer some questions on this topic from the section for bone and soft tissue infections (SeKuWi) of the German Society for Orthopedics and Trauma (DGOU) in cooperation with the German Society for Hospital Hygiene (DGKH).","Authors":"Militz, M (Militz, M.) ; Popp, W (Popp, W.) ; Hoffmann, R (Hoffmann, R.) ; Ascherl, R (Ascherl, R.) ; Tiemann, A (Tiemann, A.)","Title":"Surgery of sepsis in orthopedics and trauma - A highlight. Current survey by the section for bone and soft tissue infections of the German Society for Orthopedics and Trauma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395181400002 PubMed ID: 26831045 ISSN: 1618-7598 eISSN: 1618-7601","Keywords":"Prospective payment system; Hospital competition; Hospital costs; Hospital production KeyWords Plus:NHS INTERNAL MARKET; CHOICE; IMPACT; SERVICES; INDUSTRY; REFORMS; PRICES; SYSTEM","Categories":"Business & Economics; Health Care Sciences & Services Web of Science Categories:Economics; Health Policy & Services","Journal Information":"EUROPEAN JOURNAL OF HEALTH ECONOMICS Volume: 18 Issue: 2 Pages: 139-153 DOI: 10.1007/s10198-016-0762-9 Published: MAR 2017","Abstract":"This paper evaluates the impact of market competition on health care volume and cost. At the start of 2005, the financing system of Dutch hospitals started to be gradually changed from a closed-end budgeting system to a non-regulated price competitive prospective reimbursement system. The gradual implementation of price competition is a 'natural experiment' that provides a unique opportunity to analyze the effects of market competition on hospital behavior. We have access to a unique database, which contains hospital discharge data of diagnosis treatment combinations (DBCs) of individual patients, including detailed care activities. Difference-in-difference estimates show that the implementation of market-based competition leads to relatively lower total costs, production volume and number of activities overall. Difference-in-difference estimates on treatment level show that the average costs for outpatient DBCs decreased due to a decrease in the number of activities per DBC. The introduction of market competition led to an increase of average costs of inpatient DBCs. Since both volume and number of activities have not changed significantly, we conclude that the cost increase is likely the result of more expensive activities. A possible explanation for our finding is that hospitals look for possible efficiency improvements in predominantly outpatient care products that are relatively straightforward, using easily analyzable technologies. The effects of competition on average cost and the relative shares of inpatient and outpatient treatments on specialty level are significant but contrary for cardiology and orthopedics, suggesting that specialties react differently to competitive incentives.","Authors":"Krabbe-Alkemade, YJFM (Krabbe-Alkemade, Y. J. F. M.) ; Groot, TLCM (Groot, T. L. C. M.) ; Lindeboom, M (Lindeboom, M.)","Title":"Competition in the Dutch hospital sector: an analysis of health care volume and cost"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395021300008 PubMed ID: 27255451 ISSN: 0140-0118 eISSN: 1741-0444","Keywords":"Total shoulder arthroplasty; Stress critical volume; Biomechanics; Orthopedics; Finite element analysis KeyWords Plus:TOTAL SHOULDER ARTHROPLASTY; CEMENT THICKNESS; COMPONENTS; BONE; PROSTHESIS; DESIGN; STABILITY; OSTEOARTHRITIS; COMPLICATIONS; RETROVERSION","Categories":"Computer Science; Engineering; Mathematical & Computational Biology; Medical Informatics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Mathematical & Computational Biology; Medical Informatics","Journal Information":"MEDICAL & BIOLOGICAL ENGINEERING & COMPUTING Volume: 55 Issue: 3 Pages: 439-447 DOI: 10.1007/s11517-016-1525-6 Published: MAR 2017","Abstract":"The present study was conducted to compare the stability of four commercially available implants by investigating the focal stress distributions and relative micromotion using finite element analysis. Variations in the numbers of pegs between the implant designs were tested. A load of 750 N was applied at three different glenoid positions (SA: superior-anterior; SP: superior-posterior; C: central) to mimic off-center and central loadings during activities of daily living. Focal stress distributions and relative micromotion were measured using Marc Mentat software. The results demonstrated that by increasing the number of pegs from two to five, the total focal stress volumes exceeding 5 MPa, reflecting the stress critical volume (SCV) as the threshold for occurrence of cement microfractures, decreased from 8.41 to 5.21 % in the SA position and from 9.59 to 6.69 % in the SP position. However, in the C position, this change in peg number increased the SCV from 1.37 to 5.86 %. Meanwhile, micromotion appeared to remain within 19-25 A mu m irrespective of the number of pegs used. In conclusion, four-peg glenoid implants provide the best configuration because they had lower SCV values compared with lesser-peg implants, preserved more bone stock, and reduced PMMA cement usage compared with five-peg implants.","Authors":"Wahab, AHA (Wahab, Abdul Hadi Abdul) ; Kadir, MRA (Kadir, Mohammed Rafiq Abdul) ; Harun, MN (Harun, Muhammad Noor) ; Kamarul, T (Kamarul, Tunku) ; Syahrom, A (Syahrom, Ardiyansyah)","Title":"Number of pegs influence focal stress distributions and micromotion in glenoid implants: a finite element study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394587900011 ISSN: 0885-9698 eISSN: 2333-0600","Keywords":"blood; management; orthopedic; transfusion KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; KNEE-REPLACEMENT SURGERY; PRIMARY TOTAL HIP; VASCULAR OCCLUSIVE EVENTS; CHOOSING-WISELY CAMPAIGN; HIGH-RISK PATIENTS; RED-CELL STORAGE; TRANEXAMIC ACID; CARDIAC-SURGERY; TRANSFUSION REQUIREMENTS","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"TECHNIQUES IN ORTHOPAEDICS Volume: 32 Issue: 1 Pages: 51-59 Published: MAR 2017","Abstract":"For patients with hemorrhage or severe anemia, blood transfusion can be life-saving, and without a safe and available blood supply, many orthopedic procedures would not be possible. In fact, blood transfusion is the most commonly performed medical procedure in the United States hospitals. However, transfusion is also one of the top 5 overused procedures, according to the Joint Commission. This determination is based primarily on multiple recent studies showing that \"less is more\" in terms of transfusion, and that lower hemoglobin thresholds of 7 to 8 g/dL are ideal in patients who are not actively bleeding. With increasing efforts to optimize blood utilization, the field of patient blood management (PBM) has grown rapidly over the past decade. According to some, PBM means giving the right dose of the right product to the right patient for the right reason. One of the most enticing concepts behind blood management in orthopedic surgery is that we can reduce risk, improve outcomes, and save money, all at the same time. Given that blood is reimbursed either poorly or not at all in the United States, owing to the bundled payment system, and that the overhead costs of transfusion that are similar to 4-fold the acquisition cost, a solid PBM program will easily support itself by reducing unnecessary transfusions and their associated costs. The purpose of this article was to review the health care policy, ethical considerations, and financial implications of PBM and to illustrate how blood management adds value to the care we deliver.","Authors":"Johnson, DJ (Johnson, Daniel J.) ; Yang, WW (Yang, William W.) ; Sikorski, RA (Sikorski, Robert A.) ; Khanuja, HS (Khanuja, Harpal S.) ; Frank, SM (Frank, Steven M.)","Title":"Health Policy, Ethical, Business, and Financial Issues Related to Blood Management in Orthopedics"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396949200009 PubMed ID: 27510330 ISSN: 0163-7258","Keywords":"Perivascular stem cell; Mesenchymal stem cell; PSC; MSC; Bone; Cartilage KeyWords Plus:MESENCHYMAL STEM-CELLS; AUTOLOGOUS CHONDROCYTE IMPLANTATION; SHOW ENHANCED CHONDROGENESIS; ARTICULAR-CARTILAGE DEFECTS; UNITED-STATES TRENDS; BLOOD-BRAIN-BARRIER; BONE-MARROW; PROGENITOR CELLS; IN-VITRO; STROMAL CELLS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"PHARMACOLOGY & THERAPEUTICS Volume: 171 Pages: 93-103 Special Issue: SI DOI: 10.1016/j.pharmthera.2016.08.003 Published: MAR 2017","Abstract":"Pericytes and other perivascular stem cells are of growing interest in orthopedics and tissue engineering. Long regarded as simple regulators of angiogenesis and blood pressure, pericytes are now recognized to have MSC (mesenchymal stem cell) characteristics, including multipotentiality, self-renewal, immunoregulatory functions, and diverse roles in tissue repair. Pericytes are typified by characteristic cell surface marker expression (including ocSIVIA, CD146, PDGFR beta, NG2, RGS5, among others). Although alone no marker is absolutely specific for pericytes, collectively these markers appear to selectively identify an MSC-like pericyte. The purification of pericytes is most well described as a CD146(+)CD34(-)CD45(-) cell population. Pericytes and other perivascular stem cell populations have been applied in diverse orthopedic applications, including both ectopic and orthotopic models. Application of purified cells has sped calvarial repair, induced spine fusion, and prevented fibrous non-union in rodent models. Pericytes induce these effects via both direct and indirect mechanisms. In terms of their paracrine effects, pericytes are known to produce and secrete high levels of a number of growth and differentiation factors both in vitro and after transplantation. The following review will cover existing studies to date regarding pericyte application for bone and cartilage engineering. In addition, further questions in the field will be pondered, including the phenotypic and functional overlap between pericytes and culture-derived MSC, and the concept of pericytes as efficient producers of differentiation factors to speed tissue repair. (C) 2016 Published by Elsevier Inc.","Authors":"James, AW (James, Aaron W.)[ 1,2,3,10 ] ; Hindle, P (Hindle, Paul) ; Murray, LR (Murray, Lain R.) ; West, CC (West, Christopher C.) ; Tawonsawatruk, T (Tawonsawatruk, Tulyapruek) ; Shen, J (Shen, Jia) ; Asatrian, G (Asatrian, Greg) ; Zhang, XL (Zhang, Xinli) ; Nguyen, V (Vi Nguyen) ; Simpson, AH (Simpson, A. Hamish) ; Ting, K (Ting, Kang) ; Peault, B (Peault, Bruno) ; Soo, C (Soo, Chia) ...More...Less","Title":"Pericytes for the treatment of orthopedic conditions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394340800004 PubMed ID: 26101810 ISSN: 1545-1569 eISSN: 1055-6656","Keywords":"cleft lip; cleft palate; CONSORT; Jadad; quality; randomized controlled trial; reporting KeyWords Plus:MAXILLARY DISTRACTION OSTEOGENESIS; BONE MORPHOGENETIC PROTEIN-2; INFRAORBITAL NERVE BLOCK; INFANT ORTHOPEDICS; CLINICAL-TRIAL; ORTHOGNATHIC SURGERY; CONSORT STATEMENT; ALVEOLAR CLEFT; POSTOPERATIVE PAIN; PEDIATRIC-PATIENTS","Categories":"Dentistry, Oral Surgery & Medicine; Surgery Web of Science Categories:Dentistry, Oral Surgery & Medicine; Surgery","Journal Information":"CLEFT PALATE-CRANIOFACIAL JOURNAL Volume: 54 Issue: 2 Pages: 142-152 DOI: 10.1597/14-267 Published: MAR 2017","Abstract":"Objectives: Reviews of the quality of reporting of randomized controlled trials (RCTs) have recently been conducted in different surgical specialties. In this review of RCTs relating to cleft lip, cleft palate, and cleft lip and palate (CL/P), we investigate the quality of reporting against the Consolidated Standards of Reporting Trials (CONSORT) checklist. Design: A systematic review of CL/P RCTs published from 2004 to 2013, with the included articles scored against the CONSORT checklist. Patients, Participants: The literature search identified 174 articles. Studies were selected for participants with CL/P who were involved in an RCT with prospective data collection and reported in a full journal article. A total of 6352 participants were included from 65 CL/P RCTs during the study period. Main Outcome Measures: The methodological quality of RCTs was assessed using the CONSORT checklist and Jadad scale. Results: The mean CONSORT score was 15.8, and the mean Jadad score was 3.3. There was a significant positive correlation between the CONSORT and Jadad score (P<.0001, rho = .47). The only significant correlation showed that with an increasing number of authors, both the CONSORT and the Jadad score increased. Conclusion: This analysis has shown that that there are deficiencies in the transparent reporting of factors such as randomization implementation, blinding, and participant flow. Interventions, outcomes, and the interpretation of results are well presented. We would recommend that RCTs are conceived and undertaken using the CONSORT checklist and reported in a clear and reproducible manner.","Authors":"Hardwicke, J (Hardwicke, Joseph) ; Nassimizadeh, M (Nassimizadeh, Mohammad) ; Richard, B (Richard, Bruce)","Title":"Reporting of Randomized Controlled Trials in Cleft Lip and Palate: A 10-Year Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394242700015 PubMed ID: 28197822 ISSN: 0957-4530 eISSN: 1573-4838","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"JOURNAL OF MATERIALS SCIENCE-MATERIALS IN MEDICINE Volume: 28 Issue: 3 Article Number: 50 DOI: 10.1007/s10856-017-5860-4 Published: MAR 2017","Abstract":"Fast and stable repair of segmental bone defects remains a challenge for clinical orthopedic surgery. In recent years, porous tantalum has been widely applied in clinical orthopedics for low modulus of elasticity, with three-dimensional microstructures similar to cancellous bone and excellent biocompatibility. To further improve bone the repairing ability of porous tantalum, the cyclo (-RGDfK-) peptide was coated on the surface of porous tantalum scaffolds. A model of 15 mm segmental defect was made at the midshaft of right radius in New Zealand White rabbits. In the experimental group, defects were implanted (press-fit) using porous tantalum scaffolds modified with cyclo(-RGDfK-) peptide. Control animals were implanted with non-modified porous tantalum scaffolds or xenogeneic cancellous bone scaffolds, respectively. No implant was provided for the blank group. Bone repair was assessed by X-ray and histological observations at 4, 8, and 16 weeks post-operation, with biomechanical tests and micro-computed tomography performed at 16 weeks postsurgery. The results showed that bone formation was increased at the interface and inside the inner pores of modified porous tantalum scaffolds than those of non-modified porous tantalum scaffolds; biomechanical properties in the modified porous tantalum group were superior to those of the non-modified porous tantalum and xenogeneic cancellous bone groups, while new bone volume fractions using micro-computed tomography analysis were similar between the modified porous tantalum and xenogeneic cancellous bone groups. Our findings suggested that modified porous tantalum scaffolds had enhanced repairing ability in segmental bone defect in rabbit radius, and may serve as a potential material for repairing large bone defects.","Authors":"Wang, H (Wang, Hui) ; Li, QJ (Li, Qijia) ; Wang, Q (Wang, Qian) ; Zhang, H (Zhang, Hui) ; Shi, W (Shi, Wei) ; Gan, HQ (Gan, Hongquan) ; Song, HP (Song, Huiping) ; Wang, ZQ (Wang, Zhiqiang)","Title":"Enhanced repair of segmental bone defects in rabbit radius by porous tantalum scaffolds modified with the RGD peptide"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393751000008 PubMed ID: 28114267 ISSN: 1060-152X eISSN: 1473-5865","Keywords":"art; clubfoot; diagnosis; history; literature; treatment KeyWords Plus:PONSETI METHOD; POSTEROMEDIAL RELEASE; IDIOPATHIC CLUBFOOT; FOOT; MANAGEMENT","Categories":"Orthopedics; Pediatrics Web of Science Categories:Orthopedics; Pediatrics","Journal Information":"JOURNAL OF PEDIATRIC ORTHOPAEDICS-PART B Volume: 26 Issue: 2 Pages: 143-151 DOI: 10.1097/BPB.0000000000000350 Published: MAR 2017","Abstract":"The aim of this paper is to review all treatment methods of the clubfoot over the years through the documentation present in the literature and art with the aim of better understanding the pathoanatomy of the deformity, but to also clarify factors that allow a safe, logical approach to clubfoot management. The initial part of this paper traces the most representative iconographic representations of clubfoot in history to describe how his presence was witnessed since ancient times. Hippocrates, the father of medicine, was the first to present written references about treatment methods of clubfoot. After the dark period of the Middle Ages, during the Renaissance, there were more detailed studies on the disease, with the creation of the first orthopedic orthotics, designed to correct the deformity with the help of famous names in medicine's history. In the XVIII century, as we witness the birth of orthopedics as a distinct discipline in medicine, more and more brilliant minds developed complex orthoses and footwear with the aim of obtaining a proper correction of the deformity. In the last part of the paper, there is a description of the main surgical techniques developed over the years until the return to conservative treatment methods such as the Ponseti method, internationally recognized as the gold standard of treatment, despite the presence of some unresolved issues such as the possible recurrence of the disease. Copyright (C) 2017 Wolters Kluwer Health, Inc. All rights reserved.","Authors":"Sanzarello, I (Sanzarello, Ilaria) ; Nanni, M (Nanni, Matteo) ; Faldini, C (Faldini, Cesare)","Title":"The clubfoot over the centuries"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000394221200002 ISSN: 1741-0541 eISSN: 1744-828X","Keywords":"bracing; diagnostic; endophenotypes; genomics; idiopathic scoliosis; metabolomics; minimally invasive surgery; pharmacotherapies KeyWords Plus:ADOLESCENT IDIOPATHIC SCOLIOSIS; SINGLE-NUCLEOTIDE POLYMORPHISMS; GENOME-WIDE ASSOCIATION; PROGNOSTIC TEST; REPLICATION; PROGRESSION; CHINESE; SUSCEPTIBILITY; POPULATION; VARIANTS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"PERSONALIZED MEDICINE Volume: 14 Issue: 2 Pages: 89-92 DOI: 10.2217/pme-2016-0094 Published: MAR 2017","Abstract":"\"...clear conceptual gaps exist in our understanding of scoliosis pathogenesis that result in barriers to move this field forward.\"","Authors":"Moreau, A (Moreau, Alain)","Title":"The next personalized medicine evolution in orthopedics: how diagnosing and treating scoliosis are about to change"}, {"Keywords":"Anti-infection surface; Plasma immersion ion implantation and deposition; Magnetron sputtering; Micro-galvanic couple; Schottky barrier KeyWords Plus:SILVER NANOPARTICLES; ION-IMPLANTATION; IN-VITRO; ANTIBACTERIAL PROPERTIES; STAPHYLOCOCCUS-AUREUS; ANTIBIOTIC-RESISTANCE; TITANIA NANOTUBES; BIOMATERIALS; INFECTIONS; BIOFILMS","Categories":"Materials Science; Physics Web of Science Categories:Materials Science, Coatings & Films; Physics, Applied","Journal Information":"SURFACE & COATINGS TECHNOLOGY Volume: 312 Pages: 2-6 DOI: 10.1016/j.surfcoat.2016.04.020 Published: FEB 25 2017","Abstract":"Infection is one of the major post-surgery complications in orthopedics and dentistry and plasma-based technology is effective in mitigating infection by introducing antibacterial agents into the biomedical implants. By selecting the proper elements and operating parameters in the plasma-based processes, anti-infection and osseo-integration can be accomplished simultaneously. In this mini-review, recent advance in the design and construction of anti-infection surfaces by plasma-based techniques is discussed with emphasis on plasma immersion ion implantation and deposition (PIII&D) and magnetron sputtering. The underlying mechanisms are discussed and a better understanding enables the design and fabrication of better anti-microbial surfaces. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Gao, A (Gao, Ang) ; Hang, RQ (Hang, Ruiqiang) ; Chu, PK (Chu, Paul K.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Chu, Paul  B-5923-2013 http://orcid.org/0000-0002-5581-4883","Title":"Recent advances in anti-infection surfaces fabricated on biomedical implants by plasma-based technology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395467200001 ISSN: 1471-2288","Keywords":"RCT; Test-treatment; Test Evaluation; Diagnostic accuracy; Patient outcomes; Reporting quality; Intervention reporting KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; CONSORT STATEMENT; CLINICAL-TRIALS; PRAGMATIC TRIALS; MEDICAL TESTS; ELABORATION; EXPLANATION; CHECKLIST; STRENGTH; DESIGNS","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"BMC MEDICAL RESEARCH METHODOLOGY Volume: 17 Article Number: 32 DOI: 10.1186/s12874-016-0286-0 Published: FEB 24 2017","Abstract":"Background: The most rigorous method for evaluating the effectiveness of diagnostic tests is through randomised trials that compare test-treatment interventions: complex interventions comprising episodes of testing, decision-making and treatment. The multi-staged nature of these interventions, combined with the need to relay diagnostic decision-making and treatment planning, has led researchers to hypothesise that test-treatment strategies may be very challenging to document. However, no reviews have yet examined the reporting quality of interventions used in test-treatment RCTs. In this study we evaluate the completeness of intervention descriptions in a systematically identified cohort of test-treatment RCTs. Methods: We ascertained all test-treatment RCTs published 2004-2007, indexed in CENTRAL. Included trials randomized patients to diagnostic tests and measured patient outcomes after treatment. Two raters examined the completeness of test-treatment intervention descriptions in four components: 1) the test, 2) diagnostic decision-making, 3) management decision-making, 4) treatments. Results: One hundred and three trials compared 105 control with 119 experimental interventions, most commonly in cardiovascular medicine (35, 34%), obstetrics and gynecology (17%), gastroenterology (14%) or orthopedics (10%). A broad range of tests were evaluated, including imaging (50, 42%), biochemical assays (21%) and clinical assessment (12%). Only five (5%) trials detailed all four components of experimental and control interventions, none of which also provided a complete care pathway diagram. Experimental arms were missing descriptions of tests, diagnostic-decision making, management planning and treatments (36%, 51%, 55% and 79% of trials respectively); control arms were missing the same details in 61%, 66%, 67% and 84% of trials. Conclusion: Reporting of test-treatment interventions is very poor, inadequate for understanding the results of these trials, and for comparing or translating results into clinical practice. Reporting needs to improve, with greater emphasis on describing the decision-making components of care pathways in both pragmatic and explanatory trials. Please see the companion paper to this article: http://bmcmedresmethodol.biomedcentral.com/articles/10.1186/s12874-016-0287-z.","Authors":"di Ruffano, LF (di Ruffano, Lavinia Ferrante) ; Dinnes, J (Dinnes, Jacqueline) ; Taylor-Phillips, S (Taylor-Phillips, Sian) ; Davenport, C (Davenport, Clare) ; Hyde, C (Hyde, Chris) ; Deeks, JJ (Deeks, Jonathan J.)","Title":"Research waste in diagnostic trials: a methods review evaluating the reporting of test-treatment interventions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397465600001 ISSN: 2309-4990","Keywords":"bibliometrics; citation analysis; Google Scholar; orthopedic surgery KeyWords Plus:JOURNAL IMPACT FACTORS; H-INDEX; CITATION ANALYSIS; SELF-CITATIONS; HIRSCH-INDEX; SCIENCE; OPHTHALMOLOGY; ASSOCIATION; RESEARCHERS; SCIENTISTS","Categories":"Orthopedics; Surgery Web of Science Categories:Orthopedics; Surgery","Journal Information":"JOURNAL OF ORTHOPAEDIC SURGERY Volume: 25 Issue: 1 DOI: 10.1177/2309499017690322 Published: FEB 22 2017","Abstract":"Introduction: The purpose of this study was to survey the growth of Google Scholar public profiles in orthopedics over a 12-month period and to investigate global patterns. Methods: Data was prospectively acquired from June 2013 to June 2014. Google Scholar queries specific to orthopedic surgery were performed at 90-day intervals. Demographic aspects of each user were also compiled, including gender, current location, and primary interests. To determine differences between the growth of Google Scholar public profile registrations and citation counts, as well as differences in growth in different regions, repeated measures of analysis of variance (RMANOVA) were used. Results: RMANOVA revealed statistically significant differences (p = 0.0001) for regional growth. The largest growth was observed in the United Kingdom (p = 0.009, 289%), followed by the Asia-Pacific region (p = 0.004, 177%) and \"Other\" (p = 0.006, 172%). The mean growth per 90-day interval is 19.9% (p = 0.003) and the mean 12-month growth is 107% (p = 0.05). Statistically significant differences between gender (male vs. female) and basic and clinical sciences (chi(2) = 22.4, p = 0.0001) were observed. Conclusion: This study suggests an exponential growth in the number of authors in the field of orthopedic surgery creating a Google Scholar public profile, and at the current rate participation doubles every 10.6 months.","Authors":"Tetsworth, K (Tetsworth, Kevin) ; Fraser, D (Fraser, Dave) ; Glatt, V (Glatt, Vaida) ; Hohmann, E (Hohmann, Erik)","Title":"Use of Google Scholar public profiles in orthopedics: Rate of growth and changing international patterns"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394481800011 ISSN: 1944-8244","Keywords":"silk; nanoparticle; vancomycin; osteomyelitis; bone infection; scaffold KeyWords Plus:RESISTANT STAPHYLOCOCCUS-AUREUS; ENDOTHELIAL GROWTH-FACTOR; IN-VITRO; DRUG-DELIVERY; NANOCOMPOSITE SCAFFOLD; BIOMATERIALS; GENTAMICIN; CANDIDATE","Categories":"Science & Technology - Other Topics; Materials Science Web of Science Categories:Nanoscience & Nanotechnology; Materials Science, Multidisciplinary","Journal Information":"ACS APPLIED MATERIALS & INTERFACES Volume: 9 Issue: 6 Pages: 5128-5138 DOI: 10.1021/acsami.6b14912 Published: FEB 15 2017","Abstract":"The successful treatment of bone infections is a major challenge in the field of orthopedics. There are some common methods for treating bone infections, including systemic antibiotic administration, local nondegradable drug vehicles, and surgical debridement, and each of these approaches has advantages and disadvantages. In the present study, the antibiotic vancomycin (VANCO) was loaded in silk fibroin nanoparticles (SFNPs) and the complexes were then entrapped in silk scaffolds to form sustained drug delivery systems. The release kinetics of VANCO from SFNPs alone and when the SFNPs were entrapped in silk scaffolds were assessed at two different pH values, 4.5 and 7.4, that affected the release profiles of VANCO. Disk diffusion tests performed with pathogens causing osteomyelitis methicillin-resistant Staphylococcus aureus (MRSA) showed antibacterial activity of the released drug at two different pH values. Additionally, injection of 8 x 10(6) CFU MRSA in rats tibia induced severe osteomyelitis disease. Radiographic and histopathological analyses were performed to evaluate the effectiveness of treatment after 6 weeks. The VANCO-loaded silk fibroin nanoparticles entrapped in scaffolds reduced bone infections at the defected site with better outcomes than the other treatment groups. In conclusion, the delivery system with good biocompatibility and sustained release properties would be appropriate for further study in the context of osteomyelitis disease.","Authors":"Besheli, NH (Besheli, Negar Hassani) ; Mottaghitalab, F (Mottaghitalab, Fatemeh) ; Eslami, M (Eslami, Masoud) ; Gholami, M (Gholami, Mandi) ; Kundu, SC (Kundu, Subhas C.) ; Kaplan, DL (Kaplan, David L.) ; Farokhi, M (Farokhi, Mehdi) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kundu, Subhas C.  http://orcid.org/0000-0002-7170-2291","Title":"Sustainable Release of Vancomycin from Silk Fibroin Nanoparticles for Treating Severe Bone Infection in Rat Tibia Osteomyelitis Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393617800002 PubMed ID: 28182597 ISSN: 1643-3750","Keywords":"Anesthesia, Spinal; Orthopedics; Spine KeyWords Plus:SPINAL-CORD; FUSION; REDUCTION; INJURY; TRAUMA; PLATE; DISC","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"MEDICAL SCIENCE MONITOR Volume: 23 Article Number: 732-740 DOI: 10.12659/MSM.902961 Published: FEB 9 2017","Abstract":"Background: This study aimed to treat patients with subaxial cervical facet dislocations with incomplete or without neurological deficit by a prospectively designed surgical protocol and observe the short-term clinical outcomes. Material/Methods: Fifty-two consecutive subaxial cervical dislocation patients with incomplete or without neurological deficit were enrolled. The surgical strategy was determined based on whether or not the initial anterior closed reduction was successful and whether or not the patients were simultaneously combined with traumatic disc herniation (TDH). Postoperative radiographs were used to assess the reduction and fusion, and kyphosis and lordosis of cervical spines were calculated. The neck pain was assessed by visual analog scale. Body function and neurologic status was evaluated according to the Neck Disability Index and classification of American Spinal Injury Association. Clinical and radiologic outcomes were compared before and after the surgery and during the follow-up. The average follow-up period was 23 months. Results: Five patients with TDH and 17 with non-TDH were successfully treated by a single anterior approach, 22 nonTDH patients by a posterior-anterior approach, and another eight TDH patients by an anterior-posterior-anterior approach. No neurologic deterioration or other severe adverse events occurred postoperatively. The kyphosis angle of the dislocated levels was well restored after surgery, and the neck pain was significantly relieved as well. The neurologic status was obviously improved, and bony fusion was obtained in all patients within oneyear follow-up. Conclusions: Our prospectively designed surgical strategy is effective for the treatment of patients with subaxial cervical dislocation with incomplete or without neurological deficit.","Authors":"Jiang, XJ (Jiang, Xingjie) ; Yao, Y (Yao, Yu) ; Yu, MC (Yu, Mingchen) ; Cao, Y (Cao, Yong) ; Yang, HL (Yang, Huilin)","Title":"Surgical Treatment for Subaxial Cervical Facet Dislocations with Incomplete or without Neurological Deficit: A Prospective Study of 52 Cases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393848900085 PubMed ID: 28133966 ISSN: 1944-8244","Keywords":"hydroxyapatite; composite coating; pulse electrochemical deposition; antibacteria; frictional wear KeyWords Plus:MICRO-ARC OXIDATION; SILVER NANOPARTICLES; COMPOSITE SCAFFOLDS; CALCIUM PHOSPHATES; TITANIUM; METAL; SUBSTRATE; PLASMA; TEMPERATURE; GROWTH","Categories":"Science & Technology - Other Topics; Materials Science Web of Science Categories:Nanoscience & Nanotechnology; Materials Science, Multidisciplinary","Journal Information":"ACS APPLIED MATERIALS & INTERFACES Volume: 9 Issue: 5 Pages: 5023-5030 DOI: 10.1021/acsami.6b15979 Published: FEB 8 2017","Abstract":"Although bioinert titanium has been widely applied in orthopedics and related fields, its usage is limited by its unsatisfying osteoinductivity, anti-infection capability, and wear-resistance. Osteoinductive apatite, coating can be fabricated on a titanium surface by electrochemical methods, but this causes bacterial adhesion and poor wear-resistance. On the basis of pulse electrochemical technology, a wear-resistance and antibacterial osteoinductive coating was fabricated through codeposition of hydroxyapatite (HA) and nano-Ag effectuated by the cohybridization ofchitosan (CS) with Ag+ and Ca2+ A composite coating formed with uniformly dispersed spherical nanoparticles was obtained at optimized deposition potential, Ag concentration, and apatite concentration. The nanocomposite coating shows excellent bioinductive activity; it promotes preferential growth on the (002) face, and needle-like ordered arrangement of apatite. Due to the mediation of CS hybridization, a compact structure is achieved in the HA/Ag composite coating which significantly enhances the wear-resistance of the coating and reduces the release of Ca2+ and Ag+ The antibacterial rate of the coating on Escherichia coli and Staphylococcus aureus is up to 99% according to the antibacterial test. In conclusion, a wear-resistant and long-term antibacterial bioactive nanocomposite coating is successfully fabricated on titanium surface through the strategy established in this study.","Authors":"Yan, L (Yan, Ling) ; Xiang, Y (Xiang, Yi) ; Yu, J (Yu, Jia) ; Wang, YB (Wang, Yingbo) ; Cui, WG (Cui, Wenguo)","Title":"Fabrication of Antibacterial and Antiwear Hydroxyapatite Coatings via In Situ Chitosan-Mediated Pulse Electrochemical Deposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393619800002 PubMed ID: 28166840 ISSN: 1745-6215","Keywords":"Chest tube insertion; Education; Training; Serious gaming; Hematothorax; Pneumothorax KeyWords Plus:OBJECTIVE STRUCTURED ASSESSMENT; LAPAROSCOPIC CHOLECYSTECTOMY; TEACHING MODULE; CLINICAL-TRIALS; COMPLICATIONS; SIMULATION; SKILLS","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"TRIALS Volume: 18 Article Number: 56 DOI: 10.1186/s13063-017-1799-5 Published: FEB 6 2017","Abstract":"Background: Chest tube insertion is a standard intervention for management of various injuries of the thorax. Quick and accurate execution facilitates efficient therapy without further complications. Here, we propose a new training concept comprised of e-learning elements as well as continuous rating using an objective structured assessment of technical skills (OSATS) tool. The study protocol is presented for a randomized trial to evaluate e-learning with app-based serious gaming for chest drain insertion. Methods: The proposed randomized trial will be carried out at the Department of Orthopedics and Traumatology at Heidelberg University in the context of regular curricular teaching for medical students (n = 90, 3rd to 6th year). The intervention group will use e-learning with the serious gaming app Touch Surgery (TM) for chest drain insertion, whereas the control group uses serious gaming for an unrelated procedure. Primary endpoint is operative performance of chest drain insertion in a porcine cadaveric model according to OSATS. Discussion: The randomized trial will help determine the value of e-learning with the serious gaming app Touch Surgery (TM) for chest drain insertion by using the OSATS score. The study will improve surgical training for trauma situations.","Authors":"Friedrich, M (Friedrich, Mirco) ; Bergdolt, C (Bergdolt, Christian) ; Haubruck, P (Haubruck, Patrick) ; Bruckner, T (Bruckner, Thomas) ; Kowalewski, KF (Kowalewski, Karl-Friedrich) ; Muller-Stich, BP (Mueller-Stich, Beat Peter) ; Tanner, MC (Tanner, Michael C.) ; Nickel, F (Nickel, Felix)","Title":"App-based serious gaming for training of chest tube insertion: study protocol for a randomized controlled trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398214200013 PubMed ID: 28371503 ISSN: 1757-7853 eISSN: 1757-7861","Keywords":"Component overhang; Femoral component; Flexion implantation; Morphometry; Total knee arthroplasty KeyWords Plus:CHINESE POPULATION; CONDYLAR OFFSET; GENDER; REPLACEMENT; STANDARD; RISK; TKA; INSTRUMENTATION; OVERHANG","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"ORTHOPAEDIC SURGERY Volume: 9 Issue: 1 Pages: 91-96 DOI: 10.1111/os.12319 Published: FEB 2017","Abstract":"Objective: Femoral component overhang in total knee arthroplasty (TKA) has been reported in previous studies. The purpose of this study was to evaluate the effect of femoral component flexion implantation on mediolateral bone-prosthetic fit in TKA. Methods: Virtual prosthesis implantations were performed on computed tomographic models of 10 Chinese knees with femoral prostheses of the Advance Medial-Pivot knee system (MicroPort Orthopedics, Arlington, TN, USA), with the femoral component positioned at 0 degrees, 3 degrees, or 6 degrees of flexion in the sagittal plane. For each degree of flexion implantation, the differences between the knee and femoral component models on the lateral and medial sides at trochlea (zone 1), anterior-distal condyle (zone 2), posterior-distal condyle (zone 3), and posterior condyle (zone 4) were measured. Positive difference values indicate component overhang, and negative difference values indicate component underhang. The values of component overhang (underhang) in each zone were statistically analyzed across the 3 degrees of flexion implantation. Results: With a greater degree of flexion implantation, overhang was reduced and even changed to underhang. With 0 degrees of flexion implantation, an overhang exceeding 3 mm existed mainly on the medial side of zone 1 (5.81 mm) and the lateral side of zone 2 (3.39 mm). With 3 degrees of flexion, overhang exceeding 3 mm was observed only on the medial side of zone 1 (3.10 mm), and underhang was observed only on the medial side of zone 4 (-0.32 mm). No overhang exceeding 3 mm was observed for 6 degrees of flexion, while underhang was observed except on the lateral sides of zone 2 (1.32 mm) and zone 4 (1.10 mm) and on the medial side of zone 1 (1.54 mm). A significant difference in overhang values on the lateral and medial sides of zone 1 was observed between 0 and 6 degrees of flexion (P < 0.05). Conclusion: The present study demonstrated that femoral component flexion implantation by 3 degrees can reduce excessive overhang, although 3.10 mm of overhang remained at the medial side of zone 1. Conversely, 6 degrees of flexion implantation can avoid 3 mm of overhang for any zone, but increases the risk of underhang. Slight flexion implantation may be an effective alternative technique to prevent excessive component overhang, especially in the trochlea and anterior region of the distal condyle, in Chinese patients with standard TKA prostheses.","Authors":"Chen, SC (Chen, Shi-chang) ; Zeng, YM (Zeng, Yi-ming) ; Yan, MN (Yan, Meng-ning) ; Yue, B (Yue, Bing) ; Zhang, J (Zhang, Jun) ; Wang, Y (Wang, You)","Title":"Effect of Femoral Component Flexion Implantation on the Mediolateral Bone-prosthetic Fit in Total Knee Arthroplasty"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000398187300020 ISSN: 1464-4207 eISSN: 2041-3076","Keywords":"Hybrid materials; hybrid additive manufacturing process; metal/polymer orthoses; multimaterial splints KeyWords Plus:STAINLESS-STEEL; FOOT ORTHOSES; BEHAVIOR","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"PROCEEDINGS OF THE INSTITUTION OF MECHANICAL ENGINEERS PART L-JOURNAL OF MATERIALS-DESIGN AND APPLICATIONS Volume: 231 Issue: 1-2 Pages: 179-186 DOI: 10.1177/1464420716664545 Published: FEB-MAR 2017","Abstract":"The demand for additive processes that provide components with high technological performance became overriding regardless of the application area. For medical applications, the orthopedics field-multimaterial orthoses and splint-scan clearly benefit from direct additive manufacturing using a hybrid process instead of the traditional handmade manufacturing, which is slow, expensive, inaccurate, and difficult to reproduce. The ability to provide faster better orthoses, using innovative services and technologies, resulting in lower recovery times, reduced symptoms, and improved functional capacity, result in a significant impact on quality of life and the well-being of citizens. With these purposes, this work presents an integrate methodology, that includes the tridimensional (3D) scanning, 3D computer-aided design modeling, and the direct digital manufacturing of multimaterial orthoses and splints. Nevertheless, additive manufacturing of components with functional gradients, multimaterial components, e.g. metal/plastic is a great challenge since the processing factors for each one of them are very different. This paper proposes the addition of two advanced additive manufacturing technologies, the selective laser melting and the stereolithography, enabling the production of a photopolymerization of the polymer in the voids of a 3D metal mesh previously produced by selective laser melting. Based on biomimetic structures concept, this mesh is subject to a previous design optimization procedure in order to optimize its geometry, minimizing the mass involved and evidencing increased mechanical strength among other characteristics. A prototype of a hybrid additive manufacturing device was developed and its flexibility of construction, geometrical freedom, and different materials processability is demonstrated through the case study-arm orthosis-presented in this work.","Authors":"Silva, M (Silva, M.) ; Mateus, A (Mateus, A.) ; Oliveira, D (Oliveira, D.) ; Malca, C (Malca, C.)","Title":"An alternative method to produce metal/plastic hybrid components for orthopedics applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397816500003 PubMed ID: 28363285 ISSN: 0933-3657 eISSN: 1873-2860","Keywords":"Genetic algorithm; Decision support; Intra-operative; Surgical team selection; Patients outcome; Orthopedics KeyWords Plus:POSTANESTHESIA CARE-UNIT; OPERATING-ROOM; PATIENT SAFETY; MULTIOBJECTIVE OPTIMIZATION; MALPRACTICE CLAIMS; GENETIC ALGORITHMS; CARDIAC-SURGERY; HEALTH-CARE; SYSTEM; ERROR","Categories":"Computer Science; Engineering; Medical Informatics Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Biomedical; Medical Informatics","Journal Information":"ARTIFICIAL INTELLIGENCE IN MEDICINE Volume: 76 Pages: 16-26 DOI: 10.1016/j.artmed.2017.02.002 Published: FEB 2017","Abstract":"Objective: Surgical service providers play a crucial role in the healthcare system. Amongst all the influencing factors, surgical team selection might affect the patients outcome significantly. The performance of a surgical team not only can depend on the individual members, but it can also depend on the synergy among team members, and could possibly influence patient outcome such as surgical complications. In this paper, we propose a tool for facilitating decision making in surgical team selection based on considering history of the surgical team, as well as the specific characteristics of each patient. Methods: DisTeam (a decision support tool for surgical team selection) is a metaheuristic framework for objective evaluation of surgical teams and finding the optimal team for a given patient, in terms of number of complications. It identifies a ranked list of surgical teams personalized for each patient, based on prior performance of the surgical teams. DisTeam takes into account the surgical complications associated with teams and their members, their teamwork history, as well as patients specific characteristics such as age, body mass index (BMI) and Charlson comorbidity index score. Results: We tested DisTeam using intra-operative data from 6065 unique orthopedic surgery cases. Our results suggest high effectiveness of the proposed system in a health-care setting. The proposed framework converges quickly to the optimal solution and provides two sets of answers: a) The best surgical team over all the generations, and b) The best population which consists of different teams that can be used as an alternative solution. This increases the flexibility of the system as a complementary decision support tool. Conclusion: DisTeam is a decision support tool for assisting in surgical team selection. It can facilitate the job of scheduling personnel in the hospital which involves an overwhelming number of factors pertaining to patients, individual team members, and team dynamics and can be used to compose patient-personalized surgical teams with minimum (potential) surgical complications. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ebadi, A (Ebadi, Ashkan) ; Tighe, PJ (Tighe, Patrick J.) ; Zhang, L (Zhang, Lei) ; Rashidi, P (Rashidi, Parisa)","Title":"DisTeam: A decision support tool for surgical team selection"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397941900029 PubMed ID: 28104094 ISSN: 1058-2746","Keywords":"PROMIS; upper extremity; shoulder; outcomes; orthopedics; health care policy; clinical assessment KeyWords Plus:COMPUTER-ADAPTIVE TEST; FUNCTION ITEM BANK; PHYSICAL FUNCTION; SHORT-FORMS; SHOULDER; SCORE","Categories":"Orthopedics; Sport Sciences; Surgery Web of Science Categories:Orthopedics; Sport Sciences; Surgery","Journal Information":"JOURNAL OF SHOULDER AND ELBOW SURGERY Volume: 26 Issue: 2 Pages: 352-357 DOI: 10.1016/j.jse.2016.09.054 Published: FEB 2017","Abstract":"Patient reported outcomes (PROs) serve an integral role in clinical research by helping to determine the impact of clinical care as experienced by the patient. With recent initiatives in health care policy and pay for performance, outcome reporting is now recognized as a policy-driven requirement in addition to a clinical research tool. For outcome measures to satisfy these regulatory requirements and provide value in understanding disease outcomes, they must be responsive and efficient. Recent research has uncovered certain concerns regarding traditional PROs in patients with upper extremity disability and injury. These include lack of consensus regarding selection of PROs for a given diagnoses, inconsistent techniques of administration of the same PROs, and the administrative burden to patients and providers of completing these forms. To address these limitations, emphasis has been placed on streamlining the outcomes reporting process, and, as a result, the National Institutes of Health (NIH) created the Patient Reported Outcomes Measurement Information System (PROMIS). PROMIS forms were created to comprehensively and efficiently measure outcomes across multiple disease states, including orthopedics. These tools exist in computer adaptive testing and short forms with the intention of more efficiently measuring outcomes compared with legacy PROs. The goals of this review are to highlight the main components of PROMIS reporting tools and identify recent use of the scores in the upper extremity literature. The review will also highlight the research and health policy potentials and limitations of implementing PROMIS into everyday orthopedic practice. (C) 2017 Journal of Shoulder and Elbow Surgery Board of Trustees. All rights reserved.","Authors":"Makhni, EC (Makhni, Eric C.) ; Meadows, M (Meadows, Molly) ; Hamamoto, JT (Hamamoto, Jason T.) ; Higgins, JD (Higgins, John D.) ; Romeo, AA (Romeo, Anthony A.) ; Verma, NN (Verma, Nikhil N.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Makhni, Eric  http://orcid.org/0000-0003-4408-1175 Hamamoto, Jason  http://orcid.org/0000-0002-1136-6599","Title":"Patient Reported Outcomes Measurement Information System (PROMIS) in the upper extremity: the future of outcomes reporting?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397043100040 ISSN: 0034-7752","Keywords":"Hyaluronic acid; Glycosaminoglycan; Viscoelastic properties KeyWords Plus:BROAD RANGE; IN-VITRO; OSTEOARTHRITIS; METAANALYSIS; FIBROBLASTS; DERIVATIVES; HYDROGELS","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Multidisciplinary; Engineering, Chemical","Journal Information":"REVISTA DE CHIMIE Volume: 68 Issue: 2 Pages: 384-386 Published: FEB 2017","Abstract":"Hyaluronic acid is a mucopolysaccharide encountered in most body fluids and extracellular matrix. The aim of our review is to summarize current evidence about chemico-physical properties of hyaluronic acid, highlighting biomedical applications of hyaluronan derivatives. It is a glycosaminoglycan made of repeating disaccharide units containing a carboxylate group, four hydroxyl groups and one carboxylate group, with hydrophilic properties. Its particular structure with multiple coils forming an entangled network results in unique pseudoplastic and viscoelastic characteristics. Its viscous and elastic behavior, depending on the applied strain, makes hyaluronan widely applicable in biomedical field. The large amount of functions and applications is determined by the physico-chemical properties, which allows a polymorphism of the hyaluronic add structures depending on the molecular weight variations, concentration and ionic status. It is currently used in ophthalmology, orthopedics and rheumatology, in plastic surgery, surgery and otolaryngology as well. Already widely used in clinical practice, hyaluronic acid proves to be often the best solution for difficult medical problems. Future developments in nanomedicine and drug delivery linked to hyaluronic acid are emerging.","Authors":"Vasile, D (Vasile, Danut) ; Iancu, R (Iancu, Raluca) ; Bogdanici, C (Bogdanici, Camelia) ; Ungureanu, E (Ungureanu, Emil) ; Ciobotea, D (Ciobotea, Dana) ; Ciuluvica, R (Ciuluvica, Radu) ; Iancu, G (Iancu, George)","Title":"Chemo-physical Properties and Biomedical Applications of Hyaluronic Acid in Medicine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356200016 ISSN: 1013-9087","Keywords":"Ectodermal dysplasia; Focal dermal hypoplasia; Syndactyly KeyWords Plus:GOLTZ-SYNDROME; PORCN GENE; MUTATION; REGULATOR","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"ANNALS OF DERMATOLOGY Volume: 29 Issue: 1 Pages: 91-94 DOI: 10.5021/ad.2017.29.1.91 Published: FEB 2017","Abstract":"Focal dermal hypoplasia, caused by mutations in PORCN, is an X-linked ectodermal dysplasia, also known as Goltz syndrome. Only seven cases of unilateral or almost unilateral focal dermal hypoplasia have been reported in the English literature and there have been no previously reported cases in the Republic of Korea. A 19-year-old female presented with scalp defects, skin lesions on the right leg and the right trunk, and syndactyly of the right fourth and fifth toes. Cutaneous examination revealed multiple atrophic plaques and a brown and yellow mass with fat herniation and telangiectasia that was mostly located on the lower right leg. She had syndactyly on the right foot and the scalp lesion appeared to be an atrophic, membranous, fibrotic alopecic scar. A biopsy of the calf revealed upper dermal extension of fat cells, dermal atrophy, and loss of dermal collagen. A diagnosis of almost unilateral focal dermal hypoplasia was made on the basis of physical and histologic findings. Henceforth, the patient was referred to a plastic surgeon and an orthopedics department to repair her syndactyly.","Authors":"Lee, S (Lee, Solam) ; Choe, SJ (Choe, Sung Jay) ; Ahn, SK (Ahn, Sung Ku)","Title":"Almost Unilateral Focal Dermal Hypoplasia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396935300013 PubMed ID: 27530373 ISSN: 0884-0431 eISSN: 1523-4681","Keywords":"INJURY/FRACTURE HEALING-ORTHOPEDICS; SKELETAL MUSCLE; THERAPEUTICS-OTHER; DISORDERS OF CALCIUM/PHOSPHATE; PRECLINICAL STUDIES KeyWords Plus:MULTINUCLEATED GIANT-CELLS; DUCHENNE MUSCULAR-DYSTROPHY; REGENERATION IN-VIVO; HETEROTOPIC OSSIFICATION; BONE-FORMATION; MYOCARDIAL-INFARCTION; ENDOTHELIAL-CELLS; TRAUMA PATIENTS; MDX MICE; DEFICIENCY","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"JOURNAL OF BONE AND MINERAL RESEARCH Volume: 32 Issue: 2 Pages: 294-308 DOI: 10.1002/jbmr.2973 Published: FEB 2017","Abstract":"Extensive or persistent calcium phosphate deposition within soft tissues after severe traumatic injury or major orthopedic surgery can result in pain and loss of joint function. The pathophysiology of soft tissue calcification, including dystrophic calcification and heterotopic ossification (HO), is poorly understood; consequently, current treatments are suboptimal. Here, we show that plasmin protease activity prevents dystrophic calcification within injured skeletal muscle independent of its canonical fibrinolytic function. After muscle injury, dystrophic calcifications either can be resorbed during the process of tissue healing, persist, or become organized into mature bone (HO). Without sufficient plasmin activity, dystrophic calcifications persist after muscle injury and are sufficient to induce HO. Downregulating the primary inhibitor of plasmin (alpha 2-antiplasmin) or treating with pyrophosphate analogues prevents dystrophic calcification and subsequent HO in vivo. Because plasmin also supports bone homeostasis and fracture repair, increasing plasmin activity represents the first pharmacologic strategy to prevent soft tissue calcification without adversely affecting systemic bone physiology or concurrent muscle and bone regeneration. (C) 2016 American Society for Bone and Mineral Research.","Authors":"Mignemi, NA (Mignemi, Nicholas A.) ; Yuasa, M (Yuasa, Masato) ; Baker, CE (Baker, Courtney E.) ; Moore, SN (Moore, Stephanie N.) ; Ihejirika, RC (Ihejirika, Rivka C.) ; Oelsner, WK (Oelsner, William K.) ; Wallace, CS (Wallace, Christopher S.) ; Yoshii, T (Yoshii, Toshitaka) ; Okawa, A (Okawa, Atsushi) ; Revenko, AS (Revenko, Alexey S.) ; MacLeod, AR (MacLeod, A. Robert) ; Bhattacharjee, G (Bhattacharjee, Gourab) ; Barnett, JV (Barnett, Joey V.) ; Schwartz, HS (Schwartz, Herbert S.) ; Degen, JL (Degen, Jay L.) ; Flick, MJ (Flick, Matthew J.) ; Cates, JM (Cates, Justin M.) ; Schoenecker, JG (Schoenecker, Jonathan G.) ...More...Less","Title":"Plasmin Prevents Dystrophic Calcification After Muscle Injury"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397006700004 PubMed ID: 27943245 ISSN: 0002-8614 eISSN: 1532-5415","Keywords":"delirium; hip fracture; DMSS; subtypes; elderly KeyWords Plus:OLDER-PEOPLE; SUBSYNDROMAL DELIRIUM; RATING-SCALE; RISK-FACTORS; SYMPTOMS; VALIDATION; STABILITY; FREQUENCY; OUTCOMES; ETIOLOGY","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology; Gerontology","Journal Information":"JOURNAL OF THE AMERICAN GERIATRICS SOCIETY Volume: 65 Issue: 2 Pages: E45-E50 DOI: 10.1111/jgs.14582 Published: FEB 2017","Abstract":"OBJECTIVES: To examine changes in motor subtype profile in individuals with delirium. DESIGN: Observational, longitudinal study; substudy of a multicenter, randomized controlled trial. SETTING: Departments of surgery and orthopedics, Academic Medical Center and Tergooi Hospital, the Netherlands. PARTICIPANTS: Elderly adults acutely admitted for hip fracture surgery who developed delirium according to the Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, for 2 days or longer (n = 76, aged 86.4 +/- 6.1, 68.4% female). MEASUREMENTS: Delirium Motor Subtype Scale (DMSS), Delirium Rating Scale R98 (DRS-R98), comorbidity, and function. RESULTS: Median delirium duration was 3 days (interquartile range 2.0 days). At first assessment, the hyperactive motor subtype was most common (44.7%), followed by hypoactive motor subtype (28.9%), mixed motor subtype (19.7%), and no motor subtype (6.6%). Participants with no motor subtype had lower DRS-R98 scores than those with the other subtypes (P <.001). The DMSS-defined motor subtype of 47 (61.8%) participants changed over time. Katz Index of Activities of Daily Living, Charlson Comorbidity Index, cognitive impairment, age, sex, and delirium duration or severity were not associated with change in motor subtype. CONCLUSION: Motor subtype profile was variable in the majority of participants, although changes that occurred were often related to changes from or to no motor subtype, suggesting evolving or resolving delirium. Changes appeared not be associated with demographic or clinical characteristics, suggesting that evidence from cross-sectional studies of motor subtypes could be applied to many individuals with delirium. Further longitudinal studies should be performed to clarify the stability of motor subtypes in different clinical populations.","Authors":"Scholtens, RM (Scholtens, Rikie M.) ; van Munster, BC (van Munster, Barbara C.) ; Adamis, D (Adamis, Dimitrios) ; de Jonghe, A (de Jonghe, Annemarieke) ; Meagher, DJ (Meagher, David J.) ; de Rooij, SEJA (de Rooij, Sophia E. J. A.)","Title":"Variability of Delirium Motor Subtype Scale-Defined Delirium Motor Subtypes in Elderly Adults with Hip Fracture: A Longitudinal Study"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397303500022 PubMed ID: 28049616 ISSN: 1525-8610 eISSN: 1538-9375","Keywords":"Frailty; cancer; cognitive impairment; emergency medicine; geriatrics; orthopedics KeyWords Plus:RANDOMIZED-CONTROLLED-TRIAL; MULTIDIMENSIONAL PROGNOSTIC INDEX; HOSPITALIZED OLDER PATIENTS; NURSE-PRACTITIONER COMANAGEMENT; RESIDENT ASSESSMENT INSTRUMENT; HIP FRACTURE PATIENTS; EMERGENCY-DEPARTMENT; FUNCTIONAL OUTCOMES; EVALUATION UNIT; ELDERLY-PEOPLE","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology","Journal Information":"JOURNAL OF THE AMERICAN MEDICAL DIRECTORS ASSOCIATION Volume: 18 Issue: 2 Article Number: 192.e1-192.e11 DOI: 10.1016/j.jamda.2016.11.004 Published: FEB 1 2017","Abstract":"Comprehensive geriatric assessment (CGA) is a multidisciplinary diagnostic and treatment process that identifies medical, psychosocial, and functional capabilities of older adults to develop a coordinated plan to maximize overall health with aging. Specific criteria used by CGA programs to evaluate patients include age, medical comorbidities, psychosocial problems, previous or predicted high healthcare utilization, change in living situation, and specific geriatric conditions. However, no universal criteria have been agreed upon to readily identify patients who are likely to benefit from CGA. Evidence from randomized controlled trials and large systematic reviews and meta-analyses suggested that the healthcare setting may modify the effectiveness of CGA programs. Home CGA programs and CGA performed in the hospital were shown to be consistently beneficial for several health outcomes. In contrast, the data are conflicting for posthospital discharge CGA programs, outpatient CGA consultation, and CGA-based inpatient geriatric consultation services. The effectiveness of CGA programs may be modified also by particular settings or specific clinical conditions, with tailored CGA programs in older frail patients evaluated for preoperative assessment, admitted or discharged from emergency departments and orthogeriatric units or with cancer and cognitive impairment. CGA is capable of effectively exploring multiple domains in older age, being the multidimensional and multidisciplinary tool of choice to determine the clinical profile, the pathologic risk and the residual skills as well as the short-and longterm prognosis to facilitate the clinical decision making on the personalized care plan of older persons. (C) 2016 AMDA - The Society for Post-Acute and Long-Term Care Medicine.","Authors":"Pilotto, A (Pilotto, Alberto) ; Cella, A (Cella, Alberto) ; Pilotto, A (Pilotto, Andrea) ; Daragjati, J (Daragjati, Julia) ; Veronese, N (Veronese, Nicola) ; Musacchio, C (Musacchio, Clarissa) ; Mello, AM (Mello, Anna Maria) ; Logroscino, G (Logroscino, Giancarlo) ; Padovani, A (Padovani, Alessandro) ; Prete, C (Prete, Camilla) ; Panza, F (Panza, Francesco) ...More...Less","Title":"Three Decades of Comprehensive Geriatric Assessment: Evidence Coming From Different Healthcare Settings and Specific Clinical Conditions"}, {"Document Information":"Document Type:Editorial Material Language:German Accession Number: WOS:000394435600003 ISSN: 0030-9338 eISSN: 1613-7558","Categories":"Pediatrics Web of Science Categories:Pediatrics","Journal Information":"PADIATRIE UND PADOLOGIE Volume: 52 Issue: 1 Pages: 3-3 Published: FEB 2017","Authors":"[Anonymous]","Title":"Prof. Dr. Andrea Meurer First Female Head of the GSOT The German Society for Orthopedics and Traumatology has elected"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394594800008 PubMed ID: 27254656 ISSN: 0362-2436 eISSN: 1528-1159","Keywords":"adolescent idiopathic scoliosis; body mass index; complications; obesity; posterior spinal fusion; surgical outcomes; surgical site infection KeyWords Plus:OVERWEIGHT PATIENTS; COMPLICATIONS; CHILDREN; SURGERY","Categories":"Neurosciences & Neurology; Orthopedics Web of Science Categories:Clinical Neurology; Orthopedics","Journal Information":"SPINE Volume: 42 Issue: 3 Pages: E156-E162 DOI: 10.1097/BRS.0000000000001721 Published: FEB 1 2017","Abstract":"Study Design.A multicenter retrospective study of preoperative characteristics and surgical outcomes in adolescent idiopathic scoliosis (AIS).Objective.To determine the effect of obesity on (i) curve magnitude at first presentation to an orthopedic surgeon, and (ii) surgical outcomes.Summary of Background Data.Clinical findings for scoliosis may be less apparent in overweight adolescents. The effect of obesity on curve magnitude at presentation to an orthopedic surgeon has not been studied. It is unclear whether obesity is associated with worse surgical outcomes in AIS.Methods.Demographic, radiographic, perioperative, and complications data were collected on AIS patients who had undergone posterior spinal fusion (PSF). Descriptive and inferential analyses were conducted to compare healthy-weight (HW) [body mass index percentile for age (BMI%) 84], overweight (OW; BMI% 85), and obese (OB; BMI% 95) adolescents.Results.We analyzed 588 patients (454 HW, 134 OW, and 71 OB). In comparison with the HW adolescents, major curve magnitude at presentation to orthopedics was larger in the OW adolescents (49.3 degrees vs. 43.9 degrees) (P<0.0001) and OB adolescents (50.4 degrees vs. 43.9 degrees) (P=0.001). The OW and OB groups had increased preoperative major curve magnitude [(59.1 degrees vs. 55.4 degrees) (P=0.001); (59.9 degrees vs. 55.4 degrees) (P=0.001)], preoperative minor curve magnitude [(42.2 degrees vs. 37.2 degrees) (P<0.0001); (43.0 degrees vs. 37.2 degrees) (P=0.001)], preoperative thoracic kyphosis [(30.8 degrees vs. 25.7 degrees) (P<0.0001); (33.7 degrees vs. 25.7 degrees) (P<0.0001)], and surgical time [(307 vs. 276 mins) (P=0.009); (320 vs. 276 mins) (P=0.005)] than the HW group.Subgroup analysis of the patients with a minimum 2-year follow-up (n=245) showed a trend towards a higher complication rate in the OB group (47.8% vs. 28.3%) (P=0.054). The OB group had significantly more superficial infections than the HW group (13.0% vs. 1.6%) (P=0.001).Conclusion.OW patients with AIS have a larger curve magnitude at presentation to an orthopedic surgeon. OW patients who undergo PSF for AIS have increased surgical times. OB patients may be at higher risk of postoperative complications.","Authors":"Li, Y (Li, Ying) ; Binkowski, L (Binkowski, Laura) ; Grzywna, A (Grzywna, Alexandra) ; Robbins, CB (Robbins, Christopher B.) ; Caird, MS (Caird, Michelle S.) ; Farley, FA (Farley, Frances A.) ; Glotzbecker, M (Glotzbecker, Michael)","Title":"Is Obesity in Adolescent Idiopathic Scoliosis Associated With Larger Curves and Worse Surgical Outcomes?"}, {"Document Information":"Document Type:Editorial Material Language:German Accession Number: WOS:000396282000010 PubMed ID: 28249338 ISSN: 1864-6697 eISSN: 1864-6743","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"ZEITSCHRIFT FUR ORTHOPADIE UND UNFALLCHIRURGIE Volume: 155 Issue: 1 Pages: 25-26 DOI: 10.1055/s-0042-122662 Published: FEB 2017","Authors":"Wirtz, DC (Wirtz, Dieter C.) ; Stockle, U (Stoeckle, Ulrich)","Title":"Editorial for the Journal of Orthopedics and Trauma Surgery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396914100053 PubMed ID: 28069140 ISSN: 0020-1383 eISSN: 1879-0267","Keywords":"Metatarsal; Fracture; Radiography; Ultrasonography; Diagnosis; Orthopedics KeyWords Plus:DISTAL RADIUS FRACTURES; BEDSIDE ULTRASONOGRAPHY; FOREARM FRACTURES; GUIDED REDUCTION; ULTRASOUND; ACCURACY; CHILDREN; ANKLE; FOOT; TOOL","Categories":"General & Internal Medicine; Emergency Medicine; Orthopedics; Surgery Web of Science Categories:Critical Care Medicine; Emergency Medicine; Orthopedics; Surgery","Journal Information":"INJURY-INTERNATIONAL JOURNAL OF THE CARE OF THE INJURED Volume: 48 Issue: 2 Pages: 542-547 DOI: 10.1016/j.injury.2016.12.018 Published: FEB 2017","Abstract":"Objective: It was aimed to compare the efficacy of point-of-care ultrasonography (POCUS) with radiography in the diagnosis and management of metatarsal fracture (MTF). Methods: Patients aged 5-55 years admitted to emergency room due to low-energy, simple extremity trauma and had a suspected MTF, were included in this prospective study. Patients were evaluated by two different emergency physicians in the emergency room. The first physician performed POCUS examination. Second physician evaluated the radiography images. The obtained results were compared. Results: Seventy-two patients were enrolled in the study. Fracture was detected in 39% by radiography and in 43% of patients by POCUS. Multiple MTFs were identified in 5% of patients. Compared with radiography, POCUS had a sensitivity of 93%, specificity of 89%, positive predictive value of 84% and a negative predictive value of 95% (95% CI, 83-98%) in the detection of fractures. While soft tissue edema was seen in 61% of patients by POCUS, soft tissue edema with hematoma was detected in 14%. Compared with radiography, the sensitivity and specificity of POCUS in the decision for surgery were 100% and 98% (95% CI, 97-100%), respectively, whereas its sensitivity and specificity were both 100% in the decision for reduction. Conclusion: In our study, we demonstrated that POCUS could be applied with success in the diagnosis and treatment of MTF in low-energy injuries. POCUS can be used as an alternative to radiography in the emergency rooms due to being easy to learn and practice and availability of soft tissue examination along with bone tissue examination. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Kozaci, N (Kozaci, Nalan) ; Ay, MO (Ay, Mehmet Oguzhan) ; Avci, M (Avci, Mustafa) ; Beydilli, I (Beydilli, Inan) ; Turhan, S (Turhan, Sadullah) ; Donertas, E (Donertas, Eda) ; Ararat, E (Ararat, Ertan)","Title":"The comparison of radiography and point-of-care ultrasonography in the diagnosis and management of metatarsal fractures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393358600011 PubMed ID: 27798947 ISSN: 0743-684X eISSN: 1098-8947","Keywords":"indocyanine green angiography; lower limb open fracture; flap reconstruction KeyWords Plus:LOWER-EXTREMITY TRAUMA; MICROSURGICAL RECONSTRUCTION; MANAGEMENT; FIXATION; OUTCOMES; FLAP","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"JOURNAL OF RECONSTRUCTIVE MICROSURGERY Volume: 33 Issue: 2 Pages: 143-150 DOI: 10.1055/s-0036-1593807 Published: FEB 2017","Abstract":"Background The treatment of trauma to the lower extremities often carries a high risk of complications. To the best of our knowledge, no study has been published regarding the treatment of open lower-limb fractures using laser-assisted indocyanine green angiography (LA-ICG). Here we retrospectively evaluated LA-ICG based therapeutic interventions and reported the use of LA-ICG and its results in this application. Patients and Methods Between January 2011 and December 2015, a total of 23 cases with Gustilo grade IIIB open lower-limb fractures were investigated. LA-ICG was used to demonstrate the presence of necrotic tissue and determine the range of debridement. We compared 13 patients treated using LA-ICG from 2013 to 2015 with 10 patients treated without LA-ICG from 2010 to 2013. We reviewed tissue necrosis and other outcomes of these patients. Results The tissue necrosis rate in the LA-ICG used group was significantly lower than that in the LA-ICG free group. There were also significant differences in the average number of instances of tissue necrosis per patient, debridements, and deep-site infections. There was no flap loss. Conclusion By using LA-ICG, not only plastic surgeons but also clinicians in all associated departments including orthopedics can perform early reliable debridement and share in trauma treatment planning. We will continue to accumulate similar cases and hope to further improve LA-ICG techniques.","Authors":"Koshimune, S (Koshimune, Seijiro) ; Shinaoka, A (Shinaoka, Akira) ; Ota, T (Ota, Tomoyuki) ; Onoda, S (Onoda, Satoshi) ; Kimata, Y (Kimata, Yoshihiro)","Title":"Laser-Assisted Indocyanine Green Angiography Aids in the Reconstruction of Gustilo Grade IIIB Open Lower-Limb Fractures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392623800003 PubMed ID: 27623745 ISSN: 0883-5403 eISSN: 1532-8406","Keywords":"arthroplasty; cost; risk; orthopedics; outcomes; bundled KeyWords Plus:TOTAL KNEE ARTHROPLASTY; TOTAL HIP; REPLACEMENT; LENGTH; VOLUME; STAY","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"JOURNAL OF ARTHROPLASTY Volume: 32 Issue: 2 Pages: 355-+ DOI: 10.1016/j.arth.2016.07.025 Published: FEB 2017","Abstract":"Background: With increased scrutiny regarding the cost and safety of health care delivery, there is increasing interest in judicious patient selection for total joint arthroplasty (TJA) procedures. It is unknown which comorbidities incur the greatest increase in risk to the patient and cost to the system after TJA. Therefore, this study sought to characterize the association of common preoperative comorbidities with both the risk for postoperative in-hospital complications and the total hospital cost in patients undergoing TJA. Methods: A retrospective cohort study was conducted using the National Inpatient Sample. All elective, unilateral, primary or revision total knee or hip arthroplasty procedures in patients aged 40-95 years from 2008 to 2012 were identified. Common preoperative comorbidities were identified with use of clinical comorbidity software. Risk of complication and cost were calculated for each comorbidity. Results: A total of 4,323,045 patients were identified. Patient comorbidities increased the risk of major postoperative complications, with the highest risk associated with congestive heart failure (CHF; relative risk [RR], 4.402), valvular heart disease (VHD; RR, 3.209), and chronic obstructive pulmonary disease (COPD; RR, 2.813). Likewise, comorbidities increased overall hospital costs, with the largest additional costs associated with coagulopathy (+$3787), CHF (+$3701), and electrolyte disorders (+$3179). The cumulative number of comorbidities was associated with increased risk (R-2 = 0.86) and cost (R-2 = 0.90). Conclusion: The findings of our study suggest that greater comorbidity burden is associated with increased risk and cost in TJA. Specifically, this article identifies the patient comorbidities that incur the greatest increase in postoperative complications (CHF, VHD, COPD) and cost (coagulopathy, CHF, electrolyte disorders) after TJA. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Hustedt, JW (Hustedt, Joshua W.) ; Goltzer, O (Goltzer, Oren) ; Bohl, DD (Bohl, Daniel D.) ; Fraser, JF (Fraser, James F.) ; Lara, NJ (Lara, Nina J.) ; Spangehl, MJ (Spangehl, Mark J.)","Title":"Calculating the Cost and Risk of Comorbidities in Total Joint Arthroplasty in the United States"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392623800048 PubMed ID: 27546475 ISSN: 0883-5403 eISSN: 1532-8406","Keywords":"forced air warming; reflective blanket; prewarming; normothermia; arthroplasty KeyWords Plus:BLOOD-LOSS; PERIOPERATIVE HYPOTHERMIA; GENERAL-ANESTHESIA; WARMING DEVICES; FLOW; INFECTION; ORTHOPEDICS; VENTILATION; PREVENTION","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"JOURNAL OF ARTHROPLASTY Volume: 32 Issue: 2 Pages: 624-627 DOI: 10.1016/j.arth.2016.07.015 Published: FEB 2017","Abstract":"Background: The use of forced air warming devices in the operating room has been shown to cause disruption of laminar airflow and a potential for increase in surgical site contamination. In contrast, conductive warming devices such as reflective blankets do not disrupt airflow and therefore have no potential for this increase in surgical site infection. However, some studies have shown them to be inferior to forced air warming devices in maintaining normothermia. We tested the hypothesis that the use of reflective blankets is as effective as forced air warming devices in maintaining intraoperative normothermia after adequate prewarming. Methods: We performed a randomized, controlled trial of 50 patients undergoing hip or knee arthroplasty using a protocol of prewarming followed by application of either forced air warming device or a reflective blanket and recording the patients sublingual temperature at a 15-minute interval till arrival in the post-anesthesia care unit. Results: There was no significant difference in the sublingual temperatures in the 2 groups at any time point. Conclusion: Our study shows that after a period of adequate prewarming, the use of reflective blankets is as effective as the use of forced air warming devices in maintaining normothermia in patients undergoing hip or knee arthroplasty. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Tjoakarfa, C (Tjoakarfa, Clarissa) ; David, V (David, Vikram) ; Ko, A (Ko, Atlas) ; Hau, R (Hau, Raphael)","Title":"Reflective Blankets Are as Effective as Forced Air Warmers in Maintaining Patient Normothermia During Hip and Knee Arthroplasty Surgery"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000392567100002 PubMed ID: 27810416 ISSN: 0967-5868 eISSN: 1532-2653","Keywords":"Spine surgery; Research; Publication; Impact factor; Level of evidence","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology; Neurosciences","Journal Information":"JOURNAL OF CLINICAL NEUROSCIENCE Volume: 36 Pages: 6-11 DOI: 10.1016/j.jocn.2016.10.025 Published: FEB 2017","Abstract":"There has been a marked increase in spine surgery in the 21st century, but there are no reports providing quantitative and qualitative analyses of research by Korean spine surgeons. The study goal was to assess the status of Korean spinal surgery and research. The number of spine surgeries was obtained from the Korean National Health Insurance Service. Research articles published by Korean spine surgeons were reviewed by using the Medline/PubMed online database. The number of spine surgeries in Korea increased markedly from 92,390 in 2004 to 164,291 in 2013. During the 2000-2014 period, 1982 articles were published by Korean spine surgeons. The annual number of articles increased from 20 articles in 2000 to 293 articles in 2014. There was a positive correlation between the annual spine surgery and article numbers (p < 0.001). There were 1176 original studies published, and there was an annual increase in articles with Oxford levels of evidence 1, 2, and 3. The mean five-year impact factor (IF) for article quality was 1.79. There was no positive correlation between the annual IF and article numbers. Most articles (65.9%) were authored by neurosurgical spine surgeons. But spinal deformity-related topics were dominant among articles authored by orthopedics. The results show a clear quantitative increase in Korean spinal surgery and research over the last 15 years. The lack of a correlation between annual IF and published article numbers indicate that Korean spine surgeons should endeavor to increase research value. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Lee, SE (Lee, Soo Eon) ; Jahng, TA (Jahng, Tae-Ahn) ; Kim, KJ (Kim, Ki-Jeong) ; Hyun, SJ (Hyun, Seung-Jae) ; Kim, HJ (Kim, Hyun Jib) ; Kawaguchi, Y (Kawaguchi, Yoshiharu)","Title":"Research articles published by Korean spine surgeons: Scientific progress and the increase in spine surgery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391615500023 PubMed ID: 27704262 ISSN: 0941-4355 eISSN: 1433-7339","Keywords":"Spontaneous fractures; Neoplasm metastasis; National Inpatient Sample; NIS; Musculoskeletal oncology; Orthopedics KeyWords Plus:BONE-DISEASE; SURGICAL-TREATMENT; CLINICAL-FEATURES; INSURANCE; SURVIVAL; SURGERY; CARE; ASSOCIATION; HEALTH; SPINE","Categories":"Oncology; Health Care Sciences & Services; Rehabilitation Web of Science Categories:Oncology; Health Care Sciences & Services; Rehabilitation","Journal Information":"SUPPORTIVE CARE IN CANCER Volume: 25 Issue: 2 Pages: 513-521 DOI: 10.1007/s00520-016-3431-8 Published: FEB 2017","Abstract":"The skeleton is the third most common site of cancer metastases. Approximately 10 % of patients with bone metastases will develop a pathologic fracture, with significant associated morbidity and mortality. The purpose of this study was to identify risk factors for same-admission mortality after pathologic fractures secondary to metastatic cancer. The Nationwide Inpatient Sample database was queried from 2002 to 2013 for hospitalized patients with diagnoses of pathologic fracture and a primary cancer at high risk for skeletal metastasis. Univariate and multivariate analyses were performed to determine risk factors associated with same-admission mortality after fracture. A total of 371,163 patients were identified. The spine was the most common site of pathologic fracture (68.0 %) followed by lower extremity (25.0 %) and upper extremity (8.7 %). The following factors were independently associated with increased mortality (p < 0.001): cancer of lung or unspecified location; fracture of upper or lower extremity; male gender; age ae<yen>65; non-Medicare insurance; coexisting congestive heart failure, chronic pulmonary disease, renal failure, or liver disease; and postoperative surgical site infection, acute myocardial infarction, pulmonary embolism, or pneumonia. Closed reductions were associated (p < 0.001) with increased mortality while open or percutaneous surgical treatments were protective (p < 0.001) against mortality. Pathologic fractures are a devastating consequence of metastatic bone disease, contributing significantly to morbidity and mortality. Numerous demographic and medical factors are associated with increased same-admission mortality. This data is useful for counseling patients with skeletal metastatic disease and should be taken into consideration when conducting routine skeletal surveillance in patients with metastatic cancer.","Authors":"Behnke, NK (Behnke, Nicole K.) ; Baker, DK (Baker, Dustin K.) ; Xu, S (Xu, Shin) ; Niemeier, TE (Niemeier, Thomas E.) ; Watson, SL (Watson, Shawna L.) ; Ponce, BA (Ponce, Brent A.)","Title":"Risk factors for same-admission mortality after pathologic fracture secondary to metastatic cancer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394821600005 PubMed ID: 28143546 ISSN: 1477-7525","Keywords":"Orthopedics; Patient-Centered outcomes; Patient satisfaction; Physical Therapy KeyWords Plus:LOW-BACK-PAIN; EXTREMITY FUNCTIONAL SCALE; SUBJECTIVE KNEE FORM; DISABILITY INDEX; RESPONSE SHIFT; SHOULDER PAIN; MUSCULOSKELETAL PAIN; CONSTRUCT-VALIDITY; JOINT ARTHROPLASTY; RATING-SCALE","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services; Health Policy & Services","Journal Information":"HEALTH AND QUALITY OF LIFE OUTCOMES Volume: 15 Article Number: 29 DOI: 10.1186/s12955-017-0604-1 Published: JAN 31 2017","Abstract":"Background: Patient-centered approaches offer an alternative method in evaluating treatment outcomes. This study investigated; 1) if patient's criteria for success (satisfaction of clinical outcomes) changes from pre to post treatment, 2) whether patients who met their success criteria also meet minimal clinical important difference scores (MCIDs), and 3) if patient's success criteria differed from their expected (what the patient believes will occur) and desired (what the patient wants to occur) outcomes following intervention. Methods: A consecutive sample of 225 subjects with complaints of musculoskeletal pain was referred to an outpatient, sports medicine physical therapy clinic. Participants completed the Patient Centered Outcome Questionnaire (PCOQ) prior to their initial evaluation session and a follow-up PCOQ at discharge. The PCOQ asks subjects to rate their pain, fatigue, emotional distress, and interference with daily activities for usual, desired, successful, and expected levels, and how important improvement is for each domain on a 101-point numerical rating scale. Paired-sample T-test were used to determine patient's pre and post success criterion and whether success criteria differed from desired and expected outcomes following intervention. Chi-squared were used to determine if individuals desired, expected, and success criteria for treatment outcome differed from established MCIDs. Results: The results revealed no change in success criteria pre to post treatment for all domains. Chi-square test revealed patients desired, expected, and success criteria were independent of established MCIDs (P > .01). There were no differences between patients expected outcomes and success criteria. However, there were differences between patient's desired outcomes and expected and success outcomes, with patients reporting lower desired levels of pain, emotional distress, fatigue, and interference with daily activities following physical therapy intervention (P < .01). Conclusion: Patients in this setting do not appear to modify their success criteria throughout the course of outpatient physical therapy. Additionally, individually defined success criterion differs from established clinically important changes. Clinicians interested in a broader assessment of outcome need to consider patient determined criterion in addition MCIDs. Furthermore, desired outcomes are lower than both expectation and success criteria. In this setting, outcomes following physical therapy episodes were likely to meet patient's expectations and success criteria but not desired criterion.","Authors":"Zeppieri, G (Zeppieri, Giorgio, Jr.) ; George, SZ (George, Steven Z.)","Title":"Patient-defined desired outcome, success criteria, and expectation in outpatient physical therapy: a longitudinal assessment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397347500002 PubMed ID: 28122513 ISSN: 1471-2334","Keywords":"S. aureus; Drug resistance; Trend; China KeyWords Plus:INTENSIVE-CARE-UNIT; ANTIMICROBIAL USE; MRSA; STEWARDSHIP; INFECTIONS; BACTEREMIA","Categories":"Infectious Diseases Web of Science Categories:Infectious Diseases","Journal Information":"BMC INFECTIOUS DISEASES Volume: 17 Article Number: 97 DOI: 10.1186/s12879-016-2172-0 Published: JAN 25 2017","Abstract":"Background: To understand the relationship between the Staphylococcus aureus infection rate and the reasonable usage of antibiotics, which will help in the effective control of MRSA infection. Methods: All data were obtained by the application of the nosocomial infection surveillance network. Drug resistance, departmental sources, and isolated sites as well as infection rate variations of S. aureus were analyzed in the 7-year period in key departments. Results: Between 2008 and 2014, 2525 strains of S. aureus isolates, mainly from sputum, skin/soft tissue, bloodstreams were collected from several hospital departments including respiratory, burn, brain surgery, orthopedics, ICU, and emergency. During these periods, the resistance rate of S. aureus to most drugs, including oxacillin, tetracycline, erythromycin, clindamycin, gentamicin, and ciprofloxacin, showed a tendency to decrease. The resistance to sulphamethoxazole/trimethoprim showed the opposite trend (P = 0.075) and there were no S. aureus strains resistant to linezolid and vancomycin. The MRSA infection rate was different across crucial hospital departments, with the burns department and ICU maintaining a high infection level. Over the 7-year period, both the brain surgery and the emergency departments had an expected upward trend (P < 0.05), while the orthopedic department showed a clear downward trend (P < 0.05) in MRSA infection rate. Conclusion: Hospitals should continue to maintain the current pattern of antibiotic administration, while more effective measures should be taken to reduce the high MRSA infection rate in some important hospital departments.","Authors":"Chen, KS (Chen, Kaisen) ; Huang, YF (Huang, Yanfang) ; Song, QY (Song, Qiuyue) ; Wu, CH (Wu, Chenhui) ; Chen, XW (Chen, Xiaowen) ; Zeng, LB (Zeng, Lingbing)","Title":"Drug-resistance dynamics of Staphylococcus aureus between 2008 and 2014 at a tertiary teaching hospital, Jiangxi Province, China"}, {"Document Information":"Document Type:Editorial Material Language:Norwegian Accession Number: WOS:000395236900030 ISSN: 0029-2001 eISSN: 0807-7096","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"TIDSSKRIFT FOR DEN NORSKE LAEGEFORENING Volume: 137 Issue: 2 Pages: 127-127 Published: JAN 24 2017","Authors":"Ekas, GR (Ekas, Guri Ranum)","Title":"Surgery versus training- orthopedics year 2016"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000392232500001 PubMed ID: 28154552 ISSN: 1664-2392","Keywords":"implant debris; inflammasome; orthopedics; allergy; chemokines; CXC KeyWords Plus:ALLERGIC CONTACT-DERMATITIS; PARTICLE-INDUCED OSTEOLYSIS; PARTICULATE WEAR DEBRIS; MESENCHYMAL STEM-CELLS; TOTAL HIP-REPLACEMENT; PERIPROSTHETIC OSTEOLYSIS; NALP3 INFLAMMASOME; IN-VITRO; UHMWPE PARTICLES; GROWTH-FACTORS","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"FRONTIERS IN ENDOCRINOLOGY Volume: 8 Article Number: 5 DOI: 10.3389/fendo.2017.00005 Published: JAN 19 2017","Abstract":"Despite the success in returning people to health saving mobility and high quality of life, the over 1 million total joint replacements implanted in the US each year are expected to eventually fail after approximately 15-25 years of use, due to slow progressive subtle inflammation to implant debris compromising the bone implant interface. This local inflammatory pseudo disease state is primarily caused by implant debris interaction with innate immune cells, i.e., macrophages. This implant debris can also activate an adaptive immune reaction giving rise to the concept of implant-related metal sensitivity. However, a consensus of studies agree the dominant form of this response is due to innate reactivity by macrophages to implant debris danger signaling (danger-associated molecular pattern) eliciting cytokine-based and chemokine inflammatory responses. This review covers implant debris-induced release of the cytokines and chemokines due to activation of the innate (and the adaptive) immune system and how this leads to subsequent implant failure through loosening and osteolysis, i.e.,what is known of central chemokines (e.g., IL-8, monocyte chemotactic protein-1, MIP-1, CCL9, CCL10, CCL17, and CCL22) associated with implant debris reactivity as related to the innate immune system activation/cytokine expression, e.g., danger signaling (e.g., IL-1 beta, IL-18, IL-33, etc.), toll-like receptor activation (e.g., IL-6, tumor necrosis factor a, etc.), bone catabolism (e.g., TRAP5b), and hypoxia responses (HIF-1 alpha). More study is needed, however, to fully understand these interactions to effectively counter cytokine-and chemokine-based orthopedic implant-related inflammation.","Authors":"Hallab, NJ (Hallab, Nadim J.) ; Jacobs, JJ (Jacobs, Joshua J.)","Title":"Chemokines Associated with Pathologic Responses to Orthopedic Implant Debris"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395478900002 PubMed ID: 28115984 ISSN: 1749-7922","Keywords":"Pelvic; Trauma; Management; Guidelines; Mechanic; Injury; Angiography; REBOA; ABO; Preperitoneal pelvic packing; External fixation; Internal fixation; X-ray; Pelvic ring fractures KeyWords Plus:ENDOVASCULAR BALLOON OCCLUSION; HEMODYNAMICALLY UNSTABLE PATIENTS; TRANSFORAMINAL SACRAL FRACTURES; DAMAGE CONTROL ORTHOPEDICS; NONCOMPRESSIBLE TORSO HEMORRHAGE; RANDOMIZED-CLINICAL-TRIAL; RING INJURIES; BLUNT TRAUMA; AORTA REBOA; C-CLAMP","Categories":"Emergency Medicine; Surgery Web of Science Categories:Emergency Medicine; Surgery","Journal Information":"WORLD JOURNAL OF EMERGENCY SURGERY Volume: 12 Article Number: 5 DOI: 10.1186/s13017-017-0117-6 Published: JAN 18 2017","Abstract":"Complex pelvic injuries are among the most dangerous and deadly trauma related lesions. Different classification systems exist, some are based on the mechanism of injury, some on anatomic patterns and some are focusing on the resulting instability requiring operative fixation. The optimal treatment strategy, however, should keep into consideration the hemodynamic status, the anatomic impairment of pelvic ring function and the associated injuries. The management of pelvic trauma patients aims definitively to restore the homeostasis and the normal physiopathology associated to the mechanical stability of the pelvic ring. Thus the management of pelvic trauma must be multidisciplinary and should be ultimately based on the physiology of the patient and the anatomy of the injury. This paper presents the World Society of Emergency Surgery (WSES) classification of pelvic trauma and the management Guidelines.","Authors":"Coccolini, F (Coccolini, Federico) ; Stahel, PF (Stahel, Philip F.) ; Montori, G (Montori, Giulia) ; Biffl, W (Biffl, Walter) ; Horer, TM (Horer, Tal M.) ; Catena, F (Catena, Fausto) ; Kluger, Y (Kluger, Yoram)[ 10 ] ; Moore, EE (Moore, Ernest E.)[ 11 ] ; Peitzman, AB (Peitzman, Andrew B.)[ 12 ] ; Ivatury, R (Ivatury, Rao)[ 13 ] ; Coimbra, R (Coimbra, Raul)[ 14 ] ; Fraga, GP (Fraga, Gustavo Pereira)[ 15 ] ; Pereira, B (Pereira, Bruno)[ 15 ] ; Rizoli, S (Rizoli, Sandro)[ 16 ] ; Kirkpatrick, A (Kirkpatrick, Andrew)[ 17 ] ; Leppaniemi, A (Leppaniemi, Ari)[ 18 ] ; Manfredi, R (Manfredi, Roberto) ; Magnone, S (Magnone, Stefano) ; Chiara, O (Chiara, Osvaldo)[ 19 ] ; Solaini, L (Solaini, Leonardo) ; Ceresoli, M (Ceresoli, Marco) ; Allievi, N (Allievi, Niccolo) ; Arvieux, C (Arvieux, Catherine)[ 20 ] ; Velmahos, G (Velmahos, George)[ 21 ] ; Balogh, Z (Balogh, Zsolt)[ 22,23 ] ; Naidoo, N (Naidoo, Noel)[ 24 ] ; Weber, D (Weber, Dieter)[ 25 ] ; Abu-Zidan, F (Abu-Zidan, Fikri)[ 26 ] ; Sartelli, M (Sartelli, Massimo)[ 27 ] ; Ansaloni, L (Ansaloni, Luca) ...More...Less","Title":"Pelvic trauma: WSES classification and guidelines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396184400097 ISSN: 0257-8972","Keywords":"WE43 magnesium alloy; Pulsed laser deposition; Electrophoretic deposition; Scratch/adhesion; Electrochemical impedance spectroscopy; Hank's solution KeyWords Plus:AZ91 MAGNESIUM ALLOY; CORROSION BEHAVIOR; PURE MAGNESIUM; IN-VIVO; COATINGS; IMPLANTS; BONE; ELECTRODEPOSITION; SPECTROSCOPY; BIOACTIVITY","Categories":"Materials Science; Physics Web of Science Categories:Materials Science, Coatings & Films; Physics, Applied","Journal Information":"SURFACE & COATINGS TECHNOLOGY Volume: 309 Pages: 840-848 DOI: 10.1016/j.surfcoat.2016.10.077 Published: JAN 15 2017","Abstract":"Surface modification of biodegradable magnesium implants to improve the surface-related properties and longevity is of crucial importance. This paper compares the corrosion behavior of hydroxyapatite (HAp) coated WE43 Mg alloy, developed using two different coating techniques viz. electrophoretic deposition (EPD) and pulsed laser deposition (PLD). The coated samples were tested for their corrosion behavior in Hank's balanced salt solution (HESS) at 37 +/- 2 degrees C. The higher adhesion of HAp obtained using PLD technique reduced the diffusion through coating and provided enhanced corrosion resistance to the bulk WE43 alloy. The corrosion rate was observed to be 0.073 mm/yr for HAp coated using PLD whereas, the coating developed by EPD and bare substrate had a corrosion rate of 0.194 and 0.97 mm/yr respectively. The electrochemical impedance spectroscopy (EIS) results obtained in the form of Nyquist and Bode plot further substantiated the results obtained using potentiodynamic polarization curve. The resistance offered by the solution was 51.5% lesser and the coating resistance was 96.87% higher for PLD coating than EPD coated sample. The SEM images of the HAp coated samples before and after corrosion clearly revealed that the degradation of HAp coated using EPD was higher compared to PLD. Hence, WE43 alloy coated with HAp by two different coating processes proves to have slower degradation rate in comparison with uncoated substrate and amongst the two coating processes PLD can be employed to develop successful coatings for application of Mg alloys in the field of orthopedics. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sankar, M (Sankar, Magesh) ; Suwas, S (Suwas, Satyam) ; Balasubramanian, S (Balasubramanian, Subramanian) ; Manivasagam, G (Manivasagam, Geetha)","Title":"Comparison of electrochemical behavior of hydroxyapatite coated onto WE43 Mg alloy by electrophoretic and pulsed laser deposition"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000393647800001 ISSN: 2296-8016","Keywords":"apatite; glass; glass-ceramic; biomaterial; fluorapatite; chlorapatite; nucleation and crystallization; orthopedic KeyWords Plus:AMORPHOUS PHASE-SEPARATION; CRYSTAL NUCLEATION KINETICS; TRANSMISSION ELECTRON-MICROSCOPY; SIMULATED BODY-FLUID; BIOACTIVE GLASS; BAO-SIO2 GLASSES; CA-5(PO4)(3)F NANOCRYSTALS; SPECTROSCOPIC PROPERTIES; CALCIUM FLUOROPHOSPHATE; NEUTRON-DIFFRACTION","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"FRONTIERS IN MATERIALS Volume: 3 Article Number: UNSP 59 DOI: 10.3389/fmats.2016.00059 Published: JAN 9 2017","Abstract":"This article is a review of the published literature on apatite glass-ceramics (GCs). Topics covered include crystallization mechanisms of the various families of apatite GCs and an update on research and development on apatite GCs for applications in orthopedics, dentistry, optoelectronics, and nuclear waste management. Most apatite GCs crystallize through a homogenous nucleation and crystallization mechanism, which is aided by a prior liquid-liquid phase separation. Careful control of the base glass composition and heat-treatment conditions, which determine the nature and morphology of the crystal phases in the GC can produce GC materials with exceptional thermal, mechanical, optical, and biological properties. The GCs reviewed for orthopedic applications exhibit suitable mechanical properties and can chemically bond to bone and stimulate its regeneration. The most commercially successful apatite GCs are those developed for dental veneering. These materials exhibit excellent translucency and clinical esthetics and mimic the natural tooth mineral. Due to the ease of solid solution of the apatite lattice, rare earth doped apatite GCs are discussed for potential applications in optoelectronics and nuclear waste management. One of the drawbacks of the commercial apatite GCs used in orthopedics is the lack of resorbability; therefore, the review provides a direction for future research in the field.","Authors":"Duminis, T (Duminis, Tomas) ; Shahid, S (Shahid, Saroash) ; Hill, RG (Hill, Robert Graham) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Duminis, Tomas  http://orcid.org/0000-0002-4959-3199","Title":"Apatite Glass-Ceramics: A Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398813400009 PubMed ID: 28271087 ISSN: 2345-4644 eISSN: 2345-461X","Keywords":"Congenital hip dislocation; Consensus; Flatfoot; Orthopedics; Pediatrics KeyWords Plus:OPEN REDUCTION; CONGENITAL DISLOCATION; OSSIFIC NUCLEUS; FOLLOW-UP; PAVLIK; AGE","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"ARCHIVES OF BONE AND JOINT SURGERY-ABJS Volume: 5 Issue: 1 Pages: 46-51 Published: JAN 2017","Abstract":"Developmental dysplasia of the hip (DDH) and flatfoot are common pediatric orthopedic disorders, being referred to and managed by both general and pediatric orthopedic surgeons, through various modalities. Our study aimed to evaluate their consensus and perspective disagreements in terms of diagnostic and therapeutic approaches of the mentioned deformities. Forty participants in two groups of general orthopedic surgeons (GOS) (n=20) and pediatric orthopedic surgeons (POS) (n=20), were asked to answer an 8-item questionnaire on DDH and flexible flatfoot. The questions were provided with two- or multiple choices and a single choice was accepted for each one. Chi-square and Fishers exact tests was performed to compare the responses. For a neonate with limited hip abduction, hip ultrasonography was the agreed-upon approach in both groups (100% POS vs 71% GOS), and for its interpretation 79% of POS relied on their own whereas 73% of GOS relied on radiologists report (P=0.002). In failure of a 3-week application of the Pavlik harness, ending it and closed reduction (57% POS vs. 41% GOS) followed by surgery quality assessment with CT scan (64% POS vs. 47% GOS) and without the necessity for avascular necrosis evaluation (79% POS vs. 73% GOS) were the choice measures. In case of closed reduction failure, open reduction via medial approach was the favorite next step in both groups (62% POS and 80% GOS). For the patient with flexible flat foot, reassurance was the choice plan of 79% of pediatric orthopedists. Our findings demonstrated significant disagreements among the orthopedic surgeons. This proposes insufficiency of high-level evidence.","Authors":"Zargarhashi, RH (Zargarhashi, Ramin Haj) ; Bonaki, HN (Bonaki, Hirhod Nasiri) ; Zadegan, SA (Zadegan, Shayan Abdollah) ; Baghdad, T (Baghdad, Taghi) ; Nabian, MH (Nabian, Mohammad Hossein) ; Shirazi, MR (Shirazi, Mehdi Ramezan)","Title":"Comparison of Pediatric and General Orthopedic Surgeons' Approaches in Management of Developmental Dysplasia of the Hip and Flexible Flatfoot: the Road to Clinical Consensus"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398945400010 ISSN: 1312-773X","Keywords":"problematic skin wounds; platelet rich plasma; functional scoring scales KeyWords Plus:GROWTH-FACTORS; ULCERS","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JOURNAL OF IMAB Volume: 23 Issue: 1 Pages: 1460-1465 DOI: 10.5272/jimab.2017231.1460 Published: JAN-MAR 2017","Abstract":"OBJECTIVE: To show analysis of the results of applying the method platelet-rich plasma (PRP) for the treatment of problematic skin wounds. The paper's objective is to prove its reliability and relevance, to evaluate its efficiency and applicability to Bulgarian patients. MATERIAL AND METHODS: Out of a total of 154 hospitalized patients with problematic skin wounds 83 have been treated with platelet-rich plasma, comprising the Experimental group (EG), and 71 patients with similar wounds have been treated by using traditional methods for the respective pathology at the Department of Orthopedics and Traumatology, Vessel and Plastic Surgery Department, comprising the Control Group (CG). Data on the condition of monitored symptoms of researched cases was collected for the research. A variable is defined for every symptom and its value and weight is correspondingly introduced. Scores introduced by Cancela AM are used for the assessment of the respective wound. Each of these scores is used for assessing specific wound parameters: Total Wound Score (TWS); total anatomic score (TAS) of wound and Total Score of Wound data (TSWD). RESULTS: Analysis of variance was performed to achieve the objectives and solve the research tasks; variables containing information on initial and final data from each series of experiments have been analyzed in order to determine basic numerical characteristics of variables, and by comparative analysis to check how they tend to vary in experimental (EG) and control (CG) group. Statistical survey shows that the platelet-rich plasma method gives significant results when treating problematic skin wounds leading to full recovery as compared to traditional methods typical for the pathology. The graphical interpretation allows to identify forecast relations between assessed aspects of problematic wounds and weeks of treatment. CONCLUSION: By analyzing the results of our study we can conclude that the use of platelet-rich plasma to treat problematic skin wounds is a safe and effective treatment method. It is not universal for every wound, but follows the principles of biological wound treatment and leads to full recovery of high percentage of problematic skin wounds. We support proponents of the application of platelet-rich plasma to treat problematic skin wounds.","Authors":"Sokolov, T (Sokolov, Tsvetan) ; Manukova, A (Manukova, Aneliya) ; Karakoleva, S (Karakoleva, Stefka) ; Valentinov, B (Valentinov, Boyan) ; Petrova, N (Petrova, Neli)","Title":"ANALYSIS OF THE RESULTS OF APPLYING THE METHOD PLATELET-RICH PLASMA (PRP) FOR THE TREATMENT OF PROBLEMATIC SKIN WOUNDS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393030600086 ISSN: 1422-0067","Keywords":"chondrocytes; type II collagen; chitosan; poly(lactic-co-glycolic acid); magnetic nanoparticles; biphasic scaffold KeyWords Plus:MESENCHYMAL STEM-CELLS; ARTICULAR-CARTILAGE DEFECTS; IRON-OXIDE NANOPARTICLES; IN-VIVO; EXPERIMENTAL-MODELS; KNEE; BONE; INJURIES; CHITOSAN; PLGA","Categories":"Biochemistry & Molecular Biology; Chemistry Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF MOLECULAR SCIENCES Volume: 18 Issue: 1 Article Number: 87 DOI: 10.3390/ijms18010087 Published: JAN 2017","Abstract":"Chondral or osteochondral defects are still controversial problems in orthopedics. Here, chondrocytes labeled with magnetic nanoparticles were cultivated on a biphasic, type II collagen-chitosan/poly(lactic-co-glycolic acid) scaffold in an attempt to develop cultures with trackable cells exhibiting growth, differentiation, and regeneration. Rabbit chondrocytes were labeled with magnetic nanoparticles and characterized by scanning electron microscopy (SEM), transmission electron (TEM) microscopy, and gene and protein expression analyses. The experimental results showed that the magnetic nanoparticles did not affect the phenotype of chondrocytes after cell labeling, nor were protein and gene expression affected. The biphasic type II collagen-chitosan/poly(lactic-co-glycolic) acid scaffold was characterized by SEM, and labeled chondrocytes showed a homogeneous distribution throughout the scaffold after cultivation onto the polymer. Cellular phenotype remained unaltered but with increased gene expression of type II collagen and aggrecan, as indicated by cell staining, indicating chondrogenesis. Decreased SRY-related high mobility group-box gene (Sox-9) levels of cultured chondrocytes indicated that differentiation was associated with osteogenesis. These results are encouraging for the development of techniques for trackable cartilage regeneration and osteochondral defect repair which may be applied in vivo and, eventually, in clinical trials.","Authors":"Su, JY (Su, Juin-Yih) ; Chen, SH (Chen, Shi-Hui) ; Chen, YP (Chen, Yu-Pin) ; Chen, WC (Chen, Wei-Chuan)","Title":"Evaluation of Magnetic Nanoparticle-Labeled Chondrocytes Cultivated on a Type II Collagen-Chitosan/Poly(Lactic-co-Glycolic) Acid Biphasic Scaffold"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397226800009 ISSN: 0393-6384 eISSN: 2283-9720","Keywords":"Hepatitis B; Hepatitis C; Human immunodeficiency virus; Surgery; Syrian refugee KeyWords Plus:HEPATITIS-B; PREVALENCE","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"ACTA MEDICA MEDITERRANEA Volume: 33 Issue: 1 Pages: 59-63 DOI: 10.19193/0393-6384_2017_1_009 Published: 2017","Abstract":"Introduction: Hepatitis B and C and HIV cause severe health problems in worldwide. Controlled and/or unrecorded migrations which have been occurring as a result of Syrian war, leads to death of many people, increase poverty, make dissemination of diseases easier and increase health problems. Materials and methods: Data of Syrian refugee patients who were being surgical treatment and follow-up in Kanuni Sultan Suleyman Training and Research Hospital Department of Surgery (General Surgery, urology, gynecologic oncology, orthopedics and intensive care units) and for whom ELISA (HBsAg, Anti-HBs, Anti-HCV and anti-HIV) was performed between January and December 2015 were retrospectively evaluated from computerized records. Results: Three hundred Syrian refugee patients who were included in the study were evaluated. One hundred fifty six (52%) patients were female and 144 (48%) were male. The most common age distribution range was found between 16-30. One hundred twenty five (41.6%) patients in general surgery, 78 (26%) patients in orthopedics, 55 (18.4%) patients in urology and 42 (14%) patients in gynecological oncology underwent surgery. HBsAg positivity was found in 9 (3%), anti-HCV was found positivity in 7 (2.3%) and anti-HBs positivity was found in 73 (26.6%) patients. Anti-HIV positivity was found in none of these patients. Conclusion: Increasing number of uncontrolled and unrecorded Syrian refugees causes lots of social and health problems. We recommended that is important to know frequency of hepatitis in both refugee and local society. According to our study; hepatitis and HIV screening recommended for Syrian refugees in their medical treatments due to the migration from regions where the disease is widespread. Our data will be beneficial for relevant physicians in terms of provide predictions concerning about follow-up of this patient group which will going on surgical intervention.","Authors":"Inci, A (Inci, Ayse) ; Sarici, IS (Sarici, Inanc Samil) ; Caliskan, G (Caliskan, Gurkan) ; Kalayci, MU (Kalayci, Mustafa Uygar)","Title":"INVESTIGATION OF FREQUENCY OF HBSAG, ANTI HBS, ANTI HCV AND ANTI HIV IN REFUGEE PATIENTS FROM SYRIA WHO ADMIT TO A TRAINING AND RESEARCH HOSPITAL DEPARTMENT OF SURGERY"}, {"Document Information":"Document Type:Biographical-Item Language:English Accession Number: WOS:000394144000016 PubMed ID: 28234103 ISSN: 0003-1348 eISSN: 1555-9823","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"AMERICAN SURGEON Volume: 83 Issue: 1 Pages: 1-2 Published: JAN 2017","Abstract":"William Arbuthnot Lane contributed to the advancement of many fields of orthopedics, otolaryngology, and general surgery. He is credited for his \"no-touch technique\" and the invention of long-handled instruments, some of which are still in use today, to minimize tissue handling. He is most well known for his hypothesis that slowing of gastric contents could cause a variety of ailments and this became known as Lane's disease. Although his surgical treatment of Lane's disease is now defunct, it advanced the surgical technique in colorectal surgery. It seems likely that some of Lane's \"autointoxication\" patients would be classified today as patients with colonic inertia, diverticulitis, colonic volvulus, and megacolon or, which are all treated with colectomy. Lane was a pioneer in multiple fields and a true general surgeon. He advanced colorectal surgery immensely and propelled the field of surgery into a new era.","Authors":"Morris, M (Morris, Mackenzie) ; Price, T (Price, Thea) ; Cowan, SW (Cowan, Scott W.) ; Yeo, CJ (Yeo, Charles J.) ; Phillips, B (Phillips, Benjamin)","Title":"William Arbuthnot Lane (1856-1943): Surgical Innovator and His Theory of Autointoxication"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394144000019 PubMed ID: 28234112 ISSN: 0003-1348 eISSN: 1555-9823","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"AMERICAN SURGEON Volume: 83 Issue: 1 Pages: 16-22 Published: JAN 2017","Abstract":"In the United States in 2013, nearly 500,000 bicyclists were injured and required emergency department care. The objectives of this study were to describe the types of injuries which urban bicyclists sustain, to analyze the number and type of surgeries required, and to better delineate the services providing care. This is an observational study of injured bicyclists presenting to a Level I trauma center between February 2012 and August 2014. Most data were collected within 24 hours of injury and included demographics, narrative description of the incident, results of initial imaging studies, Injury Severity Score, admission status, length of stay, surgical procedure, and admitting and discharging service. A total of 706 injured bicyclists were included in the study, and 187 bicyclists (26.4%) required hospital admission. Of those admitted, 69 (36.8%) required surgery. There was no difference in gender between those who required surgery and those who did not (P = 0.781). Those who required surgery were older (mean age 39.1 vs 34.1, P = 0.003). Patients requiring surgery had higher Abbreviated Injury Scores for head (P <= 0.001), face (P <= 0.001), abdomen (P = 0.012), and extremity (P <= 0.001) and highermean Injury Severity Scores (12.6 vs 3.7, P < 0.001). Sixty-nine patients required surgery and were brought to the operating room 82 times for 89 distinct procedures. Lower extremity injuries were the reason for 43 (48.3%) procedures, upper extremity injuries for 14 (15.7%), and facial injuries for 15 (16.9%). Orthopedic surgery performed 50 (56.2%) procedures, followed by plastic surgery (15 procedures; 16.8%). Trauma surgeons performed five (5.6%) procedures in four patients. The majority of admitted patients were admitted and discharged by the trauma service (70.1%, 56.7%, respectively) followed by the orthopedics service (13.9%, 19.8%, respectively). Injured bicyclists represent a unique subset of trauma patients. Orthopedic surgeons are most commonly involved in their operative management and rarely are the operative skills of a general traumatologist required. From a resource perspective, it is more efficient to direct the inpatient care of bicyclists with single-system trauma to the appropriate surgical subspecialty service soon after appropriate initial evaluation and treatment by the trauma service.","Authors":"Warnack, E (Warnack, Elizabeth) ; Heyer, J (Heyer, Jessica) ; Sethi, M (Sethi, Monica) ; Tandon, M (Tandon, Manish) ; Dimaggio, C (Dimaggio, Charles) ; Pachter, HL (Pachter, Hersch Leon) ; Frangos, SG (Frangos, Spiros G.)","Title":"Urban Bicyclist Trauma: Characterizing the Injuries, Consequent Surgeries, and Essential Sub-Specialties Providing Care"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396426400009 PubMed ID: 28261533 ISSN: 2093-3681 eISSN: 2093-369X","Keywords":"Replacement Arthroplasty; Cost-Benefit Analysis; Mobile Applications; Database Management Systems KeyWords Plus:TOTAL HIP-ARTHROPLASTY; KNEE ARTHROPLASTY","Categories":"Medical Informatics Web of Science Categories:Medical Informatics","Journal Information":"HEALTHCARE INFORMATICS RESEARCH Volume: 23 Issue: 1 Pages: 67-73 DOI: 10.4258/hir.2017.23.1.67 Published: JAN 2017","Abstract":"Objectives: Long-term follow-up care after total joint arthroplasty is essential to evaluate hip and knee arthroplasty outcomes, to provide information to physicians and improve arthroplasty performance, and to improve patients' health condition. In this paper, we aim to improve the communication between arthroplasty patients and physicians and to reduce the cost of follow-up controls based on mobile application technologies and cloud computing. Methods: We propose a mobile-based healthcare system that provides cost-effective follow-up controls for primary arthroplasty patients through questions about symptoms in the replaced joint, questionnaires (WOMAC and SF-36v2) and the radiological examination of knee or hip joint. We also perform a cost analysis for a set of 423 patients that were treated in the University Clinic for Orthopedics in Essen-Werden. Results: The estimation of healthcare costs shows significant cost savings (a reduction of 63.67% for readmission rate 5%) in both the University Clinic for Orthopedics in Essen-Werden and the state of North Rhine-Westphalia when the mobile-based healthcare system is applied. Conclusions: We propose a mHealth system to reduce the cost of follow-up assessments of arthroplasty patients through evaluation of diagnosis, self-monitoring, and regular review of their health status.","Authors":"Bitsaki, M (Bitsaki, Marina) ; Koutras, G (Koutras, George) ; Heep, H (Heep, Hansjoerg) ; Koutras, C (Koutras, Christos)","Title":"Cost-Effective Mobile-Based Healthcare System for Managing Total Joint Arthroplasty Follow-Up"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396500800013 PubMed ID: 28033172 ISSN: 1547-1896 eISSN: 0893-7400","Keywords":"physician; physician assistant; lifestyle; satisfaction; evaluation; orthopedics","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"JAAPA-JOURNAL OF THE AMERICAN ACADEMY OF PHYSICIAN ASSISTANTS Volume: 30 Issue: 1 Pages: 38-41 DOI: 10.1097/01.JAA.0000508212.42460.3a Published: JAN 2017","Abstract":"Objective: Limited current research is available comparing job satisfaction and lifestyles of physicians and physician assistants (PAs). Given the professional similarities and the upward trend in employment for both professions, this research is important in educating future professionals and employers. This study examined job contentment among orthopedic physicians and PAs. Methods: A cross-sectional survey was designed to assess career and lifestyle satisfaction. The survey was e-mailed to orthopedic clinics across the United States. Results: 27 PAs and 50 physicians completed the survey. Compared with physicians, PAs were more likely to recommend their career and to desire to switch specialties. Physicians reported a higher level of agreement that the professional schedule overshadows personal life, and that the stress and demand of the profession impair personal health. Conclusion: PAs in orthopedics self-reported a higher lifestyle satisfaction than physicians. One specialty was examined and larger, more diverse studies should be conducted.","Authors":"Shannon, KM (Shannon, Katherine M.) ; Merenstein, DJ (Merenstein, Daniel J.)","Title":"Evaluating the lifestyles of physicians and PAs in orthopedics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394925400007 PubMed ID: 28292342 ISSN: 0164-1263 eISSN: 1942-5473","Keywords":"LATHAM APPLIANCE; CLEFT LIP AND PALATE; DENTAL DEVELOPMENT KeyWords Plus:INTERNATIONALLY ADOPTED-CHILDREN; ENAMEL DEFECTS; PERMANENT DENTITIONS; ETIOLOGIC FACTORS; ECTOPIC ERUPTION; PALATE; LIP; OUTCOMES; REPAIR; ORTHOPEDICS","Categories":"Dentistry, Oral Surgery & Medicine; Pediatrics Web of Science Categories:Dentistry, Oral Surgery & Medicine; Pediatrics","Journal Information":"PEDIATRIC DENTISTRY Volume: 39 Issue: 1 Pages: 53-58 Published: JAN-FEB 2017","Abstract":"Purpose: The purpose of this study was to retrospectively evaluate the Latham-type appliance's effect on the development and eruption of posterior teeth during the mixed dentition stage before palatal expansion and secondary alveolar bone graft(s). Methods: The charts of complete cleft lip and palate (CLP) patients treated with and without the Latham-type appliance were screened using the following inclusion criteria: nonsyndromic; CLP; and available panoramic radiographs and clinical photographs in the mixed dentition prior to palatal expansion and secondary alveolar bone grafts. Surgical repair for Latham-type appliance patients followed the Latham-Millard protocol. The differences in outcomes were analyzed using Fisher's exact tests. Results: The sample consisted of 65 patients treated with the appliance (Latham group) and 36 subjects who were not (non-Latham group). Similar incidences were found between the non-Latham group and the Latham group for maxillary second premolar agenesis (11 percent versus 10 percent) and enamel defects in the maxillary arch (17 percent versus 14 percent). The incidence of ectopic permanent maxillary first molars was higher in the Latham group than in the non-Latham group (28 percent versus one percent, P=0.01). Conclusions: A higher incidence of ectopic permanent maxillary first molars was found in patients treated with the Latham-type appliance.","Authors":"Lin, J (Lin, Jin) ; Allareddy, V (Allareddy, Veerasathpurush) ; Ross, E (Ross, Elizabeth) ; Shusterman, S (Shusterman, Stephen)","Title":"A Comparison of Mixed Dentition Dental Development in Cleft Patients Treated With and Without the Latham-type Appliance"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000396476700004 ISSN: 1887-7249 eISSN: 1989-5151","Keywords":"diabetic foot; hyaluronic acid; clinical protocols; orthopedics procedure","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"REVISTA INTERNACIONAL DE CIENCIAS PODOLOGICAS Volume: 11 Issue: 1 Pages: 45-49 DOI: 10.5209/rev_RICP.2017.v11.n1.54101 Published: 2017","Abstract":"The prevalence of diabetic polyneuropathy in Spain is 22% increasing with age, standing at less than 5% in patients between 15 and 19 years and reaching 29.8% in those aged 70 to 74 years age. Infection is an important complication in Diabetic Foot, frequently associated with minor amputation and even lower extremity amputation. The study presents a clinical case of a 68-year-old man who consulted for a diabetic foot ulcer in the metatarseal area of the right foot, diagnosed two years ago and without healing success. An exploration protocol of the diabetic food was made. Afterwards, a surgical debridement was done and a cure procedure with pure hyaluronic acid, a bandage and foot unloading was followed. After 69 days of treatment, a complete ulcer healing was achieved. After the injure healing, a biomechanical exploration was made and a plantar support was produced to avoid the reappearance of the injury because of local hyperpressure.","Authors":"Garcia, AV (Viana Garcia, Antonio); Lopez, PP (Palomo Lopez, Patricia)","Title":"Hyaluronic acid as neuropathic ulcer treatment: a case report"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396711100032 ISSN: 1676-546X eISSN: 1679-0359","Keywords":"Canine; Knee; Orthopedics; Osteotomy KeyWords Plus:TIBIAL TUBEROSITY ADVANCEMENT; OSTEOTOMY","Categories":"Agriculture Web of Science Categories:Agriculture, Multidisciplinary","Journal Information":"SEMINA-CIENCIAS AGRARIAS Volume: 38 Issue: 1 Pages: 321-326 DOI: 10.5433/1679-0359.2017v38n1p321 Published: 2017","Abstract":"Cranial cruciate ligament rupture is the major cause of lameness and degenerative joint disease in the canine stifle. The cause of this disease is multifactorial, especially involving degenerative and inflammatory changes. Many techniques have been described for the management of this condition, and current recommendations include the use of corrective osteotomies, most recently using the Maquet (or modified Maquet) procedure. This technique is fundamentally similar to the classical tibial tuberosity advancement (TTA), but without the use of the bone plate. The main advantages of using this technique are a shorter operative time and less use of implants. The main complication of this technique is an increased risk of tibial crest fracture. This report describes the Maquet technique for the treatment of a three-year-old male West White Terrier dog with rupture of the cranial cruciate ligament. Cruciate ligament rupture was diagnosed by a positive cranial tibial drawer test. Mediolateral stifle radiography performed under anesthesia with the stifle in 135 degrees of extension demonstrated a tibial plateau angle of 22 degrees. A cage of six millimeters was necessary to allow advancement. The Maquet technique produced excellent post-operative results, including early weight-bearing and neutralization of the cranial tibial drawer. The consolidation time of the osteotomy was 63 days.","Authors":"Marques, DRC (Custodio Marques, Danilo Roberto) ; Ibanez, JF (Ibanez, Jose Fernando) ; Monteiro, JF (Monteiro, Juliana Fonseca) ; Hespanha, ACV (Valentim Hespanha, Ana Carolina) ; Eggert, M (Eggert, Mayara) ; Becker, A (Becker, Amanda) ; Freitas, IB (Freitas, Itallo Barros)","Title":"A report of the Maquet procedure for the management of cranial cruciate ligament rupture in a dog - a case report"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396649200015 PubMed ID: 27881043 ISSN: 0001-5458","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"ACTA CHIRURGICA BELGICA Volume: 117 Issue: 2 Pages: 136-136 DOI: 10.1080/00015458.2016.1258808 Published: 2017","Authors":"Metsemakers, WJ (Metsemakers, Willem-Jan)","Title":"Experimental research methods in orthopedics and trauma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394238800001 PubMed ID: 28009420 ISSN: 2280-8000","Keywords":"Ceramic coatings; Clinical outcomes; DLC coatings; Oxidized zirconium; THR bearings; Titanium nitride KeyWords Plus:DIAMOND-LIKE-CARBON; CROSS-LINKED POLYETHYLENE; ZIRCONIUM FEMORAL HEADS; OXIDIZED ZIRCONIUM; SILICON-NITRIDE; IN-VITRO; COBALT-CHROMIUM; BIOMEDICAL APPLICATIONS; ORTHOPEDIC APPLICATIONS; JOINT REPLACEMENT","Categories":"Biophysics; Engineering; Materials Science Web of Science Categories:Biophysics; Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"JOURNAL OF APPLIED BIOMATERIALS & FUNCTIONAL MATERIALS Volume: 15 Issue: 1 Pages: E1-E9 DOI: 10.5301/jabfm.5000330 Published: JAN-MAR 2017","Abstract":"Background: Metallic ball heads for total hip replacement (THR) bearings with ceramicized surfaces were introduced in orthopedics during the second half of the 1980s, with the aim of decreasing the wear of polyethylene cups. Methods: An analysis was made of the literature regarding outcomes for metallic ball heads with ceramicized surfaces now in clinical use (TiN, TiNbN, ZrN, monoclinic ZrO2), as well as carbon coatings (pyrolytic carbon, diamond-like carbon) and silicon nitride as coatings in ball heads for THR bearings. Results: Notwithstanding the diffusion of ceramicized ball heads in THRs, there are few reports about their clinical outcomes in hip arthroplasty. In addition, several clinical studies and some registry data are putting under scrutiny the clinical advantages of ceramicized ball heads over cobalt chrome (CoCr) alloy and ceramic ball heads. Conclusions: The wear of THR bearings with ceramicized ball heads looks like it depends more on the behavior of the polyethylene cups than on the treatment of the ball head surface. The risk of coating damage and of its consequences has to be taken into account in selecting this type of bearing.","Authors":"Piconi, C (Piconi, Corrado) ; De Santis, V (De Santis, Vincenzo) ; Maccauro, G (Maccauro, Giulio)","Title":"Clinical outcomes of ceramicized ball heads in total hip replacement bearings: a literature review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395980100003 PubMed ID: 28316944 ISSN: 2231-0762 eISSN: 2250-1002","Keywords":"Biomembrane; human amnion membrane; placental allografts; scaffold; tissue engineering KeyWords Plus:OCULAR SURFACE RECONSTRUCTION; HUMAN FETAL MEMBRANES; STEM-CELL LINES; IN-VITRO; EPITHELIAL-CELLS; GROWTH-FACTOR; EXTRACELLULAR-MATRIX; HUMAN BLASTOCYSTS; TRANSPLANTATION; DIFFERENTIATION","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"JOURNAL OF INTERNATIONAL SOCIETY OF PREVENTIVE AND COMMUNITY DENTISTRY Volume: 7 Issue: 1 Pages: 15-21 DOI: 10.4103/jispcd.JISPCD_359_16 Published: JAN-FEB 2017","Abstract":"Human amniotic membrane (HAM) is derived from the fetal membranes which consist of the inner amniotic membrane made of single layer of amnion cells fixed to collagen-rich mesenchyme attached to chorion. HAM has low immunogenicity, anti-inflammatory properties and their cells can be isolated without the sacrifice of human embryos. Amniotic membrane has biological properties which are important for the experimental and clinical applications in managing patients of various medical specialties. Abundant, natural and wonderful biomembrane not only protects the foetus but also has various clinical applications in the field of dermatology, ophthalmology, ENT surgery, orthopedics and dental surgery. As it is discarded post-partum it may be useful for regenerative medicine and cell therapy to treat damaged or diseased tissues.","Authors":"Mohan, R (Mohan, Ranjana) ; Bajaj, A (Bajaj, Aashima) ; Gundappa, M (Gundappa, Mohan)","Title":"Human Amnion Membrane: Potential Applications in Oral and Periodontal Field"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395170100009 PubMed ID: 28218555 ISSN: 2000-656X eISSN: 2000-6764","Keywords":"RCT studies; Scandcleft; unilateral cleft lip and palate; nasolabial appearance; facial esthetics; 5 years; multicenter study KeyWords Plus:DENTAL ARCH RELATIONSHIPS; REFERENCE PHOTOGRAPHS; INFANT ORTHOPEDICS; FACIAL APPEARANCE; PART 2; EUROCLEFT; INTERCENTER; DUTCHCLEFT; YARDSTICK; CHILDREN","Categories":"Orthopedics; Surgery Web of Science Categories:Orthopedics; Surgery","Journal Information":"JOURNAL OF PLASTIC SURGERY AND HAND SURGERY Volume: 51 Issue: 1 Pages: 64-72 Special Issue: SI DOI: 10.1080/2000656X.2016.1266492 Published: 2017","Abstract":"Background and aim: Facial appearance is one of the most relevant measures of success in cleft lip and palate treatment. The aim was to assess nasolabial appearance at 5 years of age in all children in the project. In this part of the project the local protocol for lip closure continued to be used because the primary lip and nose operations were not part of the randomisation. The great majority of the surgeons used Millard's technique together with McComb's technique for the nose. One center used Tennison-Randalls technique and in one center the centers own technique as well as nose plugs were used. Methods: Three hundred and fifty-nine children participated in this part of the project. Standardised photos according to a specific protocol developed for the Scandcleft project were taken. Only the nasolabial area was shown, the surrounding facial features were masked. Three components were scored using a 5-point ordinal scale. A new developed Scandcleft Yardstick was used. Results: The reliability of the method was tested using the weighted kappa statistics. Both the interrater and intrarater reliability scores were good to very good. There were statistically significant differences between the three trials. Conclusion: The Millard procedure combined with McComb technique had been used in the majority of the cases in all three trials. There were statistically significant differences between the three trials concerning upper lip, nasal form, and cleft side profile.","Authors":"Molsted, K (Molsted, Kirsten) ; Humerinta, K (Humerinta, Kirsti) ; Kuseler, A (Kuseler, Annelise) ; Skaare, P (Skaare, Pal) ; Bellardie, H (Bellardie, Haydn) ; Shaw, W (Shaw, William) ; Karsten, A (Karsten, Agneta) ; Saele, PK (Saele, Paul Kare) ; Rizell, S (Rizell, Sara) ; Marcusson, A (Marcusson, Agneta)[ 10 ] ; Eyres, P (Eyres, Philip) ; Semb, G (Semb, Gunvor)[ 4,6,11 ] ...More...Less","Title":"Scandcleft randomised trials of primary surgery for unilateral cleft lip and palate: 8. Assessing naso-labial appearance in 5-year-olds - a preliminary study"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397082400016 PubMed ID: 27755642 ISSN: 0147-7447 eISSN: 1938-2367","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"ORTHOPEDICS Volume: 40 Issue: 1 Pages: E109-E116 DOI: 10.3928/01477447-20161013-01 Published: JAN-FEB 2017","Abstract":"Hip preservation surgery encompasses various surgical procedures that have the goal of decreasing the progression of osteoarthritis, preserving normal hip function, and delaying the need for arthroplasty. These procedures can encompass arthroscopic, open, and combined techniques. This study investigated the trends and complications associated with open hip preservation surgery performed by candidates undergoing Part II of the American Board of Orthopaedic Surgery examination. The American Board of Orthopaedic Surgery Part II surgeon case database was queried from the years 2003 to 2013 for Current Procedural Terminology (CPT) codes related to open hip preservation surgery in patients 10 years and older. Patient demographics, fellowship training, geographic location, and complications were extracted from the database. These data were analyzed to determine the incidence by year of individual procedures and complications. During the study period, 644 cases (352 male, 292 female; mean age, 29.7 years) and 730 CPT codes were reported. The most commonly reported fellowship was pediatric orthopedics. No trend was observed in the overall incidence of these surgeries, but there was an increase in the number of cases performed in the Midwest. There were 212 reported complications, with a rate of 33% per case, or 29% per CPT code (range, 12.5%-100% per CPT code). Complications reported ranged from infection to death. The incidence of complications over time showed no discernible trend. Based on the results of this study, the yearly incidence and complications associated with open hip preservation surgery performed by surgeons undergoing board certification should continue at a predictable rate.","Authors":"Hedgecock, J (Hedgecock, Jon) ; Cook, PC (Cook, P. Christoph) ; Harrast, J (Harrast, John) ; Baumhauer, JF (Baumhauer, Judith F.) ; Giordano, BD (Giordano, Brian D.)","Title":"Incidence and Complications of Open Hip Preservation Surgery: An ABOS Database Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394430600013 PubMed ID: 27739246 ISSN: 1530-7085 eISSN: 1533-2500","Keywords":"pain; physical function; psychological inflexibility; pain catastrophizing; depression; anxiety KeyWords Plus:MEASUREMENT INFORMATION-SYSTEM; ITEM RESPONSE THEORY; TRIPARTITE MODEL; OUTCOMES; ACCEPTANCE; DEPRESSION; ANXIETY; PROMIS; VALIDATION; PROGRESS","Categories":"Anesthesiology; Neurosciences & Neurology Web of Science Categories:Anesthesiology; Clinical Neurology","Journal Information":"PAIN PRACTICE Volume: 17 Issue: 1 Pages: 129-140 DOI: 10.1111/papr.12494 Published: JAN 2017","Abstract":"BackgroundPsychological inflexibilitythe inability to take value-based actions in the presence of unwanted thoughts, feelings, or bodily symptomsis associated with negative health outcomes including depression and anxiety. ObjectiveWe aimed to determine the association between the general construct of psychological inflexibility and pain intensity, and upper extremity physical function in patients with musculoskeletal illness in an orthopedics practice. We also set out to test multiple-mediator models proposing that psychological inflexibility affects pain intensity and upper extremity physical function directly, as well as indirectly through depression, anxiety, and pain catastrophizing. MethodsOne hundred and eight patients with upper extremity illness completed self-report measures of pain intensity, upper extremity physical function, psychological inflexibility, pain catastrophizing, depression, and anxiety in this cross-sectional study. ResultsWe found that psychological inflexibility affected pain intensity and upper extremity physical function directly and indirectly. Pain catastrophizing but not depression or anxiety mediated the association of psychological inflexibility to pain intensity and upper extremity physical function. ConclusionsPsychological inflexibility plays an important role in understanding the increased pain and decreased upper extremity physical function in patients with musculoskeletal pain. It also suggests that the cognitive error of pain catastrophizing is one of the mechanisms through which the general construct of psychological inflexibility may influence pain intensity and upper extremity physical function. Psychological treatments aimed at decreasing pain and increasing upper extremity physical function should target both pain catastrophizing and psychological inflexibility.","Authors":"Talaei-Khoei, M (Talaei-Khoei, Mojtaba) ; Fischerauer, SF (Fischerauer, Stefan F.) ; Lee, SG (Lee, Sang-Gil) ; Ring, D (Ring, David) ; Vranceanu, AM (Vranceanu, Ana-Maria)","Title":"Pain Catastrophizing Mediates the Effect of Psychological Inflexibility on Pain Intensity and Upper Extremity Physical Function in Patients with Upper Extremity Illness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395739000148 ISSN: 1936-2625","Keywords":"Elderly patients; hip fracture; deep vein thrombosis (DVT) KeyWords Plus:TOTAL KNEE ARTHROPLASTY; VENOUS THROMBOEMBOLISM; RISK; EPIDEMIOLOGY; INFLAMMATION; METAANALYSIS; PREVENTION; DISEASE","Categories":"Oncology; Pathology Web of Science Categories:Oncology; Pathology","Journal Information":"INTERNATIONAL JOURNAL OF CLINICAL AND EXPERIMENTAL PATHOLOGY Volume: 10 Issue: 2 Pages: 2119-2126 Published: 2017","Abstract":"Objective: To investigate the clinical characteristics and to analyze the clinical risk factors of lower extremity deep vein thrombosis (DVT) after hip fracture among elderly patients. Methods: From October 2000 to April 2010, 95 patients who suffered from hip fracture were recruited, including 30 males (mean age 75.3 +/- 12.47 years, range 60-90 years) and 65 females (mean age 77.9 +/- 11.45 years, range 61-96 years). There were 55 cases with femoral neck fracture and 40 cases with intertrochanteric fracture. Color Doppler flow imaging (CDFI) was used to screen DVT of bilateral lower extremities in all patients before orthopedic surgery and within 14 days postoperatively. All patients were treated with operation and given low-molecular-weight heparin (LMWH) for 10-14 days postoperatively to prevent DVT. Results: There were 16 patients who developed DVT preoperatively and 20 patients postoperatively. The perioperative and postoperative incidences were 16.8% (16/95) and 21.1% (20/95) respectively. 87.2% DVT were found in fractured extremities. Logistic regression analysis demonstrated a definite association of intertrochanteric fracture with postoperative DVT with odds ratio of 5.977 (P<0.05). Conclusions: There was higher perioperative DVT incidence in fractured extremities than that in the uninjured side. Intertrochanteric fracture was a risk factor for postoperative DVT. Patients with hip fracture are at a high risk of lower extremity DVT and should be screened using color Doppler ultrasound blood flow imaging (CDFI) before orthopedics surgery. Routine usage of LMWH is an effective way to prevent DVT during perioperative period. Anticoagulant and inferior vena cava filter had been proved to be effective to prevent perioperative DVT.","Authors":"Wen, LY (Wen, Liangyuan) ; Gou, T (Gou, Tao) ; Ji, Q (Ji, Quan) ; Sun, FP (Sun, Fengpo) ; Guo, FJ (Guo, Fajin) ; Wang, L (Wang, Lin) ; Liu, JC (Liu, Junchuan) ; Liu, GN (Liu, Guangnian) ; Zhang, FD (Zhang, Fandi)","Title":"Clinical observation and perioperative management of lower extremity deep vein thrombosis after hip fracture among elderly patients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393752400010 PubMed ID: 28216753 ISSN: 0019-5413 eISSN: 1998-3727","Keywords":"Anterior cruciate ligament; knee arthroplasty; osteoarthritis; osteotomy; tibia; tibial plateau KeyWords Plus:CRUCIATE LIGAMENT INJURIES; KNEE ARTHROPLASTY; BIOMECHANICS; OSTEOTOMY","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"INDIAN JOURNAL OF ORTHOPAEDICS Volume: 51 Issue: 1 Pages: 69-74 DOI: 10.4103/0019-5413.197545 Published: JAN-FEB 2017","Abstract":"Background: Upper surface of the proximal tibial end, tibial plateau, has a slope directed posteroinferiorly relative to the long axis of the middle of the shaft. It has important consideration in surgeries such as knee arthroplasty, high tibial osteotomy, and medical imaging of the knee joint. The aim of the present study was to estimate the tibial plateau angle (TPA) by plain radiograph in the adult Eastern Indian population as during literature review, we were unable to find any study, except one (without specific reference axis), on this variable among the Indian population. Materials and Methods: A sample was taken from adult patients attending the outpatient department of orthopedics of the institute with minor knee problems. Measurement of the TPA was done in the true lateral radiographs of the knee joints of the selected subjects by a standardized method. Results: TPA varied widely from 6 degrees to 24 degrees, with the mean standard deviation value 13.6 degrees +/- 3.5 degrees. Students unpaired t-test revealed no significant difference of TPA between left and right knees, both in male (P = 0.748) and female (P = 0.917) separately and in the entire study population irrespective of gender (P = 0.768). Comparison of TPA between male (13.3 degrees +/- 3.3 degrees) and female (13.9 degrees +/- 3.4 degrees) by Students unpaired t-test showed no sexual dimorphism (P = 0.248). There were poor correlations of TPA with age and body mass index. Conclusion: The present study described the variations of the TPA in the adult Eastern Indian population (range 6 degrees-24 degrees, mean SD 13.6 degrees +/- 3.5 degrees, no laterality, no sexual dimorphism, poor correlation with age and BMI). Knowledge of this study could be used in different orthopedic surgeries and imaging technique in or around the knee joint.","Authors":"Medda, S (Medda, Shyamalendu) ; Kundu, R (Kundu, Rajib) ; Sengupta, S (Sengupta, Sohini) ; Pal, AK (Pal, Ananda Kisor)","Title":"Anatomical variation of posterior slope of tibial plateau in adult Eastern Indian population"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394488900001 PubMed ID: 28138264 ISSN: 1178-7090","Keywords":"satisfaction; pain management; adolescents; scoliosis; orthopedics; postoperative pain KeyWords Plus:PATIENT SATISFACTION; CHILDRENS SURGERY; EXPERIENCE","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology","Journal Information":"JOURNAL OF PAIN RESEARCH Volume: 10 Pages: 137-143 DOI: 10.2147/JPR.S124365 Published: 2017","Abstract":"Background: Spinal fusion is a common orthopedic surgery in children and adolescents and is associated with high pain levels postoperatively. If the pain is not well managed, negative outcomes may ensue. To our knowledge, there is no measure in English that assesses patient's satisfaction with postoperative pain management following idiopathic scoliosis surgery. The aim of the present study was to assess the psychometric properties of the satisfaction subscale of the English version of the Satisfaction of Adolescents with Postoperative pain management idiopathic Scoliosis (SAP-S) scale. Methods: Eighty-two participants aged 10-18 years, who had undergone spinal fusion surgery, fully completed the SAP-S scale at 10-14 days postdischarge. Construct validity was assessed through a principal component analysis using varimax rotation. Results: Principal component analysis indicated a three-factor structure of the 13-item satisfaction subscale of the SAP-S scale. Factors referred to satisfaction regarding current medication received (Factor 1), actions taken by nurses and doctors to manage pain (Factor 2) and information received after surgery (Factor 3). Cronbach's alpha was 0.91, showing very good internal consistency. Data on satisfaction and clinical outcomes were also reported. Conclusion: The SAP-S is a valid and reliable measure of satisfaction with postoperative pain management that can be used in both research and clinical settings to improve pain management practices. Although it was developed and validated with adolescents who had undergone spinal fusion surgery, it can be used, with further validation, to assess adolescents' satisfaction with pain management in other postoperative contexts.","Authors":"Khadra, C (Khadra, Christelle) ; Le May, S (Le May, Sylvie) ; Ballard, A (Ballard, Ariane) ; Theroux, J (Theroux, Jean) ; Charette, S (Charette, Sylvie) ; Villeneuve, E (Villeneuve, Edith) ; Parent, S (Parent, Stefan) ; Tsimicalis, A (Tsimicalis, Argerie)[ 10,11 ] ; Chorney, JM (Chorney, Jill MacLaren)[ 12,13 ]","Title":"Validation of the scale on Satisfaction of Adolescents with Postoperative pain management - idiopathic Scoliosis (SAP-S)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393029800005 PubMed ID: 27824404 ISSN: 1538-8506 eISSN: 1938-2480","Keywords":"knee arthroplasty; contracting; bundled payments; population health; Affordable Care Act KeyWords Plus:KNEE ARTHROPLASTY; CARE; PAYMENT","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"JOURNAL OF KNEE SURGERY Volume: 30 Issue: 1 Pages: 19-27 DOI: 10.1055/s-0036-1593613 Published: JAN 2017","Abstract":"Orthopedics, and especially total joint replacement (TJR), is growing in payer prominence due to large projected increases in volume. The unsustainability of the fee-for-service payment system has lead Centers for Medicare and Medicaid Services to employ new value and risk-based contracting strategies on a population health basis and on an episode of care basis, with programs such as the Bundled Payment for Care Improvement program and the Comprehensive Care for Joint Replacement program. These trends are forcing hospitals and physicians to align to improve quality and reduce costs through new structures such as Accountable Care Organizations, comanagement programs, and gainsharing. Bundled payment programs are typically used to align specialists such as orthopedic surgeons and TJR has been on the forefront of bundled payment contracting strategies. Bundled payment programs with commercial insurers can create additional opportunities, as do commercial bundled payment contracts for TJR performed on an outpatient basis. As these programs are now becoming mandatory, surgeons must understand the structural aspects of these arrangements and the levers available to optimize the likelihood of success.","Authors":"Jacofsky, DJ (Jacofsky, David J.) ; Jawin, P (Jawin, Paul) ; Walton, G (Walton, Geoff) ; Fraser, L (Fraser, Lisa)","Title":"Contracting Strategies for Arthroplasty-Bundles to Population Health"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000393851500001 eISSN: 1179-1462","Keywords":"anticoagulants; arthroplasty; orthopedics; rivaroxaban; thrombosis KeyWords Plus:MOLECULAR-WEIGHT HEPARIN; TOTAL KNEE ARTHROPLASTY; DRESDEN NOAC REGISTRY; FACTOR XA INHIBITOR; ORTHO-TEP REGISTRY; TOTAL HIP; ORAL ANTICOAGULANTS; ATRIAL-FIBRILLATION; TRANEXAMIC ACID; RECORD PROGRAM","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"ORTHOPEDIC RESEARCH AND REVIEWS Volume: 9 DOI: 10.2147/ORR.S105227 Published: 2017","Abstract":"An established standard of care for the prevention of venous thromboembolism after major orthopedic surgery has been subcutaneous low-molecular-weight heparin. The non-vitamin K antagonist oral anticoagulant rivaroxaban has demonstrated superior efficacy and similar safety to all tested regimens of enoxaparin in large Phase III clinical studies of venous thromboembolism prevention after elective hip and knee arthroplasty. Despite regulatory approval of rivaroxaban for this indication, concerns remain among physicians regarding its optimal and effective use in routine clinical practice. Real-life studies, such as XAMOS and ORTHO-TEP, are providing physicians with more information on the routine use of rivaroxaban for venous thromboembolism prevention after orthopedic surgery, helping to establish its safety and effectiveness in everyday clinical care. Among the most important issues are the risk of bleeding complications, wound healing, timing of first dose, impact of type of anesthesia on thromboprophylaxis effectiveness, patient comorbidities and comedication use, periprocedural management, associated costs, and clinical outcomes in trauma-related fractures. Many of these issues are difficult to study in randomized, double-blind, Phase III trials, and can be assessed more readily using real-life data. In particular, real-life or noninterventional studies lack many of the strict inclusion and exclusion criteria associated with Phase III trials and involve unselected patients who often present with significant comorbidities or comedication use.","Authors":"Beyer-Westendorf, J (Beyer-Westendorf, Jan) ; Mouret, P (Mouret, Patrick) ; Turpie, AGG (Turpie, Alexander G. G.)","Title":"Rivaroxaban for venous thromboembolism prevention after major orthopedic surgery: translating trial data into routine clinical practice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392876200005 PubMed ID: 28184162 ISSN: 1178-2013","Keywords":"surface modification; nanotopography; bioactive ion; osteoinduction; osseointegration KeyWords Plus:IN-VIVO; CHEMICAL TREATMENT; TITANIUM IMPLANTS; DENTAL IMPLANTS; COATED IMPLANTS; CELL-ADHESION; SURFACE; OSSEOINTEGRATION; HYDROXYAPATITE; ALLOY","Categories":"Science & Technology - Other Topics; Pharmacology & Pharmacy Web of Science Categories:Nanoscience & Nanotechnology; Pharmacology & Pharmacy","Journal Information":"INTERNATIONAL JOURNAL OF NANOMEDICINE Volume: 12 Pages: 925-934 DOI: 10.2147/IJN.S126248 Published: 2017","Abstract":"Both bioactive ion chemistry and nanoscale surface modifications are beneficial for enhanced osseointegration of endosseous implants. In this study, a facile synthesis approach to the incorporation of bioactive Ca2+ ions into the interlayers of nanoporous structures (Ca-nano) formed on a Ti6Al4V alloy surface was developed by sequential chemical and heat treatments. Samples with a machined surface and an Na+ ion-incorporated nanoporous surface (Na-nano) fabricated by concentrated alkali and heat treatment were used in parallel for comparison. The bone response was investigated by microcomputed tomography assessment, sequential fluorescent labeling analysis, and histological and histomorphometric evaluation after 8weeks of implantation in rat femurs. No significant differences were found in the nanotopography, surface roughness, or crystalline properties of the Ca-nano and Na-nano surfaces. Bone-implant contact was better in the Ca-nano and Na-nano implants than in the machined implant. The Ca-nano implant was superior to the Na-nano implant in terms of enhancing the volume of new bone formation. The bone formation activity consistently increased for the Ca-nano implant but ceased for the Na-nano implant in the late healing stage. These results suggest that Ca-nano implants have promising potential for application in dentistry and orthopedics.","Authors":"Su, YM (Su, Yingmin) ; Komasa, S (Komasa, Satoshi) ; Li, PQ (Li, Peiqi) ; Nishizaki, M (Nishizaki, Mariko) ; Chen, LY (Chen, Luyuan) ; Terada, C (Terada, Chisato) ; Yoshimine, S (Yoshimine, Shigeki) ; Nishizaki, H (Nishizaki, Hiroshi) ; Okazaki, J (Okazaki, Joji)","Title":"Synergistic effect of nanotopography and bioactive ions on peri-implant bone response"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393500500003 PubMed ID: 28243337 ISSN: 1468-6996 eISSN: 1878-5514","Keywords":"Fluoride; porcine bone; biological apatite; physicochemical properties; biological properties KeyWords Plus:ANORGANIC BOVINE BONE; SUBSTITUTED HYDROXYAPATITE; SOLID TITRATION; IN-VITRO; ENHANCED BIOACTIVITY; CELL-ADHESION; SOLUBILITY; PHOSPHATE; APATITES; FLUORAPATITE","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"SCIENCE AND TECHNOLOGY OF ADVANCED MATERIALS Volume: 18 Issue: 1 Pages: 110-121 DOI: 10.1080/14686996.2016.1263140 Published: 2017","Abstract":"As the main inorganic component of xenogenic bone graft material, bone-derived biological apatite (BAp) has been widely used in implant dentistry, oral and maxillofacial surgery and orthopedics. However, BAp produced via calcination of animal bones still suffers from some drawbacks, such as insufficient mechanical strength and inadequate degradation rate, which impede its application. Fluoride is known to play important roles in both physiological and pathological processes of human hard tissues for its double effects on bones and teeth. In order to understand the effects of fluoride on the properties of BAp, as well as the mechanism behind them, porcine bone derived hydroxyapatite (PHAp) was prepared via thermal treatment, which was then fluoride incorporated at a series concentrations of sodium fluoride, and noted as 0.25-FPHAp, 0.50-FPHAp, and 0.75-FPHAp respectively. The physicochemical characteristics of the materials, including crystal morphology, crystallinity, functional groups, elemental composition, compressive strength, porosity and solubility, were then determined. The biological properties, such as protein adsorption and cell attachment, were also evaluated. It was found that the spheroid-like crystals of PHAp were changed into rod-like after fluoride substitution, resulting in a fluoride concentration-dependent increase in compressive strength, as well as a decreased porosity and solubility of the apatite. However, even though the addition of fluoride was demonstrated to enhance protein adsorption and cell attachment of the materials, the most favorable results were intriguingly achieved in FPHAp with the least fluoride content. Collectively, low level of fluoride incorporation is proposed promising for the modification of clinically used BAp based bone substitute materials, because of its being able to maintain a good balance between physicochemical and biological properties of the apatite.","Authors":"Qiao, W (Qiao, Wei) ; Liu, Q (Liu, Quan) ; Li, ZP (Li, Zhipeng) ; Zhang, HQ (Zhang, Hanqing) ; Chen, ZF (Chen, Zhuofan)","Title":"Changes in physicochemical and biological properties of porcine bone derived hydroxyapatite induced by the incorporation of fluoride"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392140300010 PubMed ID: 27830448 ISSN: 0741-238X eISSN: 1865-8652","Keywords":"Cost; Intravenous acetaminophen; IV APAP; Length of stay; Opioid; Opioid-related adverse drug events; ORADE; Pain; Pharmacoeconomic; Postoperative KeyWords Plus:ADVERSE DRUG EVENTS; IV ACETAMINOPHEN; OPIOID USE; ORTHOPEDIC-SURGERY; TOTAL HIP; MULTIMODAL ANALGESIA; AMBULATORY SURGERY; KNEE REPLACEMENT; TONSILLECTOMY; COMPLICATIONS","Categories":"Research & Experimental Medicine; Pharmacology & Pharmacy Web of Science Categories:Medicine, Research & Experimental; Pharmacology & Pharmacy","Journal Information":"ADVANCES IN THERAPY Volume: 33 Issue: 12 Pages: 2211-2228 DOI: 10.1007/s12325-016-0438-y Published: JAN 2017","Abstract":"Introduction: The provision of safe, effective, cost-efficient perioperative inpatient acute pain management is an important concern among clinicians and administrators within healthcare institutions. Overreliance on opioid monotherapy in this setting continues to present health risks for patients and increase healthcare costs resulting from preventable adverse events. The goal of this study was to model length of stay (LOS), potential opioid-related complications, and costs for patients reducing opioid use and adding intravenous acetaminophen (IV APAP) for management of postoperative pain. Methods: Data for this study were de-identified inpatient encounters from The Advisory Board Company across 297 hospitals from 2012-2014, containing 2,238,433 encounters (IV APAP used in 12.1%). Encounters for adults >= 18 years of age admitted for cardiovascular, colorectal, general, obstetrics and gynecology, orthopedics, or spine surgery were included. The effects of reducing opioids and adding IV APAP were estimated using hierarchical statistical models. Costs were estimated by multiplying modeled reductions in LOS or complication rates by observed average volumes for medium-sized facilities, and by average cost per day or per complication (LOS: US$ 2383/day; complications: derived from observed charges). Results: Across all surgery types, LOS showed an average reduction of 18.5% (10.7-32.0%) for the modeled scenario of reducing opioids by one level (high to medium, medium to low, or low to none) and adding IV APAP, with an associated total LOS-related cost savings of $4.5 M. Modeled opioid-related complication rates showed similar improvements, averaging a reduction of 28.7% (5.4-44.0%) with associated cost savings of $0.2 M. In aggregate, costs decreased by an estimated $4.7 M for a medium-sized hospital. The study design demonstrates associations only and cannot establish causal relationships. The cost impact of LOS is modeled based on observed data. Conclusions: This investigation indicates that reducing opioid use and including IV APAP for postoperative pain management has the potential to decrease LOS, opioid-related complication rates, and costs from a hospital perspective.","Authors":"Shaffer, EE (Shaffer, E. Eve) ; Pham, A (An Pham) ; Woldman, RL (Woldman, Robert L.) ; Spiegelman, A (Spiegelman, Andrew) ; Strassels, SA (Strassels, Scott A.) ; Wan, GJ (Wan, George J.) ; Zimmerman, T (Zimmerman, Thomas)","Title":"Estimating the Effect of Intravenous Acetaminophen for Postoperative Pain Management on Length of Stay and Inpatient Hospital Costs"}, {"Keywords":"ultrasound image; registration processing; 3D point cloud KeyWords Plus:SURGERY","Categories":"Optics; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Optics; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"INTERNATIONAL CONFERENCE ON INNOVATIVE OPTICAL HEALTH SCIENCE Book Series: Proceedings of SPIE Volume: 0245 Article Number: 102450C DOI: 10.1117/12.2267208 Published: 2017","Abstract":"The paper proposes a registration method on 3D point cloud of the bone tissue surface extracted by B-mode ultrasound image and the CT model. The B-mode ultrasound is used to get two-dimensional images of the femur tissue. The binocular stereo vision tracker is used to obtain spatial position and orientation of the optical positioning device fixed on the ultrasound probe. The combining of the two kind of data generates 3D point cloud of the bone tissue surface. The pixel coordinates of the bone surface are automatically obtained from ultrasound image using an improved local phase symmetry (phase symmetry, PS). The mapping of the pixel coordinates on the ultrasound image and 3D space is obtained through a series of calibration methods. In order to detect the effect of registration, six markers are implanted on a complete fresh pig femoral. The actual coordinates of the marks are measured with two methods. The first method is to get the coordinates with measuring tools under a coordinate system. The second is to measure the coordinates of the markers in the CT model registered with 3D point cloud using the ICP registration algorithm under the same coordinate system. Ten registration experiments are carried out in the same way. Error results are obtained by comparing the two sets of mark point coordinates obtained by two different methods. The results is that a minimum error is 1.34mm, the maximum error is 3.22mm, and the average error of 2.52mm; ICP registration algorithm calculates the average error of 0.89mm and a standard deviation of 0.62mm. This evaluation standards of registration accuracy is different from the average error obtained by the ICP registration algorithm. It can be intuitive to show the error caused by the operation of clinical doctors. Reference to the accuracy requirements of different operation in the Department of orthopedics, the method can be apply to the bone reduction and the anterior cruciate ligament surgery.","Authors":"LeiHu (LeiHu) ; XiaojunXu (XiaojunXu) ; LifengWang (LifengWang) ; NaGuo (NaGuo) ; FengXie (FengXie) Edited by:Li, X; Luo, Q","Title":"3-D Registration Method based on Scattered Point Cloud from B-model Ultrasound Image"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392460300001 PubMed ID: 27856100 ISSN: 0363-5023 eISSN: 1531-6564","Keywords":"Hand surgery; postoperative complications; anesthesia; orthopedics KeyWords Plus:CHARLSON COMORBIDITY INDEX; GENERAL-ANESTHESIA; SPINAL-ANESTHESIA; MORTALITY; ARTHROPLASTY; REDUCTION; MORBIDITY; FIXATION; FRACTURE; BLOCK","Categories":"Orthopedics; Surgery Web of Science Categories:Orthopedics; Surgery","Journal Information":"JOURNAL OF HAND SURGERY-AMERICAN VOLUME Volume: 42 Issue: 1 Pages: 1-8 DOI: 10.1016/j.jhsa.2016.10.007 Published: JAN 2017","Abstract":"Purpose There is a recent trend toward performing most hand surgery procedures under local and/or regional anesthesia without sedation. However, little evidence exists regarding the postoperative complications associated with local/regional anesthesia without sedation, especially compared with local/regional anesthesia with sedation or general anesthesia. Methods Patients who underwent hand procedures as part of the American College of Surgeons National Surgical Quality Improvement Program were identified. Thirty-day postoperative complications were compared among patients who received local/regional anesthesia without sedation, local/regional anesthesia with sedation, and general anesthesia with adjustment for patient and procedural factors. Results We identified 27,041 patients as having undergone hand surgery from 2005 to 2013. A total of 4,614 underwent local/regional anesthesia without sedation (17.1%), 3,527 underwent local/regional anesthesia with sedation (13.0%), and 18,900 underwent general anesthesia (69.9%). Overall, both local/regional anesthesia with and without sedation were associated with fewer postoperative complications compared with general anesthesia. In patients aged over 65 years, there was an additional benefit of avoiding all forms of sedation; these data showed that treatment with local/regional anesthesia without sedation decreased the odds of sustaining a postoperative complication compared with sedation and general anesthesia. Conclusions Although the overall risk of postoperative complications remains small in hand surgery, these data suggest that avoiding general anesthesia may decrease the overall risk of sustaining postoperative complications. In addition, for patients aged over 65 years, avoiding any form of sedation may decrease the risk of postoperative complications. Copyright (C) 2017 by the American Society for Surgery of the Hand. All rights reserved.","Authors":"Hustedt, JW (Hustedt, Joshua W.) ; Chung, A (Chung, Andrew) ; Bohl, DD (Bohl, Daniel D.) ; Olmschied, N (Olmschied, Neil) ; Edwards, SG (Edwards, Scott G.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Hustedt, Joshua  http://orcid.org/0000-0002-9110-7115 Chung, Andrew  http://orcid.org/0000-0003-3942-9595","Title":"Comparison of Postoperative Complications Associated With Anesthetic Choice for Surgery of the Hand"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392304400008 PubMed ID: 27022960 ISSN: 0885-9701 eISSN: 1550-509X","Keywords":"healthcare costs; healthcare utilization; posttraumatic; stress disorders; TBI (traumatic brain injury); veterans KeyWords Plus:PTSD SPECIALTY TREATMENT; AFGHANISTAN VETERANS; OEF/OIF VETERANS; IRAQ; VA; PREVALENCE; DIAGNOSES","Categories":"Neurosciences & Neurology; Rehabilitation Web of Science Categories:Clinical Neurology; Rehabilitation","Journal Information":"JOURNAL OF HEAD TRAUMA REHABILITATION Volume: 32 Issue: 1 Pages: E16-E23 DOI: 10.1097/HTR.0000000000000227 Published: JAN-FEB 2017","Abstract":"Objective: To examine whether a traumatic brain injury (TBI) diagnosis was associated with increased outpatient service utilization and associated costs among Iraq and Afghanistan (Operation Enduring Freedom [OEF]/Operation Iraqi Freedom [OIF]/Operation New Dawn [OND]) War veterans with posttraumatic stress disorder (PTSD) who used Veterans Health Affairs (VHA) care in a 1-year period. Setting: N/A. Participants: OEF/OIF/OND veterans with a diagnosis of PTSD and/or TBI who utilized VHA services during fiscal year 2012 (N = 164 644). Design: Observational study using VHA administrative data. Main Measures: Outpatient VHA utilization (total and by category of care) and associated costs (total and by VA Health Economic Resource Center cost category). Results: Veterans in the comorbid PTSD/TBI group had significantly more total outpatient appointment than veterans with PTSD but no TBI. This pattern held for all categories of care except orthopedics. The comorbid TBI/PTSD group ($5769) incurred greater median outpatient healthcare costs than the PTSD ($3168) or TBI-alone ($2815) group. Conclusions: Co-occurring TBI increases the already high level of healthcare utilization by veterans with PTSD, suggesting that OEF/OIF/OND veterans with comorbid PTSD/TBI have complex and wide-ranging healthcare needs. Key words: healthcare costs, healthcare utilization, posttraumatic, stress disorders, TBI (traumatic brain injury), veterans","Authors":"Kehle-Forbes, SM (Kehle-Forbes, Shannon M.) ; Campbell, EH (Campbell, Emily Hagel) ; Taylor, BC (Taylor, Brent C.) ; Scholten, J (Scholten, Joel) ; Sayer, N (Sayer, Nina)","Title":"Does Co-Occurring Traumatic Brain Injury Affect VHA Outpatient Health Service Utilization and Associated Costs Among Veterans With Posttraumatic Stress Disorder? An Examination Based on VHA Administrative Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392330900023 PubMed ID: 28087496 ISSN: 1438-8871","Keywords":"medication adherence; opioid; digital pills; digital health; emergency medicine; pain management KeyWords Plus:MEDICATION; ADHERENCE","Categories":"Health Care Sciences & Services; Medical Informatics Web of Science Categories:Health Care Sciences & Services; Medical Informatics","Journal Information":"JOURNAL OF MEDICAL INTERNET RESEARCH Volume: 19 Issue: 1 Article Number: e19 DOI: 10.2196/jmir.7050 Published: JAN 2017","Abstract":"Background: Nonadherence to prescribed regimens for opioid analgesic agents contributes to increasing opioid abuse and overdose death. Opioids are frequently prescribed on an as-needed basis, placing the responsibility to determine opioid dose and frequency with the patient. There is wide variability in physician prescribing patterns because of the lack of data describing how patients actually use as-needed opioid analgesics. Digital pill systems have a radiofrequency emitter that directly measures medication ingestion events, and they provide an opportunity to discover the dose, timing, and duration of opioid therapy. Objective: The purpose of this study was to determine the feasibility of a novel digital pill system to measure as-needed opioid ingestion patterns in patients discharged from the emergency department (ED) after an acute bony fracture. Methods: We used a digital pill with individuals who presented to a teaching hospital ED with an acute extremity fracture. The digital pill consisted of a digital radiofrequency emitter within a standard gelatin capsule that encapsulated an oxycodone tablet. When ingested, the gastric chloride ion gradient activated the digital pill, transmitting a radiofrequency signal that was received by a hip-worn receiver, which then transmitted the ingestion data to a cloud-based server. After a brief, hands-on training session in the ED, study participants were discharged home and used the digital pill system to ingest oxycodone prescribed as needed for pain for one week. We conducted pill counts to verify digital pill data and open-ended interviews with participants at their follow-up appointment with orthopedics or at one week after enrollment in the study to determine the knowledge, attitudes, beliefs, and practices regarding digital pills. We analyzed open-ended interviews using applied thematic analysis. Results: We recruited 10 study participants and recorded 96 ingestion events (87.3%, 96/110 accuracy). Study participants reported being able to operate all aspects of the digital pill system after their training. Two participants stopped using the digital pill, reporting they were in too much pain to focus on the novel technology. The digital pill system detected multiple simultaneous ingestion events by the digital pill system. Participants ingested a mean 8 (SD 5) digital pills during the study period and four participants continued on opioids at the end of the study period. After interacting with the digital pill system in the real world, participants found the system highly acceptable (80%, 8/10) and reported a willingness to continue to use a digital pill to improve medication adherence monitoring (90%, 9/10). Conclusions: The digital pill is a feasible method to measure real-time opioid ingestion patterns in individuals with acute pain and to develop real-time interventions if opioid abuse is detected. Deploying digital pills is possible through the ED with a short instructional course. Patients who used the digital pill accepted the technology.","Authors":"Chai, PR (Chai, Peter R.) ; Carreiro, S (Carreiro, Stephanie) ; Innes, BJ (Innes, Brendan J.) ; Rosen, RK (Rosen, Rochelle K.) ; O'Cleirigh, C (O'Cleirigh, Conall) ; Mayer, KH (Mayer, Kenneth H.) ; Boyer, EW (Boyer, Edward W.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Innes, Brendan  http://orcid.org/0000-0003-2107-1767 Rosen, Rochelle  http://orcid.org/0000-0003-1598-667X Carreiro, Stephanie  http://orcid.org/0000-0003-1798-9006","Title":"Digital Pills to Measure Opioid Ingestion Patterns in Emergency Department Patients With Acute Fracture Pain: A Pilot Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392516900005 PubMed ID: 27858112 ISSN: 1434-5293 eISSN: 1615-6714","Keywords":"Class II division 1; Fixed functional appliances; Sabbagh Universal Spring 2; Maxillary premolar extraction; Cervical Vertebral Maturation Index KeyWords Plus:JASPER JUMPER APPLIANCE; SOFT-TISSUE PROFILE; HERBST APPLIANCE; DIVISION-1 MALOCCLUSIONS; ORTHOGNATHIC SURGERY; LONG-TERM; ORTHOPEDICS; ADULTS; ORTHODONTICS; CAMOUFLAGE","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"JOURNAL OF OROFACIAL ORTHOPEDICS-FORTSCHRITTE DER KIEFERORTHOPADIE Volume: 78 Issue: 1 Pages: 41-51 DOI: 10.1007/s00056-016-0060-2 Published: JAN 2017","Abstract":"The aim of this study was to evaluate the therapeutic effects of the Sabbagh Universal Spring 2 (SUS 2) fixed functional appliance compared to the premolar extraction method in correcting class II/1 malocclusion in patients who had passed their peak of postpubertal growth (stages 4-6 of Cervical Vertebral Maturation Index). In all, 40 class II/1 patients were randomized to receive SUS 2 application (7 males, 13 females, age 15.75 +/- 1.02 years) or maxillary premolar extraction (8 males, 12 females, age 15.40 +/- 0.99 years). Pre- and posttreatment digital cephalographs were traced at least twice. A paired t test was used to compare the pre- and posttreatment measurements. Treatment changes were compared using an independent samples t test (P <= 0.05). The extent of change was significant in the following variables: ANB, nasolabial angle, Mand1-ML, 1L-NB, anterior and posterior facial heights, N-A-Pog, 1U-NF, 6L-MP, Ar-Go, OP-HP, A-B, A-Sn, B-Sm, APDI, NAPog, AB-NPog, POr-DOP, SN-OcP, POr-OcP, Wits, 1 l-APog, 1LMeLm, S-Go:N-Me, N-ANS-Pog, Ap1LAp1u-DOP, ANS-Cond, Pog-Cond, SS-Ls, A-N-Pog, Pog-Pog', MeGoOcP, 1L-Npog, Go-Me, Go-Me:N-S, S-Me, Ls-(Sn-Pog'), Stms-Stmi, N'-Gn', N'NsPog', 6u-PTV, 1u-NA, FMIA, and IMPA. SUS 2 corrected class II/1 malocclusion of patients in the postpubertal growth period by inhibiting the maxilla's forward growth, advancing the mandible, decreasing the nasolabial and interincisal angles, proclining the incisors, increasing the facial height, and clockwise rotation of the occlusal plane. Extraction reduced the interincisal angle and protruded the lower incisors. However, it did not change the soft tissue thickness and did not cause a clockwise rotation in the occlusal plane.","Authors":"Hemmatpour, S (Hemmatpour, Siamak) ; Mokhtar, A (Mokhtar, Ali) ; Rakhshan, V (Rakhshan, Vahid)","Title":"Effects of Sabbagh Universal Spring 2 fixed functional appliance on class II/1 patients at their postpubertal-peak growth period compared with the extraction method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392259200003 PubMed ID: 27561628 ISSN: 1931-7204 eISSN: 1878-7452","Keywords":"diagnostic arthroscopy; checklist intervention; resident training; Orthopedics KeyWords Plus:SKILL; MODEL; PERFORMANCE; COMPETENCE; SURGERY","Categories":"Education & Educational Research; Surgery Web of Science Categories:Education, Scientific Disciplines; Surgery","Journal Information":"JOURNAL OF SURGICAL EDUCATION Volume: 74 Issue: 1 Pages: 9-15 DOI: 10.1016/j.jsurg.2016.07.007 Published: JAN-FEB 2017","Abstract":"PURPOSE: The purpose of this investigation was to apply an arthroscopic shoulder and knee checklist in the evaluation of orthopedic resident arthroscopic skill efficiency and to demonstrate the use of a surgical checklist for assessing resident surgical efficiency over the course of a surgical rotation. METHODS: Orthopedic surgery residents rotating on the sports medicine service at our institution between 2011 and 2015 were enrolled in this study. Residents were administered a shoulder and knee arthroscopy assessment tool at the beginning and end of their 6-week rotation. The assessment tools consisted of checklist items for knee and shoulder arthroscopy skills. Residents were timed while performing these checklist tasks. The primary outcome measure was resident improvement as a function of time to completion for the checklist items, and the intervention was participation in a 6-week resident rotation with weekly arthroscopy didactics, cadaver simulator work, and operating room experience. A paired t test was used to compare means. RESULTS: Mean time to checklist completion during week 1 among study participants for the knee checklist was 787.4 seconds for the knee checklist and 484.4 seconds at the end of the rotation. Mean time to checklist completion during week 1 among study participants for the shoulder checklist was 1655.3 seconds and 832.7 seconds for the shoulder checklist at the end of the rotation. Mean improvement in time to completion was 303 seconds (p = 0.0006, SD = 209 s) and 822.6 seconds (p = 0.00008, SD = 525.2 s) for the arthroscopic knee and shoulder assessments, respectively. CONCLUSIONS: An arthroscopic checklist is 1 method to evaluate and assess resident efficiency and improvement during surgical training. Among residents participating in this study, we found statistically significant improvements in time for arthroscopic task completion. LEVEL OF EVIDENCE: II ((C) 2016 Association of Program Directors in Surgery. Published by Elsevier Inc. All rights reserved.)","Authors":"Nwachukwu, B (Nwachukwu, Benedict) ; Gaudiani, M (Gaudiani, Michael) ; Hammann-Scala, J (Hammann-Scala, Jennifer) ; Ranawat, A (Ranawat, Anil)","Title":"A Checklist Intervention to Assess Resident Diagnostic Knee and Shoulder Arthroscopic Efficiency"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392259200023 PubMed ID: 27651055 ISSN: 1931-7204 eISSN: 1878-7452","Keywords":"e-learning; podcast; textbook chapter; orthopedics; traumatology KeyWords Plus:MEDICAL-STUDENTS; VIDEO PODCAST; LECTURE; CLERKSHIP; VOLUNTARY; EDUCATION; ANATOMY; SURGERY","Categories":"Education & Educational Research; Surgery Web of Science Categories:Education, Scientific Disciplines; Surgery","Journal Information":"JOURNAL OF SURGICAL EDUCATION Volume: 74 Issue: 1 Pages: 154-160 DOI: 10.1016/j.jsurg.2016.07.008 Published: JAN-FEB 2017","Abstract":"OBJECTIVE: Digital learning (e-learning) has become a firm part of surgical undergraduate education. However, there is still a lack in analyzing e-learning tools in experimental settings without potentially biasing curricular influences. This study should compare students' learning outcome with podcasts versus book texts under laboratory conditions in the field of orthopedics. METHODS: Voluntary medical students were randomly assigned for learning either with a book chapter or a podcast about common orthopedic diseases in an isolated computer room. Before and after intervention, students answered multiple-choice tests and questionnaires about their attitudes and satisfaction. The study was conducted from November 2012 to February 2013. RESULTS: Totally, 130 students were included (55 text users and 75 podcast users, 52 males and 78 females). There was a significant increase in the overall knowledge for both groups (p < 0.001). Podcast users scored significantly better in the posttests (p < 0.021) and achieved a significantly higher gain of knowledge compared to text users (p < 0.001). The evaluation also showed a significantly higher approval of podcasts regarding comprehensibility, teaching efficacy, or fun learning with it (p < 0.05). Females gained significantly more knowledge by the use of texts than males did (p = 0.04), without any sex difference when using podcasts. CONCLUSIONS: This study showed a significantly higher gain of knowledge and higher satisfaction from learning with podcasts compared to book texts among students. Podcasts seem to be beneficial when teaching defined orthopedic topics to medical students. Sex plays an additional independent role in the impact of e-learning tools on students' learning outcome. ((C) 2016 Association of Program Directors in Surgery. Published by Elsevier Inc. All rights reserved.)","Authors":"Back, DA (Back, David Alexander) ; von Malotky, J (von Malotky, Jennifer) ; Sostmann, K (Sostmann, Kai) ; Hube, R (Hube, Robert) ; Peters, H (Peters, Harm) ; Hoff, E (Hoff, Eike)","Title":"Superior Gain in Knowledge by Podcasts Versus Text-Based Learning in Teaching Orthopedics: A Randomized Controlled Trial"}]