[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396239200004 ISSN: 1674-733X eISSN: 1869-1919","Keywords":"gesture interaction; personalization; gesture recognition; user identification; event-driven architecture KeyWords Plus:RECOGNITION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SCIENCE CHINA-INFORMATION SCIENCES Volume: 60 Issue: 7 Article Number: 072104 DOI: 10.1007/s11432-015-1014-7 Published: JUL 2017","Abstract":"A gesture-based interaction system for smart homes is a part of a complex cyber-physical environment, for which researchers and developers need to address major challenges in providing personalized gesture interactions. However, current research efforts have not tackled the problem of personalized gesture recognition that often involves user identification. To address this problem, we propose in this work a new event-driven service-oriented framework called gesture services for cyber-physical environments (GS-CPE) that extends the architecture of our previous work gesture profile for web services (GPWS). To provide user identification functionality, GS-CPE introduces a two-phase cascading gesture password recognition algorithm for gesture-based user identification using a two-phase cascading classifier with the hidden Markov model and the Golden Section Search, which achieves an accuracy rate of 96.2% with a small training dataset. To support personalized gesture interaction, an enhanced version of the Dynamic Time Warping algorithm with multiple gestural input sources and dynamic template adaptation support is implemented. Our experimental results demonstrate the performance of the algorithm can achieve an average accuracy rate of 98.5% in practical scenarios. Comparison results reveal that GS-CPE has faster response time and higher accuracy rate than other gesture interaction systems designed for smart-home environments.","Authors":"Lou, YH (Lou, Yihua) ; Wu, WJ (Wu, Wenjun) ; Vatavu, RD (Vatavu, Radu-Daniel) ; Tsai, WT (Tsai, Wei-Tek) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Vatavu, Radu-Daniel  http://orcid.org/0000-0002-7631-6445","Title":"Personalized gesture interactions for cyber-physical smart-home environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836100004 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Social explanations; Group recommenders; Personalization; Social networks; Personality; Tie strength","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 76 Pages: 36-48 DOI: 10.1016/j.eswa.2017.01.045 Published: JUN 15 2017","Abstract":"Recommender systems help users to identify which items from a variety of choices best match their needs and preferences. In this context, explanations act as complementary information that can help users to better comprehend the system's output and to encourage goals such as trust, confidence in decision-making or utility. In this paper we propose a Personalized Social Individual Explanation approach (PSIE). Unlike other expert systems the PSIE proposal novelly includes explanations about the system's group recommendation and explanations about the group's social reality with the goal of inducing a positive reaction that leads to a better perception of the received group recommendations. Among other challenges, we uncover a special need to focus on \"tactful\" explanations when addressing users' personal relationships within a group and to focus on personalized reassuring explanations that encourage users to accept the presented recommendations. Besides, the resulting intelligent system significatively increases users' intent (likelihood) to follow the recommendations, users' satisfaction and the system's efficiency and trustworthiness. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Quijano-Sanchez, L (Quijano-Sanchez, Lara) ; Sauer, C (Sauer, Christian) ; Recio-Garcia, JA (Recio-Garcia, Juan A.) ; Diaz-Agudo, B (Diaz-Agudo, Belen)","Title":"Make it personal: A social explanation system applied to group recommendations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397916900010 PubMed ID: 28410143 ISSN: 1093-9946 eISSN: 1093-4715","Keywords":"Radionuclide therapy; Cancer; Imaging; Review KeyWords Plus:DIFFERENTIATED-THYROID-CANCER; DOSE-POINT KERNELS; I-AND-T; NEUROENDOCRINE TUMORS; NUCLEAR-MEDICINE; DOSIMETRY; PET; PATIENT; SPECT; RADIOEMBOLIZATION","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"FRONTIERS IN BIOSCIENCE-LANDMARK Volume: 22 Pages: 1750-1759 Published: JUN 1 2017","Abstract":"The concept of targeted radionuclide therapy (TRT) relies on the use of injected nuclear medicine as treating agents, targeted at the cellular or molecular level. The growth of the interest in TRT was stimulated by the advances in radionuclide production and labeling as well as by the improvement in the knowledge of appropriate and specific molecular targets. In recent years, different studies on TRT were focused on the evaluation of radionuclide compounds able to combine imaging of the disease with TRT, in a theranostic approach. This approach is of particular interest towards the personalization of treatments, allowing both the baseline characterization of oncological pathologies and treatment optimization by correct dosimetric calculation as well as therapy monitoring. This paper presents a review of recent literature on TRT, with a particular focus on clinical applications promoting such a theranostic approach, showing the impact of the synergy of diagnostic imaging and therapeutics.","Authors":"Gallivanone, F (Gallivanone, Francesca) ; Valente, M (Valente, Mauro) ; Savi, A (Savi, Annarita) ; Canevari, C (Canevari, Carla) ; Castiglioni, I (Castiglioni, Isabella)","Title":"Targeted radionuclide therapy: frontiers in theranostics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400007 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Intelligent tutoring systems; Distance education and telelearning; Interactive learning environments; Computational intelligence KeyWords Plus:PARTICLE SWARM OPTIMIZATION; ARTIFICIAL NEURAL-NETWORKS; GENETIC ALGORITHMS; TUTORING SYSTEM; CONVERGENCE; STRATEGIES","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 94-108 DOI: 10.1016/j.eswa.2017.01.021 Published: JUN 1 2017","Abstract":"Identifying students' learning styles has several benefits such as making students aware of their strengths and weaknesses when it comes to learning and the possibility to personalize their learning environment to their learning styles. While there exist learning style questionnaires for identifying a student's learning style, such questionnaires have several disadvantages and therefore, research has been conducted on automatically identifying learning styles from students' behavior in a learning environment. Current approaches to automatically identify learning styles have an average precision between 66% and 77%, which shows the need for improvements in order to use such automatic approaches reliably in learning environments. In this paper, four computational intelligence algorithms (artificial neural network, genetic algorithm, ant colony system and particle swarm optimization) have been investigated with respect to their potential to improve the precision of automatic learning style identification. Each algorithm was evaluated with data from 75 students. The artificial neural network shows the most promising results with an average precision of 80.7%, followed by particle swarm optimization with an average precision of 79.1%. Improving the precision of automatic learning style identification allows more students to benefit from more accurate information about their learning styles as well as more accurate personalization towards accommodating their learning styles in a learning environment. Furthermore, teachers can have a better understanding of their students and be able to provide more appropriate interventions. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Bernard, J (Bernard, Jason) ; Chang, TW (Chang, Ting-Wen) ; Popescu, E (Popescu, Elvira) ; Graf, S (Graf, Sabine) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Graf, Sabine  http://orcid.org/0000-0002-9898-4145","Title":"Learning style Identifier: Improving the precision of learning style identification through computational intelligence algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392569100007 ISSN: 0736-5845 eISSN: 1879-2537","Keywords":"One-of-a-kind production; Product planning; Cloud-based design; Cloud manufacturing; Mass customisation KeyWords Plus:A-KIND PRODUCTION; OF-THE-ART; CUSTOMER REQUIREMENTS; MASS PERSONALIZATION; FUZZY AHP; QFD; CONFIGURATION; PLATFORM; MODEL; NPD","Categories":"Computer Science; Engineering; Robotics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Manufacturing; Robotics","Journal Information":"ROBOTICS AND COMPUTER-INTEGRATED MANUFACTURING Volume: 45 Pages: 73-85 Special Issue: SI DOI: 10.1016/j.rcim.2016.04.001 Published: JUN 2017","Abstract":"Nowadays, one-of-a-kind (OKP) companies, which generally operate in an 'engineer-to-order' business mode, strive to deliver individualized products with quality to achieve customer satisfaction. Thus, an accurate and prompt analysis of customer requirements (CRs) in the early design stage is critical to its success. However, most OKP companies are small or medium-sized enterprises (SMEs). Due to the limited resources and low product planning budget, they often cannot obtain abundant CR information nor can they afford the expense of complicated planning process. To address these issues, a system framework is proposed in support of OKP product planning process in a cloud-based design (CBD) environment. The challenges and future market niches of OKP companies are presented. The comparison of typical distributed systems shows that CBD, which utilizes advanced information technologies and business model, has advantages in providing sufficient resources, decreasing product development time span for OKP companies in a cost-efficient way. This article describes the proposed system architecture, the business interaction process and the information communication among customers, designers and marketing analysts at the product planning stage. To validate the proposed framework, a prototype system module MyProduct is under development in the CBD environment with an illustrative example. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Zheng, P (Zheng, Pai) ; Lu, YQ (Lu, Yuqian) ; Xu, X (Xu, Xun) ; Xie, SQ (Xie, Sheng Quan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number ZHENG, PAI  http://orcid.org/0000-0002-2329-8634 Xu, Xun  http://orcid.org/0000-0001-6294-8153","Title":"A system framework for OKP product planning in a cloud-based design environment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013300006 ISSN: 0360-1315 eISSN: 1873-782X","Keywords":"Multimedia learning; Personalization; Cognitive load; Emotional state KeyWords Plus:EMOTIONAL DESIGN; COGNITIVE LOAD; GENDER-DIFFERENCES; SELF-REFERENCE; MEMORY; METAANALYSIS; MESSAGES; STUDENTS; HEALTH; STYLE","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Interdisciplinary Applications; Education & Educational Research","Journal Information":"COMPUTERS & EDUCATION Volume: 108 Pages: 71-84 DOI: 10.1016/j.compedu.2017.01.013 Published: MAY 2017","Abstract":"The personalization principle states that students learn better with a personalized message than a nonpersonalized message. Whether the personalization principle holds true for instructional material that is emotionally aversive (in this case, content concerning cerebral hemorrhages) was investigated in two experiments (N = 77 in Experiment 1 and N = 71 in Experiment 2). The text for the nonpersonalized version was in a formal style, whereas the text for the personalized version was in a conversational style, where personal pronouns such as \"you\" and \"your\" were used. The results in both experiments showed that students experienced a general increase in state anxiety after learning with both instructional materials, but state anxiety was not significantly different between the experimental conditions. Concerning our main research question and regarding our expectations, the personalization principle did not hold true in either experiment for the emotionally aversive topic used in this study and was even inverted for transfer tasks, where students showed better performance when they learned with a nonpersonalized message compared to a personalized message. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kuhl, T (Kuehl, Tim) ; Zander, S (Zander, Steffi)","Title":"An inverted personalization effect when learning with multimedia: The case of aversive content"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400033 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Perceived ad relevance; Privacy concern; Advertising effectiveness KeyWords Plus:PRODUCT RECOMMENDATIONS; ELABORATION LIKELIHOOD; CONSUMER PRIVACY; SELF-REFERENCE; INFORMATION; PERSUASION; ATTITUDES; MODEL; PERSONALIZATION; PERCEPTIONS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 303-309 DOI: 10.1016/j.chb.2017.01.008 Published: MAY 2017","Abstract":"Todays, in order to break out of cluttered ad environment, advertisers provide customized ad messages for an individual consumer based on personal information. The targeting technique is a successful way for advertisers to increase advertising effectiveness, but it also causes privacy concern. Using an online survey, the current study examines the influence of perceived ad relevance and privacy concern on social media ads. The results confirmed that perceived ad relevance influences advertising effectiveness such as increased attention to ads and decreased ad avoidance. However, perceived relevance also increases privacy concern which ultimately raises ad avoidance in social media. Theoretical and practical implications of findings are discussed. (C) 2017 Published by Elsevier Ltd.","Authors":"Jung, AR (Jung, A-Reum)","Title":"The influence of perceived ad relevance on social media advertising: An empirical examination of a mediating role of privacy concern"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395613900020 ISSN: 0148-2963 eISSN: 1873-7978","Keywords":"Innovative pricing; Pay-what-you-want (PWYW); Natural experiment; Price margins; Profitability; Price personalization KeyWords Plus:PRICING MECHANISM; LOYALTY; PERCEPTIONS; PERSPECTIVE; CONSUMERS; FAIRNESS; BEHAVIOR; TRUST","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"JOURNAL OF BUSINESS RESEARCH Volume: 74 Pages: 168-174 DOI: 10.1016/j.jbusres.2016.10.030 Published: MAY 2017","Abstract":"This study contributes to the limited literature on the pricing method of pay-what-you-want (PWYW) in the context of a high-value service. The study evaluates the applicability and profitability of PWYW by comparing the minimum, maximum, and PWYW prices to traditional list prices of Europe's biggest dance festival (ImPulsTanz). Results from an analysis of secondary data from ImPulsTanz reveal a pricing structure mainly demographic based. Survey results show that PWYW prices differ between three customer groups (potential, new, and repeat). Comparing potential, new, and repeat customers, the latter is willing to pay the highest prices. Despite all customers indicating their willingness to pay for the service, PWYW prices are lower than traditional list prices. Findings also confirm the existence of three segments of customers with diverse price consciousness and quality, and value perceptions. Implications for the pricing and promotion of high-value services using PWYW are offered. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Stangl, B (Stangl, Brigitte) ; Kastner, M (Kastner, Margit) ; Prayag, G (Prayag, Girish)","Title":"Pay-what-you-want for high-value priced services: Differences between potential, new, and repeat customers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300008 ISSN: 0306-4573 eISSN: 1873-5371","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 666-683 DOI: 10.1016/j.ipm.2017.01.005 Published: MAY 2017","Abstract":"Academic search concerns the retrieval and profiling of information objects in the domain of academic research. In this paper we reveal important observations of academic search queries, and provide an algorithmic solution to address a type of failure during search sessions: null queries. We start by providing a general characterization of academic search queries, by analyzing a large-scale transaction log of a leading academic search engine. Unlike previous small-scale analyses of academic search queries, we find important differences with query characteristics known from web search. E.g., in academic search there is a substantially bigger proportion of entity queries, and a heavier tail in query length distribution. We then focus on search failures and, in particular, on null queries that lead to an empty search engine result page, on null sessions that contain such null queries, and on users who are prone to issue null queries. In academic search approximately 1 in 10 queries is a null query, and 25% of the sessions contain a null query. They appear in different types of search sessions, and prevent users from achieving their search goal. To address the high rate of null queries in academic search, we consider the task of providing query suggestions. Specifically we focus on a highly frequent query type: non-boolean informational queries. To this end we need to overcome query sparsity and make effective use of session information. We find that using entities helps to surface more relevant query suggestions in the face of query sparsity. We also find that query suggestions should be conditioned on the type of session in which they are offered to be more effective. After casting the session classification problem as a multi-label classification problem, we generate session-conditional query suggestions based on predicted session type. We find that this session-conditional method leads to significant improvements over a generic query suggestion method. Personalization yields very little further improvements over session -conditional query suggestions. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Li, XY (Li, Xinyi) ; Schijvenaars, BJA (Schijvenaars, Bob J. A.) ; de Rijke, M (de Rijke, Maarten)","Title":"Investigating queries and search failures in academic search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398160500001 PubMed ID: 28376771 ISSN: 1741-7015","Keywords":"Apps; eHealth; mHealth; Drug monitoring; Information communication technology; Medication adherence; Medication therapy management; Text message KeyWords Plus:OF-THE-LITERATURE; HEALTH-CARE; MOBILE PHONE; INTERVENTIONS; TECHNOLOGY; APPS; NONADHERENCE; METAANALYSIS; INFORMATION; DIRECTIONS","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"BMC MEDICINE Volume: 15 Article Number: 73 DOI: 10.1186/s12916-017-0838-0 Published: APR 5 2017","Abstract":"Background: Globally, healthcare systems face major challenges with medicines management and medication adherence. Medication adherence determines medication effectiveness and can be the single most effective intervention for improving health outcomes. In anticipation of growth in eHealth interventions worldwide, we explore the role of eHealth in the patients' medicines management journey in primary care, focusing on personalisation and intelligent monitoring for greater adherence. Discussion: eHealth offers opportunities to transform every step of the patient's medicines management journey. From booking appointments, consultation with a healthcare professional, decision-making, medication dispensing, carer support, information acquisition and monitoring, to learning about medicines and their management in daily life. It has the potential to support personalisation and monitoring and thus lead to better adherence. For some of these dimensions, such as supporting decision-making and providing reminders and prompts, evidence is stronger, but for many others more rigorous research is urgently needed. Conclusions: Given the potential benefits and barriers to eHealth in medicines management, a fine balance needs to be established between evidence-based integration of technologies and constructive experimentation that could lead to a game-changing breakthrough. A concerted, transdisciplinary approach adapted to different contexts, including low-and middle-income contries is required to realise the benefits of eHealth at scale.","Authors":"Car, J (Car, Josip) ; Tan, WS (Tan, Woan Shin) ; Huang, ZL (Huang, Zhilian) ; Sloot, P (Sloot, Peter) ; Franklin, BD (Franklin, Bryony Dean) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Car, Josip  http://orcid.org/0000-0001-8969-371X","Title":"eHealth in the future of medications management: personalisation, monitoring and adherence"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398122800012 PubMed ID: 27943285 ISSN: 0021-9630 eISSN: 1469-7610","Keywords":"Digital health; mental health; eHealth; methodology; randomised controlled trials; prevention KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; COGNITIVE-BEHAVIORAL THERAPY; ATTENTION-DEFICIT/HYPERACTIVITY DISORDER; WEB-BASED INTERVENTIONS; ANXIETY DISORDERS; COMPUTERIZED CBT; NEUROPSYCHOLOGICAL OUTCOMES; PSYCHOLOGICAL INTERVENTIONS; ADAPTIVE INTERVENTIONS; TELEMENTAL HEALTH","Categories":"Psychology; Psychiatry Web of Science Categories:Psychology, Developmental; Psychiatry; Psychology","Journal Information":"JOURNAL OF CHILD PSYCHOLOGY AND PSYCHIATRY Volume: 58 Issue: 4 Pages: 474-503 Special Issue: SI DOI: 10.1111/jcpp.12663 Published: APR 2017","Abstract":"Background: Digital health interventions (DHIs), including computer-assisted therapy, smartphone apps and wearable technologies, are heralded as having enormous potential to improve uptake and accessibility, efficiency, clinical effectiveness and personalisation of mental health interventions. It is generally assumed that DHIs will be preferred by children and young people (CYP) given their ubiquitous digital activity. However, it remains uncertain whether: DHIs for CYP are clinically and cost-effective, CYP prefer DHIs to traditional services, DHIs widen access and how they should be evaluated and adopted by mental health services. This review evaluates the evidence-base for DHIs and considers the key research questions and approaches to evaluation and implementation. Methods: We conducted a meta-review of scoping, narrative, systematic or meta-analytical reviews investigating the effectiveness of DHIs for mental health problems in CYP. We also updated a systematic review of randomised controlled trials (RCTs) of DHIs for CYP published in the last 3 years. Results: Twenty-one reviews were included in the meta-review. The findings provide some support for the clinical benefit of DHIs, particularly computerised cognitive behavioural therapy (cCBT), for depression and anxiety in adolescents and young adults. The systematic review identified 30 new RCTs evaluating DHIs for attention deficit/hyperactivity disorder (ADHD), autism, anxiety, depression, psychosis, eating disorders and PTSD. The benefits of DHIs in managing ADHD, autism, psychosis and eating disorders are uncertain, and evidence is lacking regarding the cost-effectiveness of DHIs. Conclusions: Key methodological limitations make it difficult to draw definitive conclusions from existing clinical trials of DHIs. Issues include variable uptake and engagement with DHIs, lack of an agreed typology/taxonomy for DHIs, small sample sizes, lack of blinded outcome assessment, combining different comparators, short-term follow-up and poor specification of the level of human support. Research and practice recommendations are presented that address the key research questions and methodological issues for the evaluation and clinical implementation of DHIs for CYP.","Authors":"Hollis, C (Hollis, Chris) ; Falconer, CJ (Falconer, Caroline J.) ; Martin, JL (Martin, Jennifer L.) ; Whittington, C (Whittington, Craig) ; Stockton, S (Stockton, Sarah) ; Glazebrook, C (Glazebrook, Cris) ; Davies, EB (Davies, E. Bethan)","Title":"Annual Research Review: Digital health interventions for children and young people with mental health problems - a systematic and meta-review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397242300012 PubMed ID: 28138003 ISSN: 0022-0795 eISSN: 1479-6805","Keywords":"NMR metabolomics; obesity; type 2 diabetes mellitus; liraglutide; mouse urine KeyWords Plus:INCRETIN-BASED THERAPIES; CARBON-TETRACHLORIDE; DIABETES-MELLITUS; DPP-4 INHIBITORS; URINARY CHANGES; TYPE-2; MOUSE; MICROBIOME; METABOLISM; REDUCTION","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"JOURNAL OF ENDOCRINOLOGY Volume: 233 Issue: 1 Pages: 93-104 DOI: 10.1530/10E-16-0478 Published: APR 2017","Abstract":"Liraglutide is the glucagon-like peptide-1 receptor agonist widely used for the treatment of type 2 diabetes mellitus. Recently, it has been demonstrated to decrease cardiovascular morbidity and mortality in patients with type 2 diabetes and high cardiovascular risk. Although the major modes of liraglutide action are well-known, its detailed action at the metabolic level has not been studied. To this end, we explored the effect of 2-week liraglutide treatment in C57BL/6 male mice with obesity and diabetes induced by 13 weeks of high-fat diet using NMR spectroscopy to capture the changes in urine metabolic profile induced by the therapy. The liraglutide treatment decreased body and fat pads weight along with blood glucose and triglyceride levels. NMR spectroscopy identified 11 metabolites significantly affected by liraglutide treatment as compared to high-fat diet-fed control group. These metabolites included ones involved in nicotinamide adenine dinucleotide metabolism, beta-oxidation of fatty acids and microbiome changes. Although majority of the metabolites changed after liraglutide treatment were similar as the ones previously identified after vildagliptin administration in a similar mouse model, the changes in creatinine, taurine and trigonelline were specific for liraglutide administration. The significance of these changes and its possible use in the personalization of antidiabetic therapy in humans requires further research.","Authors":"Buganova, M (Buganova, Martina) ; Pelantova, H (Pelantova, Helena) ; Holubova, M (Holubova, Martina) ; Sediva, B (Sediva, Blanka) ; Maletinska, L (Maletinska, Lenka) ; Zelezna, B (Zelezna, Blanka) ; Kunes, J (Kunes, Jaroslav) ; Kazcr, P (Kazcr, Petr) ; Kuzma, M (Kuzma, Marek) ; Haluzik, M (Haluzik, Martin)","Title":"The effects of liraglutide in mice with diet-induced obesity studied by metabolomics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398141700007 PubMed ID: 27686602 ISSN: 1053-2498 eISSN: 1557-3117","Keywords":"survival; heart transplantation; immunosuppression; individualized approach; recipient age; donor age KeyWords Plus:CARDIAC ALLOGRAFT VASCULOPATHY; GLOBULIN INDUCTION THERAPY; RISK; DONOR; IMMUNOSUPPRESSION; REJECTION; SURVIVAL; OUTCOMES; PROGRESSION; EVEROLIMUS","Categories":"Cardiovascular System & Cardiology; Respiratory System; Surgery; Transplantation Web of Science Categories:Cardiac & Cardiovascular Systems; Respiratory System; Surgery; Transplantation","Journal Information":"JOURNAL OF HEART AND LUNG TRANSPLANTATION Volume: 36 Issue: 4 Pages: 407-417 Published: APR 2017","Abstract":"BACKGROUND: Survival beyond 1 year after heart transplantation has remained without significant improvement for the last 2 decades. A more individualized approach to post-transplant care could result in a reduction of long-term mortality. Although recipient age has been associated with an increased incidence of certain post-transplant morbidities, its effect on cause-specific mortality has not been established. METHODS: We analyzed overall and cause-specific mortality of heart transplant recipients registered in the International Society for Heart and Lung Transplantation Registry between 1995 and 2011. Patients were grouped by recipient age: 18 to 29, 30 to 39, 40 to 49, 50 to 59, 60 to 69, and >= 70 years. Multivariable regression models were used to examine the association between recipient age and leading causes of post-transplant mortality. We also compared immunosuppression (IS) use among the different recipient age groups. RESULTS: There were 52,995 recipients (78% male; median age [5th, 95th percentile]: 54 [27, 66] years). Survival through 10 years after transplant was lower in heart transplant recipients in the 2 more advanced age groups: 49% for 60 to 69 years and 36% for >= 70 years (p < 0.01 for pairwise comparisons with remaining groups). The risk of death caused by acute rejection (hazard ratio [HR], 4.11; p < 0.01), cardiac allograft vasculopathy (HR, 2.85; p < 0.01), and graft failure (HR, 2.29; p < 0.01) was highest in the youngest recipients (18-29 years) compared with the reference group (50-59 years). However, the risk of death caused by infection (HR, 2.10; p < 0.01) and malignancy (HR, 2.23; p < 0.01) was highest in older recipients 70 years). Similarly, the risk of death caused by renal failure was lower in younger recipients than in the reference group (HR, 0.53; p < 0.01 for 18-49 years vs 50-59 years). The use of induction IS was similar among the different recipient age groups, and differences in maintenance IS were not clinically important. CONCLUSIONS: Causes of death in this large cohort of heart transplant recipients varied significantly with recipient age at the time of transplant, with cause-specific mortality profiles suggesting a possible effect of inadequate IS in younger recipients and over-IS in older recipients. Thus, a more personalized approach, possibly including different IS strategies according to recipient age, might result in improved post-transplant survival.","Authors":"Wever-Pinzon, O (Wever-Pinzon, Omar) ; Edwards, LB (Edwards, Leah B.) ; Taylor, DO (Taylor, David O.) ; Kfoury, AG (Kfoury, Abdallah G.) ; Drakos, SG (Drakos, Stavros G.) ; Selzman, CH (Selzman, Craig H.) ; Fang, JC (Fang, James C.) ; Lund, LH (Lund, Lars H.) ; Stehlik, J (Stehlik, Josef)","Title":"Association of recipient age and causes of heart transplant mortality: Implications for personalization of post-transplant management-An analysis of the International Society for Heart and Lung Transplantation Registry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398506100005 ISSN: 0047-2794 eISSN: 1469-7823","Categories":"Public Administration; Social Issues; Social Work Web of Science Categories:Public Administration; Social Issues; Social Work","Journal Information":"JOURNAL OF SOCIAL POLICY Volume: 46 Issue: 2 Pages: 291-311 DOI: 10.1017/S0047279416000623 Published: APR 2017","Abstract":"With the continued implementation of the personalisation policy, Personal Budgets (PBs) have moved to the mainstream in adult social care in England. The relationship between the policy goals of personalisation and safeguarding is contentious. Some have argued that PBs have the potential to empower recipients, while others believe PBs, especially Direct Payments, might increase the risk of abuse. This paper provides empirical evidence about levels of uptake of PBs and safeguarding referrals in England based on in-depth analysis of national data at aggregate, local council level in England, covering 152 Councils. This is complemented by analysis of 2,209 individual referral records obtained from three purposively selected study sites. The aim is to explore whether available data could provide evidence of association between the uptake of PBs and safeguarding referrals. Analysis of the national dataset found no significant relationships between PB uptake and the level and type of alleged abuse. However, analysis of individual-level referral data, from the three selected sites did find some significant associations particularly with financial abuse; and found the main perpetrators of the alleged abuse to be home-care employees. The findings are discussed within the context of current policy and practice.","Authors":"Ismail, M (Ismail, Mohamed) ; Hussein, S (Hussein, Shereen) ; Stevens, M (Stevens, Martin) ; Woolham, J (Woolham, John) ; Manthorpe, J (Manthorpe, Jill) ; Aspinal, F (Aspinal, Fiona) ; Baxter, K (Baxter, Kate) ; Samsi, K (Samsi, Kritika)","Title":"Do Personal Budgets Increase the Risk of Abuse? Evidence from English National Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397030400003 PubMed ID: 27357830 ISSN: 1067-5027 eISSN: 1527-974X","Keywords":"patient portal; patient-centered care; acute care; patient engagement KeyWords Plus:HEALTH OUTCOMES; ACTIVATION; SUPPORT; COSTS; ENGAGEMENT; STATE","Categories":"Computer Science; Health Care Sciences & Services; Information Science & Library Science; Medical Informatics Web of Science Categories:Computer Science, Information Systems; Computer Science, Interdisciplinary Applications; Health Care Sciences & Services; Information Science & Library Science; Medical Informatics","Journal Information":"JOURNAL OF THE AMERICAN MEDICAL INFORMATICS ASSOCIATION Volume: 24 Issue: E1 Pages: E9-E17 DOI: 10.1093/jamia/ocw081 Published: APR 2017","Abstract":"Objective: To describe current practices and stakeholder perspectives of patient portals in the acute care setting. We aimed to: (1) identify key features, (2) recognize challenges, (3) understand current practices for design, configuration, and use, and (4) propose new directions for investigation and innovation. Materials and Methods: Mixed methods including surveys, interviews, focus groups, and site visits with stakeholders at leading academic medical centers. Thematic analyses to inform development of an explanatory model and recommendations. Results: Site surveys were administered to 5 institutions. Thirty interviews/focus groups were conducted at 4 site visits that included a total of 84 participants. Ten themes regarding content and functionality, engagement and culture, and access and security were identified, from which an explanatory model of current practices was developed. Key features included clinical data, messaging, glossary, patient education, patient personalization and family engagement tools, and tiered displays. Four actionable recommendations were identified by group consensus. Discussion: Design, development, and implementation of acute care patient portals should consider: (1) providing a single integrated experience across care settings, (2) humanizing the patient-clinician relationship via personalization tools, (3) providing equitable access, and (4) creating a clear organizational mission and strategy to achieve outcomes of interest. Conclusion: Portals should provide a single integrated experience across the inpatient and ambulatory settings. Core functionality includes tools that facilitate communication, personalize the patient, and deliver education to advance safe, coordinated, and dignified patient-centered care. Our findings can be used to inform a \"road map\"for future work related to acute care patient portals.","Authors":"Collins, SA (Collins, Sarah A.) ; Rozenblum, R (Rozenblum, Ronen) ; Leung, WY (Leung, Wai Yin) ; Morrison, CRC (Morrison, Constance R. C.) ; Stade, DL (Stade, Diana L.) ; McNally, K (McNally, Kelly) ; Bourie, PQ (Bourie, Patricia Q.) ; Massaro, A (Massaro, Anthony) ; Bokser, S (Bokser, Seth) ; Dwyer, C (Dwyer, Cindy) ; Greysen, RS (Greysen, Ryan S.) ; Agarwal, P (Agarwal, Priyanka) ; Thornton, K (Thornton, Kevin) ; Dalal, AK (Dalal, Anuj K.) ...More...Less","Title":"Acute care patient portals: a qualitative study of stakeholder perspectives on current practices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398343800013 PubMed ID: 27423438 ISSN: 0140-0118 eISSN: 1741-0444","Keywords":"Lateral bending test; Line of action; Personalization; Multi-body model; Scoliotic spine; Spine shape KeyWords Plus:ADOLESCENT IDIOPATHIC SCOLIOSIS; FLEXIBLE MULTIBODY MODEL; LUMBAR SPINE; SURGICAL INSTRUMENTATION; MECHANICAL-PROPERTIES; SIMULATIONS; DEFORMITY; POSITION","Categories":"Computer Science; Engineering; Mathematical & Computational Biology; Medical Informatics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Mathematical & Computational Biology; Medical Informatics","Journal Information":"MEDICAL & BIOLOGICAL ENGINEERING & COMPUTING Volume: 55 Issue: 4 Pages: 673-684 DOI: 10.1007/s1517-016-1550-5 Published: APR 2017","Abstract":"In multi-body models of scoliotic spine, personalization of mechanical properties of joints significantly improves reconstruction of the spine shape. In personalization methods based on lateral bending test, simulation of bending positions is an essential step. To simulate, a force is exerted on the spine model in the erect position. The line of action of the force affects the moment of the force about the joints and thus, if not correctly identified, causes over/underestimation of mechanical properties. Therefore, we aimed to identify the line of action, which has got little attention in previous studies. An in-depth analysis was performed on the scoliotic spine movement from the erect to four spine positions in the frontal plane by using pre-operative X-rays of 18 adolescent idiopathic scoliosis (AIS) patients. To study the movement, the spine curvature was considered as a 2D chain of micro-scale motion segments (MMSs) comprising rigid links and 1-degree-of-freedom (DOF) rotary joints. It was found that two MMSs representing the inflection points of the erect spine had almost no rotation (0.0028 degrees +/- 0.0021 degrees) in the movement. The small rotation can be justified by weak moment of the force about these MMSs due to very small moment arm. Therefore, in the frontal plane, the line of action of the force to simulate the left/ right bending position was defined as the line that passes through these MMSs in the left/right bending position. Through personalization of a 3D spine model for our patients, we demonstrated that our line of action could result in good estimates of the spine shape in the bending positions and other positions not included in the personalization, supporting our proposed line of action.","Authors":"Jalalian, A (Jalalian, Athena) ; Tay, FEH (Tay, Francis Eng Hock) ; Arastehfar, S (Arastehfar, Soheil) ; Gibson, I (Gibson, Ian) ; Liu, G (Liu, Gabriel)","Title":"Finding line of action of the force exerted on erect spine based on lateral bending test in personalization of scoliotic spine models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398197800004 PubMed ID: 28146010 ISSN: 1744-6872 eISSN: 1744-6880","Keywords":"carboxylesterase 1; discriminative PCR; genetic variation; genotyping KeyWords Plus:PRIMERS; CES1A1","Categories":"Biotechnology & Applied Microbiology; Genetics & Heredity; Pharmacology & Pharmacy Web of Science Categories:Biotechnology & Applied Microbiology; Genetics & Heredity; Pharmacology & Pharmacy","Journal Information":"PHARMACOGENETICS AND GENOMICS Volume: 27 Issue: 4 Pages: 155-158 DOI: 10.1097/FPC.0000000000000267 Published: APR 2017","Abstract":"Carboxylesterase 1 (CES1) is implicated in the metabolism of several commonly used drugs and other xenobiotics. The gene encoding this enzyme, CES1, is duplicated in some individuals. The original gene copy is called CES1A1. The duplicated version, CES1A2, is a hybrid of CES1A1 and the CES1-related pseudogene, CES1P1. Variants of CES1A2 with a weak and a strong promoter, respectively, have been reported. In addition, there are chimeric subtypes of CES1A1 that contain a segment of CES1P1. Collectively, this represents challenges to the genotyping of CES1 that previous procedures have had difficulties in solving, frequently leading to loss of specificity and inaccurate genotyping. Here, we report a novel and specific procedure that can selectively amplify CES1A1 and CES1A2 and accurately determine their variants. This procedure may be useful for personalization of treatments with drugs metabolized by CES1. (C) 2017 Wolters Kluwer Health, Inc. All rights reserved.","Authors":"Bjerre, D (Bjerre, Ditte) ; Rasmussen, HB (Rasmussen, Henrik B.) Group Author(s): INDICES Consortium","Title":"Novel procedure with improved resolution and specificity for amplification and differentiation of variants of the gene encoding carboxylesterase 1"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398273900001 ISSN: 1134-3478 eISSN: 1988-3293","Keywords":"Educational research; formative research; higher education; ubiquitous learning; U-learning; virtual learning; systematization of experiences; teaching practice","Categories":"Communication; Education & Educational Research Web of Science Categories:Communication; Education & Educational Research","Journal Information":"COMUNICAR Issue: 51 Pages: 9-18 DOI: 10.3916/C51-2017-01 Published: APR 1 2017","Abstract":"Academic training in research is fundamental in the quality of higher education and within this context, technological mediation becomes pivotal to reach student-centered learning objectives in any moment and at any time. The findings of a study, the purpose of which has been to evaluate the results of the formative research of two groups of students that have interacted in learning environments (E-learning and U-learning), are presented. The research follows a quasi-experimental study with a design of chronological series and multiple treatment, framed in three stages that were defined as referencing, systematization, and analysis. The sample consisted of 189 fourth-year students of the Early Childhood Education degree, at El Bosque University in Bogota, Colombia. The results reveal that U-learning environments strengthen and consolidate formative research as an ongoing process for undertaking educational research through personalization, adaptation, and situational learning, marking meaningful differences with respect to E-learning environments during the systematization stage. The intervention with U-learning environments has revealed challenges and needs in the academic curriculum such as strengthening the link between evaluation and educational research in the field of professional practice, as well as the incorporation of technology with the purpose of making it something natural, adaptable, and interoperable, that students are able to use it without even thinking about it.","Authors":"Velandia-Mesa, C (Velandia-Mesa, Cristian) ; Serrano-Pastor, FJ (Serrano-Pastor, Francisca-Jose) ; Martinez-Segura, MJ (Martinez-Segura, Maria-Jose)","Title":"Formative Research in Ubiquitous and Virtual Environments in Higher Education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395130000004 ISSN: 0260-7476 eISSN: 1360-0540","Keywords":"Initial teacher education; teacher recruitment; teacher retention; professional identity; teacher resilience KeyWords Plus:PROFESSIONAL-DEVELOPMENT; ENGLAND; PERFORMATIVITY; RESILIENCE; INDUCTION; REFORM; SCHOOL; EXPECTATIONS; CREATIVITY; CHALLENGES","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF EDUCATION FOR TEACHING Volume: 43 Issue: 2 Pages: 171-190 DOI: 10.1080/02607476.2017.1286775 Published: APR 2017","Abstract":"This study explores the motivation of high-status' professionals to change career and enter teaching, and their experience of undertaking initial teacher education (ITE) programmes in England. The study builds on previous research which found that career-changers are disproportionately more likely to fail to complete their ITE studies, and that those who do complete the transition into teaching frequently experience frustration with some aspects of induction and often feel undervalued by their new colleagues. The participants in this study were largely positive about most aspects of their ITE experience, and felt their professional background enabled them to be resilient when faced with the challenges of transitioning from being an expert in one domain to novice in another. However, they report variable experiences of mentoring, and for some, a sense of their previous experience being under-appreciated by ITE tutors and schools. The study also finds little evidence of personalisation built into ITE programmes to take account of the distinctive needs of career-changers. This paper concludes that the current policy focus adopted in England and in many other countries on entry quality may detract from the more fundamental issue of ensuring ITE programmes provide the flexible and personalised professional learning environments that enable a diverse range of entrants to flourish.","Authors":"Wilkins, C (Wilkins, Chris)","Title":"\"Elite' career-changers and their experience of initial teacher education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396413900004 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 4 Pages: 855-868 DOI: 10.1002/asi.23735 Published: APR 2017","Abstract":"Personalized search approaches tailor search results to users' current interests, so as to help improve the likelihood of a user finding relevant documents for their query. Previous work on personalized search focuses on using the content of the user's query and of the documents clicked to model the user's preference. In this paper we focus on a different type of signal: We investigate the use of behavioral information for the purpose of search personalization. That is, we consider clicks and dwell time for reranking an initially retrieved list of documents. In particular, we (i) investigate the impact of distributions of users and queries on document reranking; (ii) estimate the relevance of a document for a query at 2 levels, at the query-level and at the word-level, to alleviate the problem of sparseness; and (iii) perform an experimental evaluation both for users seen during the training period and for users not seen during training. For the latter, we explore the use of information from similar users who have been seen during the training period. We use the dwell time on clicked documents to estimate a document's relevance to a query, and perform Bayesian probabilistic matrix factorization to generate a relevance distribution of a document over queries. Our experiments show that: (i) for personalized ranking, behavioral information helps to improve retrieval effectiveness; and (ii) given a query, merging information inferred from behavior of a particular user and from behaviors of other users with a user-dependent adaptive weight outperforms any combination with a fixed weight.","Authors":"Cai, F (Cai, Fei) ; Wang, SQ (Wang, Shuaiqiang) ; de Rijke, M (de Rijke, Maarten)","Title":"Behavior-Based Personalization in Web Search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393245000007 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Online news; Personalization; User profiling; Query logs KeyWords Plus:RECOMMENDATION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 385 Pages: 125-137 DOI: 10.1016/j.ins.2016.12.038 Published: APR 2017","Abstract":"Content personalization is a long-standing problem for online news services. In most personalization approaches users of a news service are represented by topical interest profiles that are matched with news articles in order to properly decide which articles are to be recommended. When constructing user profiles, existing personalization methods exploit the user activity observed within the news service itself without incorporating additional information that can be obtained from other sources. In this paper we study the problem of news personalization by leveraging usage information that is external to the news service. We propose a novel approach that relies on the concept of \"search profiles\", which are user profiles that are built based on the past interactions of the user with a web search engine. We extensively test our proposal on real-world datasets obtained from Yahoo. We explore various dimensions and granularities at which search profiles can be built. Experimental results show that, compared to a basic strategy that does not exploit the search activity of users, our approach is able to boost the clicks on news articles shown at the top positions of a ranked result list. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Bai, X (Bai, Xiao) ; Cambazoglu, BB (Barla Cambazoglu, B.) ; Gullo, F (Gullo, Francesco) ; Mantrach, A (Mantrach, Amin) ; Silvestri, F (Silvestri, Fabrizio)","Title":"Exploiting search history of users for news personalization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390739400033 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Service personalization; IT-enabled customer service systems; Affordance; System design; Share shift KeyWords Plus:INFORMATION-TECHNOLOGY; RELATIONAL BENEFITS; WEB PERSONALIZATION; MANAGEMENT; PREFERENCE; MODEL; CUSTOMIZATION; PERSPECTIVE; LOYALTY; QUALITY","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 59 Pages: 349-362 DOI: 10.1016/j.tourman.2016.08.015 Published: APR 2017","Abstract":"Customer service is a critical element of a hotel's strategy and an important lever for differentiation of the hotel's offer. Over the last two decades, information systems have contributed to the transformation of customer interactions, enabling an unprecedented scale and scope of service personalization in the tourism industry. This paper reports the results of a mixed method study in a hotel that offers three contributions to the development and refinement of IT-enabled service personalization theory. It explores the role of signifiers in the design of customer service systems, showing that they significantly increase customer preference elicitation during the learning phase of the service personalization process. It then demonstrates that improved preference elicitation translates into higher customer service evaluations and value perceptions of the hotel. Finally, our study shows that IT-enabled service personalization creates financial benefits for the hotel via revenue share-shift from costly intermediated to direct distribution channels. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Piccoli, G (Piccoli, Gabriele) ; Lui, TW (Lui, Tsz-Wai) ; Grun, B (Gruen, Bettina)","Title":"The impact of IT-enabled customer service systems on service personalization, customer service perceptions, and hotel performance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395389100004 PubMed ID: 27917508 ISSN: 0277-6715 eISSN: 1097-0258","Keywords":"weighted support vector machine; personalized screening; Parkinson's disease KeyWords Plus:MILD COGNITIVE IMPAIRMENT; DYNAMIC TREATMENT REGIMES; PARKINSONS-DISEASE; BREAST; CLASSIFICATION; CRITERIA","Categories":"Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Research & Experimental Medicine; Mathematics Web of Science Categories:Mathematical & Computational Biology; Public, Environmental & Occupational Health; Medical Informatics; Medicine, Research & Experimental; Statistics & Probability","Journal Information":"STATISTICS IN MEDICINE Volume: 36 Issue: 7 Pages: 1099-1117 DOI: 10.1002/sim.7182 Published: MAR 30 2017","Abstract":"There is an increasing demand for personalization of disease screening based on assessment of patient risk and other characteristics. For example, in breast cancer screening, advanced imaging technologies have made it possible to move away from one-size-fits-all' screening guidelines to targeted risk-based screening for those who are in need. Because diagnostic performance of various imaging modalities may vary across subjects, applying the most accurate modality to the patients who would benefit the most requires personalized strategy. To address these needs, we propose novel machine learning methods to estimate personalized diagnostic rules for medical screening or diagnosis by maximizing a weighted combination of sensitivity and specificity across subgroups of subjects. We first develop methods that can be applied when competing modalities or screening strategies that are observed on the same subject (paired design). Next, we present methods for studies where not all subjects receive both modalities (unpaired design). We study theoretical properties including consistency and risk bound of the personalized diagnostic rules and conduct simulation studies to examine performance of the proposed methods. Lastly, we analyze data collected from a brain imaging study of Parkinson's disease using positron emission tomography and diffusion tensor imaging with paired and unpaired designs. Our results show that in some cases, a personalized modality assignment is estimated to improve empirical area under the receiver operating curve compared with a one-size-fits-all' assignment strategy. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Liu, Y (Liu, Ying) ; Wang, YJ (Wang, Yuanjia) ; Huang, CR (Huang, Chaorui) ; Zeng, DL (Zeng, Donglin)","Title":"Estimating personalized diagnostic rules depending on individualized characteristics"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396369600012 PubMed ID: 28297622 ISSN: 0732-183X eISSN: 1527-7755","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"JOURNAL OF CLINICAL ONCOLOGY Volume: 35 Issue: 9 Pages: 1011-1017 DOI: 10.1200/JCO.2016.70.8891 Published: MAR 20 2017","Abstract":"Personalization of therapy to target specific molecular pathways has been placed in the forefront of cancer research. Initial reports from clinical trials designed to select patients for appropriate treatment on the basis of tumor characteristics not only have generated considerable excitement but also have identified several challenges. These challenges include the overcoming of regulatory and logistic difficulties, identification of the best selection biomarkers and diagnostic platforms that can be applied in the clinical setting, definition of relevant outcomes in small preselected patient populations, and the design of methods that facilitate rapid enrollment and interpretation of clinical trials by aggregating data across histologically diverse malignancies with common genetic alterations. Furthermore, because our knowledge of the functional consequences of many genetic alterations lags, investigators and sponsors struggle with choosing between ideal clinical trial designs and more practical ones. These challenges are amplified when more than one biomarker is used to select patients for a combination of targeted agents. This review summarizes the current status and challenges of clinical trials in the genomic era and proposes ways to address these challenges. (C) 2017 by American Society of Clinical Oncology","Authors":"Joffe, E (Joffe, Erel) ; Iasonos, A (Iasonos, Alexia) ; Younes, A (Younes, Anas)","Title":"Clinical Trials in the Genomic Era"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398723600014 ISSN: 1999-4893","Keywords":"wearable technology; vibrotactile feedback; motor skills; psychomotor domain; personalization; quantified self; big data; TORMES methodology KeyWords Plus:BIG-DATA; MOTION CAPTURE; FEEDBACK; PLATFORM; SERVICE","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"ALGORITHMS Volume: 10 Issue: 1 Article Number: 15 DOI: 10.3390/a10010015 Published: MAR 2017","Abstract":"Personal tracking technologies allow sensing of the physical activity carried out by people. Data flows collected with these sensors are calling for big data techniques to support data collection, integration and analysis, aimed to provide personalized support when learning motor skills through varied multisensorial feedback. In particular, this paper focuses on vibrotactile feedback as it can take advantage of the haptic sense when supporting the physical interaction to be learnt. Despite each user having different needs, when providing this vibrotactile support, personalization issues are hardly taken into account, but the same response is delivered to each and every user of the system. The challenge here is how to design vibrotactile user interfaces for adaptive learning of motor skills. TORMES methodology is proposed to facilitate the elicitation of this personalized support. The resulting systems are expected to dynamically adapt to each individual user's needs by monitoring, comparing and, when appropriate, correcting in a personalized way how the user should move when practicing a predefined movement, for instance, when performing a sport technique or playing a musical instrument.","Authors":"Santos, OC (Santos, Olga C.)","Title":"Toward Personalized Vibrotactile Support When Learning Motor Skills"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398754400003 ISSN: 0004-4687 eISSN: 1533-838X","Keywords":"Bharatiya Janata Party; Narendra Modi; social media; political communication; elections KeyWords Plus:WATERSHED VOTE","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"ASIAN SURVEY Volume: 57 Issue: 2 Pages: 249-270 DOI: 10.1525/AS.2017.57.2.249 Published: MAR-APR 2017","Abstract":"Through its use of the microblogging site Twitter during the 2014 Indian election campaign, the Bharatiya Janata Party successfully set the election agenda around development and governance to discredit the Congress Party. Combining its use of Twitter with conventional campaigning, the BJP also personalized the electoral narrative by making the leadership of Narendra Modi the centerpiece of its strategy.","Authors":"Bajaj, SG (Bajaj, Shelly Ghai)","Title":"The Use of Twitter during the 2014 Indian General Elections Framing, Agenda-Setting, and the Personalization of Politics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398683200006 ISSN: 2073-431X","Keywords":"e-learning; assessment; prompting; personalization; self-regulation KeyWords Plus:COMPUTER SELF-EFFICACY; METACOMPREHENSION ACCURACY; NEED; ENVIRONMENTS; STUDENTS; QUESTIONNAIRE; EXPLANATIONS; PERFORMANCE; READABILITY; RETENTION","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTERS Volume: 6 Issue: 1 Article Number: 7 DOI: 10.3390/computers6010007 Published: MAR 2017","Abstract":"Personalized prompting research has shown the significant learning benefit of prompting. The current paper outlines and examines a personalized prompting approach aimed at eliminating performance differences on the basis of a number of learner characteristics (capturing learning strategies and traits). The learner characteristics of interest were the need for cognition, work effort, computer self-efficacy, the use of surface learning, and the learner's confidence in their learning. The approach was tested in two e-modules, using similar assessment forms (experimental n = 413; control group n = 243). Several prompts which corresponded to the learner characteristics were implemented, including an explanation prompt, a motivation prompt, a strategy prompt, and an assessment prompt. All learning characteristics were significant correlates of at least one of the outcome measures (test performance, errors, and omissions). However, only the assessment prompt increased test performance. On this basis, and drawing upon the testing effect, this prompt may be a particularly promising option to increase performance in e-learning and similar personalized systems.","Authors":"Backhaus, J (Backhaus, Joy) ; Jeske, D (Jeske, Debora) ; Poinstingl, H (Poinstingl, Herbert) ; Koenig, S (Koenig, Sarah)","Title":"Assessing Efficiency of Prompts Based on Learner Characteristics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398896700002 ISSN: 1861-2032 eISSN: 1861-2040","Keywords":"Product recommendation; Online shopping; Association rules; Text-based similarity; Hybrid approach; User study KeyWords Plus:HYBRID; RULES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"JOURNAL ON DATA SEMANTICS Volume: 6 Issue: 1 Pages: 3-14 DOI: 10.1007/s13740-016-0058-3 Published: MAR 2017","Abstract":"Product recommendation in e-commerce is a widely applied technique which has been shown to bring benefits in both product sales and customer satisfaction. In this work, we address a particular product recommendation setting-small-scale retail websites where the small amount of returning customers makes traditional user-centric personalization techniques inapplicable. We apply an item-centric product recommendation strategy which combines two well-known methods-association rules and text-based similarity-for generating recommendations based on a single 'seed' product. Furthermore, we adapt the proposed approach to also recommend products based on a set of 'seed' products in a user's shopping basket. We demonstrate the effectiveness of the recommendation approach in the product-seeded and basket-seeded scenarios through online and offline evaluation studies with real customer data.","Authors":"Kaminskas, M (Kaminskas, Marius) ; Bridge, D (Bridge, Derek) ; Foping, F (Foping, Franclin) ; Roche, D (Roche, Donogh)","Title":"Product-Seeded and Basket-Seeded Recommendations for Small-Scale Retailers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399017800042 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Individual user interactions; Contextualized interactions; Interactive TV; Second screen; User-media interaction KeyWords Plus:DIGITAL TV; TELEVISION; API; FRAMEWORK; SERVICES; DEVICES; SYSTEM","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 6 Pages: 8573-8595 DOI: 10.1007/s11042-016-3489-9 Published: MAR 2017","Abstract":"Advances in Interactive TV (iTV) technology have enabled users to actively interact with the TV instead of just passively watching it. Associating the individual user interactions with contextual data (e.g., date, time, current channel, and people around) may reveal important information about user interests regarding the iTV content. However, capturing individual data is a difficult task since it lacks a proper mechanism to identify viewers while using the iTV. In a typical TV environment, a viewer has only a conventional remote control (RC) device being shared by other viewers, which makes it difficult to distinguish the events performed by each user. This paper presents a novel approach that facilitates the capture of contextualized and individualized data while users interact with the iTV content by using mobile devices as second screen interfaces. In contrast with conventional RCs, mobile devices are personal and typically present advanced computing and communication capabilities that makes it possible to distinguish each viewer and allows the capture of individual and contextualized interactions. The data generated in those interactions may be interpreted by specific algorithms becoming useful information for TV service providers (TSPs) enhancing TV-based services, e.g., advertising and personalization. An experimental prototype was developed as a proof of concept for the mechanism proposed in this paper. The prototype consists of an application that allows to capture and contextualize interactions of three iTV related events: channel change, sound volume change, and content evaluation.","Authors":"Rosa, REVD (Rosa, Ricardo Erikson V. de S.) ; de Lucena, VF (de Lucena, Vicente Ferreira, Jr.)","Title":"Contextualizing and capturing individual user interactions in shared iTV environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398452600006 ISSN: 1868-6478 eISSN: 1868-6486","Keywords":"Pain intensity estimation; Multi-modal fusion; Confidence estimation KeyWords Plus:AFFECT RECOGNITION; FEATURES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"EVOLVING SYSTEMS Volume: 8 Issue: 1 Pages: 71-83 DOI: 10.1007/s12530-016-9158-4 Published: MAR 2017","Abstract":"In this work, a method is presented for the continuous estimation of pain intensity based on fusion of bio-physiological and video features. Furthermore, a method is proposed for the adaptation of the system to unknown test persons based on unlabeled data. First, an analysis is presented that shows which modalities and feature sets are suited best for the task of recognizing pain levels in a person-independent setting. For this, a large set of features is extracted from the available bio-physiological channels (ECG, EMG and skin conductivity) and the video stream. We then propose a method to learn the confidence of a regression system using a multi-stage ensemble classifier. Based on the outcome of the classifier, which is realized by a neural network, confident samples are selected by the adaptation procedure. In various experiments, we show that the algorithm is able to detect highly confident samples which can be used to improve the overall performance. We furthermore discuss the current limitations of automatic pain intensity estimation-in light of the presented approach and beyond.","Authors":"Kachele, M (Kachele, Markus) ; Amirian, M (Amirian, Mohammadreza) ; Thiam, P (Thiam, Patrick) ; Werner, P (Werner, Philipp) ; Walter, S (Walter, Steffen) ; Palm, G (Palm, Gunther) ; Schwenker, F (Schwenker, Friedhelm)","Title":"Adaptive confidence learning for the personalization of pain intensity estimation systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394665500005 PubMed ID: 28198196 ISSN: 0145-4455 eISSN: 1552-4167","Keywords":"Unified Protocol; treatment personalization; treatment mechanisms KeyWords Plus:BORDERLINE PERSONALITY-DISORDER; CLINICAL REPLICATION SERIES; COGNITIVE-BEHAVIOR THERAPY; TRANSDIAGNOSTIC TREATMENT; EMOTIONAL DISORDERS; CAPITALIZATION MODELS; PSYCHOTHERAPY; ANXIETY; DEPRESSION; COMPENSATION","Categories":"Psychology Web of Science Categories:Psychology, Clinical","Journal Information":"BEHAVIOR MODIFICATION Volume: 41 Issue: 2 Pages: 286-307 DOI: 10.1177/0145445516673827 Published: MAR 2017","Abstract":"The Unified Protocol (UP) for the Transdiagnostic Treatment of Emotional Disorders is a cognitive-behavioral intervention designed to treat the range of anxiety, depressive, and related disorders. Thus far, the UP treatment modules have only been studied when they are delivered in their entirety and presented in a standard sequence. To personalize the presentation of the UP modules for a given patient's presentation (e.g., providing the modules in a varied order, dropping irrelevant modules), it is first necessary to establish that each module leads to change in the skill it is designed to promote, and that these changes can occur in the absence of the other modules. Using a multiple baseline design in accordance with the single-case reporting guidelines in behavioral interventions (SCRIBE), eight patients with heterogeneous emotional disorders were randomly assigned to a 1- or 3-week baseline assessment phase followed by four sessions of one of four UP modules (psychoeducation, emotional awareness, cognitive flexibility, and countering emotional behaviors). Results provide preliminary support for the notion that each UP module under study leads to change in its associated skill in the absence of the other modules (five of eight patients demonstrated reliable change in the module-specific skill). In addition, exploratory analyses suggest that the emotion awareness training and cognitive flexibility modules appeared to exhibit change specific to their associated skills, psychoeducation, and countering emotional behaviors demonstrated somewhat more broad-based change across skills.","Authors":"Sauer-Zavala, S (Sauer-Zavala, Shannon) ; Cassiello-Robbins, C (Cassiello-Robbins, Clair) ; Conklin, LR (Conklin, Laren R.) ; Bullis, JR (Bullis, Jacqueline R.) ; Thompson-Hollands, J (Thompson-Hollands, Johanna) ; Kennedy, KA (Kennedy, Katherine A.)","Title":"Isolating the Unique Effects of the Unified Protocol Treatment Modules Using Single Case Experimental Design"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394564200003 ISSN: 0013-1784 eISSN: 1943-5878","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATIONAL LEADERSHIP Volume: 74 Issue: 6 Pages: 10-15 Published: MAR 2017","Authors":"Tomlinson, CA (Tomlinson, Carol Ann)","Title":"Let's Celebrate PERSONALIZATION: But Not Too Fast"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394564200008 ISSN: 0013-1784 eISSN: 1943-5878","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATIONAL LEADERSHIP Volume: 74 Issue: 6 Pages: 40-44 Published: MAR 2017","Authors":"France, PE (France, Paul Emerich)","Title":"Is Standardization the Answer to Personalization?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394564200013 ISSN: 0013-1784 eISSN: 1943-5878","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATIONAL LEADERSHIP Volume: 74 Issue: 6 Pages: 68-72 Published: MAR 2017","Authors":"Riley, B (Riley, Benjamin)","Title":"Personalization vs. How People Learn"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394564200014 ISSN: 0013-1784 eISSN: 1943-5878","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATIONAL LEADERSHIP Volume: 74 Issue: 6 Pages: 75-78 Published: MAR 2017","Authors":"Carter, K (Carter, Kim)","Title":"Five Dispositions for Personalization"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000394564200015 ISSN: 0013-1784 eISSN: 1943-5878","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATIONAL LEADERSHIP Volume: 74 Issue: 6 Pages: 80-81 Published: MAR 2017","Authors":"Goodwin, B (Goodwin, Bryan)","Title":"Personalization and Failing Forward"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394908400009 ISSN: 1931-4973 eISSN: 1931-4981","Keywords":"mobile social network; user interest model; collaborative filtering; spatial-temporal behavior KeyWords Plus:RETRIEVAL","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEJ TRANSACTIONS ON ELECTRICAL AND ELECTRONIC ENGINEERING Volume: 12 Issue: 2 Pages: 221-227 DOI: 10.1002/tee.22369 Published: MAR 2017","Abstract":"Mobile social network (MSN) has properties of real time, mobility, and social relationship, and provides more real-time, more dimensional, and more heterogeneous metadata. The traditional user interest models represent mobile users' interests unsatisfactorily because of these inherent characteristics. This paper aims to combine the characteristics of mobile social networks appropriately to build a user interest model effectively for representing user interests. The constructed model is supposed to enable users to filter uninterested information, to provide personalized mobile service, to solve information overload, and to gain a good user experience. In order to realize these, first, we explore various issues of the traditional user interest model, and analyze the numerous problems in using traditional models to represent mobile user interests. Then a user spatial-temporal behavior pattern in conjunction with mobile personalization attributes and context information is proposed, which is followed by a proposal of a user interest model to represent user interests. Second, we introduce a hybrid collaborative filtering method based on users and subjects to calculate user interests and to build the user interest model, considering the user interest extensive degree, the subject popularity, as well as the user influence. Finally, a model construction algorithm is proposed based on the user's spatial-temporal behavior pattern. Experimental results show that the proposed model can represent user interests effectively under the mobile social network. Furthermore, it is verified that the adaptability and accuracy of the construction algorithm are significantly improved by considering the user interest extensive degree, the subject popularity, and the user influence. (c) 2016 Institute of Electrical Engineers of Japan. Published by John Wiley & Sons, Inc.","Authors":"Cheng, JJ (Cheng, Jiu-Jun) ; Hu, LF (Hu, Liu-Fei) ; Gao, SC (Gao, Shangce) ; Liu, JJ (Liu, Jun-Jun) ; Yang, Y (Yang, Yang)","Title":"An Optimized Collaborative Filtering Method to Construct Spatial-temporal Behavior Pattern-based User Interest Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395554800005 ISSN: 1478-0771 eISSN: 2048-3988","Keywords":"Personalized thermal comfort; interactive building technologies; bio-feedback loops; indoor microclimates KeyWords Plus:ENVIRONMENTAL-CONDITIONS; ENERGY-CONSUMPTION; PARTIAL-BODY; PART 1; COMFORT; RADIATION; SENSATION","Categories":"Architecture Web of Science Categories:Architecture","Journal Information":"INTERNATIONAL JOURNAL OF ARCHITECTURAL COMPUTING Volume: 15 Issue: 1 Pages: 54-69 Special Issue: SI DOI: 10.1177/1478077117691601 Published: MAR 2017","Abstract":"How can building technologies accommodate different and often conflicting user preferences without dissolving the social cohesiveness, intrinsic of every architectural intervention? Individual thermal comfort has often been considered a negligible sensorial experience by modern heating and cooling technologies, and is often influenced by large-group norms. Alternatively, we propose that buildings are repositories of indoor microclimates that can be realized to provide personalized comfort, to create healthier environments, and to enhance the attributes of architectural interventions into haptic dimensions. In response, the goal of this study is to characterize an experimental framework that integrates responsive thermal systems with occupants' direct and indirect experience, which includes stress response and biometric data. A computational model was used up to inform and analyze thermal perception of subjects, and later tested in a responsive physical installation. While results show that thermal comfort assessment is affected by individual differences including cognitive functions and biometrics, further computational efforts are needed to validate biometric indicators. Finally, the implications of personalized built environments are discussed with respect to future technology developments and possibilities of design driven by biometric data.","Authors":"Matalucci, B (Matalucci, Berardo) ; Phillips, K (Phillips, Kenton) ; Walf, AA (Walf, Alicia A.) ; Dyson, A (Dyson, Anna) ; Draper, J (Draper, Joshua)","Title":"An experimental design framework for the personalization of indoor microclimates through feedback loops between responsive thermal systems and occupant biometrics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394679600002 ISSN: 1468-0173 eISSN: 1741-296X","Keywords":"Social work; carers; personalisation; personal budgets; adult care; assessment; direct payments KeyWords Plus:CHOICE; CAREGIVERS; RELATIVES; PEOPLE; OLDER","Categories":"Social Work Web of Science Categories:Social Work","Journal Information":"JOURNAL OF SOCIAL WORK Volume: 17 Issue: 2 Pages: 147-166 DOI: 10.1177/1468017316638554 Published: MAR 2017","Abstract":"A Summary: The policy of personalisation in English adult social care prioritises choice and control by service users over the support they receive. Carers also have rights to assessments and support, but these rights have developed separately, so interdependencies between carers and service users may be overlooked. Moreover, it may be difficult to reconcile these divergent policies in routine practice. This article reports findings from a study examining the roles played by carers in England in the processes of assessment, support planning and management of personal budgets for disabled and older people. The study was conducted between January 2011 and February 2013. It involved a survey of 16 adult social care departments across 2 English regions, and interviews with personalisation and carers lead officers in three local authorities. The Framework approach was used to manage the data, and analysis was done thematically. Findings: Practice was fragmented and inconsistent. Carers were reported to be involved in service users' assessments, and also asked about their willingness and ability to continue caring, but not necessarily about their own needs. Separate carers' assessments were reported to be usually offered, but take-up was low and lead officers' opinions about their value varied. Any help given by carers reduced the level of service users' personal budgets, but there was no evidence that carers' own needs (as identified in carers' assessments) were taken into account. Applications: Greater clarity and consistency is needed, especially the linking of service users' and carers' assessments and finding appropriate ways to meet both. These changes will become increasingly urgent with the implementation of the 2014 Care Act.","Authors":"Brooks, J (Brooks, Jenni) ; Mitchell, W (Mitchell, Wendy) ; Glendinning, C (Glendinning, Caroline)","Title":"Personalisation, personal budgets and family carers Whose assessment? Whose budget?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394679600003 ISSN: 1468-0173 eISSN: 1741-296X","Keywords":"Social work; learning disability; social policy; social inclusion; personalisation; evaluation KeyWords Plus:LABOR-MARKET; INCLUSION; WELFARE; POLICY","Categories":"Social Work Web of Science Categories:Social Work","Journal Information":"JOURNAL OF SOCIAL WORK Volume: 17 Issue: 2 Pages: 167-185 DOI: 10.1177/1468017316637224 Published: MAR 2017","Abstract":"A Summary: This article brings together two key themes in recent public policy in England affecting social work practice: the value of having a paid job for social inclusion and increasing self-worth, and the personalisation of public services. The article draws on a mixed method evaluation of Jobs First, which was a government-funded demonstration site project that aimed to show how personal budgets (a key mechanism for personalisation) could be used by people with learning disabilities, often with their families, to purchase employment support. The evaluation involved secondary analysis of case record data and 142 semi-structured interviews with a wide range of participants (we mainly draw on 79 interviews with professionals for this article). Jobs First is placed within the frame of Active Labour Market Policy. Findings:The attitudes of social workers to Jobs First were broadly positive, which was an important factor supporting employment outcomes. However, social workers' involvement was often limited to a coordinating role, undertaking basic assessments linked to resource allocation and ensuring that support plans, which had often been developed by non-social work practitioners, were signed off' or agreed by the local authority. Applications:The study points to important elements of the role of social workers in this new field of practice and explores potential tensions that might emerge. It highlights a continuing theme that social workers are playing more of a coordinating, managing role, rather than working directly with individuals to support their choices.","Authors":"Stevens, M (Stevens, Martin) ; Harris, J (Harris, Jess)","Title":"Social work support for employment of people with learning disabilities: Findings from the English Jobs First demonstration sites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395658300006 ISSN: 0163-4437 eISSN: 1460-3675","Keywords":"algorithms; (co-)evolutionary innovation studies; governance by software; institutionalism; Internet; reality construction; social order; technology as institution KeyWords Plus:INSTITUTIONAL THEORY; MEDIA; INFORMATION; COMPETITION; POLICY","Categories":"Communication; Sociology Web of Science Categories:Communication; Sociology","Journal Information":"MEDIA CULTURE & SOCIETY Volume: 39 Issue: 2 Pages: 238-258 DOI: 10.1177/0163443716643157 Published: MAR 2017","Abstract":"This article explores the governance by algorithms in information societies. Theoretically, it builds on (co-)evolutionary innovation studies in order to adequately grasp the interplay of technological and societal change and combines these with institutional approaches to incorporate governance by technology or rather software as institutions. Methodologically, it draws from an empirical survey of Internet-based services that rely on automated algorithmic selection, a functional typology derived from it, and an analysis of associated potential social risks. It shows how algorithmic selection has become a growing source of social order, of a shared social reality in information societies. It argues that - similar to the construction of realities by traditional mass media - automated algorithmic selection applications shape daily lives and realities, affect the perception of the world, and influence behavior. However, the co-evolutionary perspective on algorithms as institutions, ideologies, intermediaries, and actors highlights differences that are to be found, first, in the growing personalization of constructed realities and, second, in the constellation of involved actors. Altogether, compared to reality construction by traditional mass media, algorithmic reality construction tends to increase individualization, commercialization, inequalities, and deterritorialization and to decrease transparency, controllability, and predictability.","Authors":"Just, N (Just, Natascha) ; Latzer, M (Latzer, Michael)","Title":"Governance by algorithms: reality construction by algorithmic selection on the Internet"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395557300002 PubMed ID: 27672137 ISSN: 1352-4585 eISSN: 1477-0970","Keywords":"Treatment response; outcome measurement; multiple sclerosis KeyWords Plus:INTERFERON-BETA THERAPY; FOLLOW-UP; NEUROMYELITIS-OPTICA; PROGNOSTIC-FACTORS; MRI LESIONS; RISK; NATALIZUMAB; ANTIBODIES; ARTHRITIS; TRIALS","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology; Neurosciences","Journal Information":"MULTIPLE SCLEROSIS JOURNAL Volume: 23 Issue: 3 Pages: 362-369 DOI: 10.1177/1352458516672017 Published: MAR 2017","Abstract":"Treatments with a range of efficacy and risk of adverse events have become available for the management of multiple sclerosis (MS). However, now the heterogeneity of clinical expression and responses to treatment pose major challenges to improving patient care. Selecting and managing the drug best balancing benefit and risk demands a new focus on the individual patient. Personalised medicine for MS is based on improving the precision of diagnosis for each patient in order to capture prognosis and provide an evidence-based framework for predicting treatment response and personalising patient monitoring. It involves development of predictive models involving the integration of clinical and biological data with an understanding of the impact of disease on the lives of individual patients. Here, we provide a brief, selective review of challenges to personalisation of the management of MS and suggest an agenda for stakeholder engagement and research to address them.","Authors":"Gafson, A (Gafson, Arie) ; Craner, MJ (Craner, Matt J.) ; Matthews, PM (Matthews, Paul M.)","Title":"Personalised medicine for multiple sclerosis care"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000396692300002 ISSN: 1853-9912","Keywords":"Journalism; politics; content analysis; journalistic performance; civic journalism; infotainment; Chile KeyWords Plus:KEY FINDINGS; SOFT NEWS; NATIONAL PRESS; OPERATIONALIZATIONS; PERSONALIZATION; COMMUNICATION; INFOTAINMENT; MEDIA; PERFORMANCE; DEMOCRACY","Categories":"Communication Web of Science Categories:Communication","Journal Information":"PALABRA CLAVE Volume: 20 Issue: 1 Pages: 14-46 DOI: 10.5294/pacla.2017.20.1.2 Published: MAR 2017","Abstract":"This paper analyzes the way in which Chilean political journalism approaches its audience through different reporting styles, as well as its evolution over the past few decades. The digitalization of the media industry, including traditional press, has led to major changes in its professional organization, as well as in the way journalism addresses the different audiences through the information product. Based on a longitudinal study of the political coverage of the Chilean press, which covers the first two decades of democratic reinstatement in the country (1990-2010), we delve into the type of audience at which journalistic performance is aimed, differentiating between the two audience models: the citizen as an active political subject and the infotainment viewer. The results obtained show two important trends: the complementarity of both models to integrate the political debate to new audiences with diverse interests and an important presence of both models but changeable over time, both in the elite and popular press.","Authors":"Mellado-Ruiz, C (Mellado-Ruiz, Claudia) ; Lopez-Rabadan, P (Lopez-Rabadan, Pablo) ; Elortegui, C (Elortegui, Claudio)","Title":"(For) Citizens or Spectators? Chilean Political Journalism and its Professional Models for Approaching the Audience"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396901700001 ISSN: 1743-923X eISSN: 1743-9248","Categories":"Government & Law; Women's Studies Web of Science Categories:Political Science; Women's Studies","Journal Information":"POLITICS & GENDER Volume: 13 Issue: 1 Pages: 1-25 DOI: 10.1017/S1743923X16000696 Published: MAR 2017","Authors":"Meeks, L (Meeks, Lindsey)","Title":"Getting Personal: Effects of Twitter Personalization on Candidate Evaluations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395850600009 PubMed ID: 28004057 ISSN: 0340-6245","Keywords":"Factor IX; haemophilia; prophylaxis; recombinant fusion proteins KeyWords Plus:PROLONGED ACTIVITY; MANAGEMENT; BARRIERS; PHASE-3; TRIAL; THERAPY","Categories":"Hematology; Cardiovascular System & Cardiology Web of Science Categories:Hematology; Peripheral Vascular Disease","Journal Information":"THROMBOSIS AND HAEMOSTASIS Volume: 117 Issue: 3 Pages: 508-518 DOI: 10.1160/TH16-05-0398 Published: MAR 2017","Abstract":"The safety, efficacy, and prolonged half-life of recombinant factor IX Fc fusion protein (rFIXFc) were demonstrated in the Phase 3 B-LONG (adults/adolescents >= 12 years) and Kids B-LONG (children <12 years) studies of subjects with haemophilia B (>= 2 IU/dl). Here, we report interim, long-term safety and efficacy data from B-YOND, the rFIXFc extension study. Eligible subjects who completed B-LONG or Kids B-LONG could enrol in B-YOND. There were four treatment groups: weekly prophylaxis (20-100 IU/kg every 7 days), individualised prophylaxis (100 IU/kg every 8-16 days), modified prophylaxis (further dosing personalisation to optimise prophylaxis), and episodic (on demand) treatment. Subjects could change treatment groups at any point. Primary endpoint was inhibitor development. One hundred sixteen subjects enrolled in B-YOND. From the start of the parent studies to the B-YOND interim data cut, median duration of rFIXFc treatment was 39.5 months and 21.9 months among adults/adolescents and children, respectively; 68/93 (73.1 %) adults/adolescents and 9/23 (39.1 %) children had.100 cumulative rFIXFc exposure days. No inhibitors were observed. Median annualised bleeding rates (ABRs) were low in all prophylaxis regimens: weekly (12 years: 2.3; <6 years: 0.0; 6 to <12 years: 2.7), individualised (>= 12 years: 2.3; 6 to <12 years: 2.4), and modified (>= 12 years: 2.4). One or two infusions were sufficient to control 97 % (adults/adolescents) and 95 % (children) of bleeding episodes. Interim data from B-YOND are consistent with data from B -LONG and Kids B -LONG, and confirm the long-term safety of rFIXFc, absence of inhibitors, and maintenance of low ABRs with prophylactic dosing every 1 to 2 weeks.","Authors":"Pasi, KJ (Pasi, K. John) ; Fischer, K (Fischer, Kathelijn) ; Ragni, M (Ragni, Margaret) ; Nolan, B (Nolan, Beatrice) ; Perry, DJ (Perry, David J.) ; Kulkarni, R (Kulkarni, Roshni) ; Ozelo, M (Ozelo, Margareth) ; Mahlangu, J (Mahlangu, Johnny) ; Shapiro, AD (Shapiro, Amy D.)[ 10 ] ; Baker, RI (Baker, Ross I.)[ 11 ] ; Bennett, CM (Bennett, Carolyn M.)[ 12 ] ; Barnes, C (Barnes, Christopher)[ 13 ] ; Oldenburg, J (Oldenburg, Johannes)[ 14 ] ; Matsushita, T (Matsushita, Tadashi)[ 15 ] ; Yuan, HX (Yuan, Huixing)[ 16 ] ; Ramirez-Santiago, A (Ramirez-Santiago, Alejandra)[ 16 ] ; Pierce, GF (Pierce, Glenn F.)[ 16 ] ; Allen, G (Allen, Geoffrey)[ 16 ] ; Mei, BS (Mei, Baisong)[ 16 ] ...More...Less","Title":"Long-term safety and efficacy of extended-interval prophylaxis with recombinant factor IX Fc fusion protein (rFIXFc) in subjects with haemophilia B"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397351700010 ISSN: 1022-4653 eISSN: 2075-5597","Keywords":"Personalization; Trajectory data; Privacy-preserving data publishing KeyWords Plus:LOCATION PRIVACY; K-ANONYMITY; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"CHINESE JOURNAL OF ELECTRONICS Volume: 26 Issue: 2 Pages: 285-291 DOI: 10.1049/cje.2017.01.024 Published: MAR 2017","Abstract":"Due to the popularity of mobile Internet and location-aware devices, there is an explosion of location and trajectory data of moving objects. A few proposals have been proposed for privacy preserving trajectory data publishing, and most of them assume the attacks with the same adversarial background knowledge. In practice, different users have different privacy requirements. Such non-personalized privacy assumption does not meet the personalized privacy requirements, meanwhile, it looses the chance to achieve better utility by taking advantage of differences of users' privacy requirements. We study the personalized trajectory k-anonymity criterion for trajectory data publication. Specifically, we explore and propose an overall framework which provides privacy preserving services based on users' personal privacy requests, including trajectory clusteiing, editing and publication. We demonstrate the efficiency and effectiveness of our scheme through experiments on real world dataset.","Authors":"Lu, QW (Lu Qiwei) ; Wang, CM (Wang Caimei) ; Xiong, Y (Xiong Yan) ; Xia, HH (Xia Huihua) ; Huang, WC (Huang Wenchao) ; Gong, XD (Gong Xudong)","Title":"Personalized Privacy-Preserving Trajectory Data Publishing"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397820200001 ISSN: 1878-5085","Keywords":"Computer-aided surgery; Medical robotics; Surgical navigation; Predictive preventive personalized medicine KeyWords Plus:ORTHOPEDIC-SURGERY; KNEE ARTHROPLASTY; NAVIGATION","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"EPMA JOURNAL Volume: 8 Issue: 1 Pages: 1-4 Article Number: 4 DOI: 10.1007/s13167-017-0084-8 Published: MAR 2017","Abstract":"Computer-aided surgery (CAS) is now nearly 30 years old. It has brought to surgery a variety of tools, techniques, and paradigm changes that have had an impact on how surgeries are planned, executed, and evaluated. In this review, we examine the predictive, preventive, and personalized medicine (PPPM) aspects of CAS. We present a brief history of CAS, summarize its the state of the art, and discuss current trends and future developments related to PPPM. Of the three Ps, we note that the most important impact of CAS is on Personalization, in all the steps of the surgical treatment: preoperative planning, intraoperative execution, and postoperative evaluation. Prediction in CAS is reflected in the preoperative evaluation of the various surgical options and in the evaluation of the possible surgical outcomes. Prevention in CAS is related to intraoperative execution, to help prevent possible surgical complications. We foresee that CAS will play an increasingly important role in PPPM in the coming years.","Authors":"Joskowicz, L (Joskowicz, Leo)","Title":"Computer-aided surgery meets predictive, preventive, and personalized medicine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397626200002 PubMed ID: 28103562 ISSN: 2168-2194","Keywords":"COPD; decision support systems; petri net; tele-monitoring KeyWords Plus:OBSTRUCTIVE PULMONARY-DISEASE; RANDOMIZED CONTROLLED-TRIAL; EXACERBATIONS; IDENTIFICATION; PREDICTION; MANAGEMENT; SYMPTOMS; PEOPLE; RISK","Categories":"Computer Science; Mathematical & Computational Biology; Medical Informatics Web of Science Categories:Computer Science, Information Systems; Computer Science, Interdisciplinary Applications; Mathematical & Computational Biology; Medical Informatics","Journal Information":"IEEE JOURNAL OF BIOMEDICAL AND HEALTH INFORMATICS Volume: 21 Issue: 2 Pages: 296-302 DOI: 10.1109/JBHI.2017.2654682 Published: MAR 2017","Abstract":"Chronic Obstructive Pulmonary Disease (COPD) is a preventable, treatable, and slowly progressive disease, whose course is aggravated by a periodic worsening of symptoms and lung function lasting for several days. The development of home telemonitoring systems has made possible to collect symptoms and physiological data in electronic records, boosting the development of decision support systems (DSSs). Current DSSs work with physiological measurements collected by means of several measuring and communication devices as well as with symptoms gathered by questionnaires submitted to COPD subjects. However, this contrasts with the advices provided by the World Health Organization and the Global initiative for chronic Obstructive Lung Disease that recommend to avoid invasive or complex daily measurements. For these reasons this manuscript presents a DSS detecting the onset of worrisome events in COPD subjects. It uses the hearth rate and the oxygen saturation, which can be collected via a pulse oximeter. The DSS consists in a binary finite state machine, whose training stage allows a subject specific personalization of the predictive model, triggering warnings, and alarms as the health status evolves over time. The experiments on data collected from 22 COPD patients tele-monitored at home for six months show that the system recognition performance is better than the one achieved by medical experts. Furthermore, the support offered by the system in the decision-making process allows to increase the agreement between the specialists, largely impacting the recognition of the worrisome events.","Authors":"Merone, M (Merone, Mario) ; Pedone, C (Pedone, Claudio) ; Capasso, G (Capasso, Giuseppe) ; Incalzi, RA (Incalzi, Raffaele Antonelli) ; Soda, P (Soda, Paolo)","Title":"A Decision Support System for Tele-Monitoring COPD-Related Worrisome Events"}, {"Keywords":"Bioceramics; bone replacement materials; freeze foaming; LCM; hybrid shaping KeyWords Plus:BONE IMPLANTS; HYDROXYAPATITE; CONVERSION; SEASHELLS; CARBONATE; GROWTH","Categories":"Materials Science Web of Science Categories:Materials Science, Ceramics","Journal Information":"JOURNAL OF CERAMIC SCIENCE AND TECHNOLOGY Volume: 8 Issue: 1 Pages: 91-99 Special Issue: SI DOI: 10.4416/JCST2016-00093 Published: MAR 2017","Abstract":"The objective of the presented work is to further introduce a new hybrid shaping technique and develop novel porous, near-net shaped composite structures e.g. for personalized bone replacement materials. The suspension-based additive manufacturing technique lithography-based ceramic manufacturing enables high structural resolution and the manufacturing of dense (> 99 %) ceramic components with high performance compared to other available AM techniques. On the other hand, freeze foaming offers the possibility to achieve mainly open porous and interconnected sponge-like structures that provably allow the ingrowth and differentiation of human mesenchymal stem cells (hMSCs). The near-net shaping feasibility of this foaming technique was used to foam the inner contours of complex LCM-manufactured ceramic shell structures in the shape of a femoral bone model. After a co-sintering step, they combine to structural composites with dense and porous features in one single 3D structure. This contribution therefore provides insides into a new line of technology comprising a new degree of freedom in personalization and application such as bone replacement materials.","Authors":"Ahlhelm, M (Ahlhelm, M.) ; Schwarzer, E (Schwarzer, E.) ; Scheithauer, U (Scheithauer, U.) ; Moritz, T (Moritz, T.) ; Michaelis, A (Michaelis, A.)","Title":"Novel Ceramic Composites for Personalized 3D Structures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396975500015 PubMed ID: 28126325 ISSN: 1556-0864 eISSN: 1556-1380","Keywords":"SABR; Lung malignancies; Predictive factors; (18)FDG-PET/CT KeyWords Plus:STANDARDIZED UPTAKE VALUE; POSITRON-EMISSION-TOMOGRAPHY; BODY RADIOTHERAPY; FDG-PET; CLINICAL-OUTCOMES; CANCER-PATIENTS; PHASE-I/II; TUMORS; RECURRENCE; SURVIVAL","Categories":"Oncology; Respiratory System Web of Science Categories:Oncology; Respiratory System","Journal Information":"JOURNAL OF THORACIC ONCOLOGY Volume: 12 Issue: 3 Pages: 547-555 DOI: 10.1016/j.jtho.2016.11.2234 Published: MAR 2017","Abstract":"Objectives: The objective of this study was to investigate fludeoxyglucose F-18 positron emission tomography/ computed tomography ((18)FDG-PET/CT) parameters as predictive of response after stereotactic ablative radiotherapy (SABR) for lung oligometastases. Methods: The inclusion criteria of the current retrospective study were as follows: (1) lung oligometastases treated by SABR, (2) presence of (18)FDG-PET/CT before and after SABR for at least two subsequent evaluations, (3) Karnofsky performance status higher than 80, and (4) life expectancy longer than 6 months. All patients were treated with a biologically equivalent dose of at least 100 Gy with an alpha/beta ratio of 10. The following metabolic parameters were semiquantitatively defined: maximum standardized uptake value (SUVmax), mean standardized uptake value (SUVmean), metabolic tumor volume, and total lesion glycolysis. Results: A total of SO patients met the inclusion criteria, for a total of 70 lung metastases. The pre-SABR median SUVmax was 6.5 (range 4-17), the median SUVmean, was 3.7 (range 2.5-6.5), and the median metabolic tumor volume was 2.3 cm(3) (0.2-31 cm(3)). The following metabolic parameters were significantly related to complete response at 6 months: SUVmax less than 5 (p < 0.001) and SUVmean less than 3.5 (p = 0.03). Delta SUVmax at 3 to 6 months was +126% for lesions with in-field progression versus -26% for the remaining lesions (p = 0.002). Delta SUVmean at 3 to 6 months was +15% for lesions with in -field progression versus -26% for the remaining metastases (p = 0.008). Conclusions: In the current analysis, complete response from lung metastasis at 6 months after stereotactic body radiation therapy was significantly associated with both the maximum and mean values of pre-SABR (18)FDG-PET/CT SUV. Longer-term trials are strongly advocated to improve the personalization of the monitoring of tumor response in patients with lung oligometastases and, consequently, monitoring of the cost-effectiveness of the health care. (C) 2016 International Association for the Study of Lung Cancer. Published by Elsevier Inc. All rights reserved.","Authors":"Mazzola, R (Mazzola, Rosario) ; Fiorentino, A (Fiorentino, Alba) ; Di Paola, G (Di Paola, Gioacchino) ; Levra, NG (Levra, Niccolo Giaj) ; Ricchetti, F (Ricchetti, Francesco) ; Fersino, S (Fersino, Sergio) ; Tebano, U (Tebano, Umberto) ; Pasetto, S (Pasetto, Stefano) ; Ruggieri, R (Ruggieri, Ruggero) ; Salgarello, M (Salgarello, Matteo) ; Alongi, F (Alongi, Filippo) ...More...Less","Title":"Stereotactic Ablative Radiation Therapy for Lung Oligometastases: Predictive Parameters of Early Response by (18)FDG-PET/CT"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397336100004 ISSN: 1540-9589 eISSN: 1544-5976","Keywords":"Mobile Web Applications; Web Augmentation; Context Awareness; Mobile Hypermedia KeyWords Plus:CONTEXT-AWARE SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF WEB ENGINEERING Volume: 16 Issue: 1-2 Pages: 75-102 Published: MAR 1 2017","Abstract":"Mobile Web Applications combine traditional navigation access enriched with location-based services, which results in a more complex development process since there are a myriad of issues to consider while integrating these kinds of behaviours. This complexity increases even more if the integration of another specific functionality is considered, as personalization or context-aware services. In this article we present a novel approach to facilitate the development of Web applications that enhance existing ones with mobile features through client-side Web Augmentation. Assuming the existence of a set of Web pages that could be associated to a physical object and some mechanism for location sensing, we allow developers to define mobile services or adaptations according to their own interests. We present a detailed comparative analysis of the features we provide against other similar approaches, in order to clearly highlight those aspects that distinguish our work from the existing ones. Finally, we show that this approach is feasible and effective by presenting two prototype applications for two possible scenarios and the results of our first experiment.","Authors":"Bosetti, GA (Bosetti, Gabriela A.) ; Firmenich, S (Firmenich, Sergio) ; Gordillo, SE (Gordillo, Silvia E.) ; Rossi, G (Rossi, Gustavo)","Title":"AN APPROACH FOR BUILDING MOBILE WEB APPLICATIONS THROUGH WEB AUGMENTATION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395111300009 PubMed ID: 27605213 ISSN: 0090-6964 eISSN: 1573-9686","Keywords":"Stiffness; Myocardium; Patient-specific modelling; Model uncertainties; Parameter uniqueness KeyWords Plus:MATERIAL PARAMETER-ESTIMATION; PRESSURE-VOLUME; HUMAN HEART; SHEAR; ECHOCARDIOGRAPHY; DEFORMATION; MECHANICS; FAILURE; STATE; MRI","Categories":"Engineering Web of Science Categories:Engineering, Biomedical","Journal Information":"ANNALS OF BIOMEDICAL ENGINEERING Volume: 45 Issue: 3 Pages: 605-618 DOI: 10.1007/s10439-016-1721-4 Published: MAR 2017","Abstract":"Patient-specific modelling has emerged as a tool for studying heart function, demonstrating the potential to provide non-invasive estimates of tissue passive stiffness. However, reliable use of model-derived stiffness requires sufficient model accuracy and unique estimation of model parameters. In this paper we present personalised models of cardiac mechanics, focusing on improving model accuracy, while ensuring unique parametrisation. The influence of principal model uncertainties on accuracy and parameter identifiability was systematically assessed in a group of patients with dilated cardiomyopathy () and healthy volunteers (). For all cases, we examined three circumferentially symmetric fibre distributions and two epicardial boundary conditions. Our results demonstrated the ability of data-derived boundary conditions to improve model accuracy and highlighted the influence of the assumed fibre distribution on both model fidelity and stiffness estimates. The model personalisation pipeline-based strictly on non-invasive data-produced unique parameter estimates and satisfactory model errors for all cases, supporting the selected model assumptions. The thorough analysis performed enabled the comparison of passive parameters between volunteers and dilated cardiomyopathy patients, illustrating elevated stiffness in diseased hearts.","Authors":"Hadjicharalambous, M (Hadjicharalambous, Myrianthi) ; Asner, L (Asner, Liya) ; Chabiniok, R (Chabiniok, Radomir) ; Sammut, E (Sammut, Eva) ; Wong, J (Wong, James) ; Peressutti, D (Peressutti, Devis) ; Kerfoot, E (Kerfoot, Eric) ; King, A (King, Andrew) ; Lee, J (Lee, Jack) ; Razavi, R (Razavi, Reza) ; Smith, N (Smith, Nicolas) ; Carr-White, G (Carr-White, Gerald) ; Nordsletten, D (Nordsletten, David) ...More...Less","Title":"Non-invasive Model-Based Assessment of Passive Left-Ventricular Myocardial Stiffness in Healthy Subjects and in Patients with Non-ischemic Dilated Cardiomyopathy"}, {"Keywords":"blood flow; personalization; parameter estimation; structured tree; boundary condition; multiscale model KeyWords Plus:CORONARY ARTERIAL TREE; HEMODYNAMICS; SIMULATIONS; MODEL; VALIDATION; IMPACT; IMAGE","Categories":"Engineering; Mathematical & Computational Biology; Mathematics Web of Science Categories:Engineering, Biomedical; Mathematical & Computational Biology; Mathematics, Interdisciplinary Applications","Journal Information":"INTERNATIONAL JOURNAL FOR NUMERICAL METHODS IN BIOMEDICAL ENGINEERING Volume: 33 Issue: 3 DOI: 10.1002/cnm.2803 Published: MAR 2017","Abstract":"We propose a hierarchical parameter estimation framework for performing patient-specific hemodynamic computations in arterial models, which use structured tree boundary conditions. A calibration problem is formulated at each stage of the hierarchical framework, which seeks the fixed point solution of a nonlinear system of equations. Common hemodynamic properties, like resistance and compliance, are estimated at the first stage in order to match the objectives given by clinical measurements of pressure and/or flow rate. The second stage estimates the parameters of the structured trees so as to match the values of the hemodynamic properties determined at the first stage. A key feature of the proposed method is that to ensure a large range of variation, two different structured tree parameters are personalized for each hemodynamic property. First, the second stage of the parameter estimation framework is evaluated based on the properties of the outlet boundary conditions in a full body arterial model: the calibration method converges for all structured trees in less than 10 iterations. Next, the proposed framework is successfully evaluated on a patient-specific aortic model with coarctation: only six iterations are required for the computational model to be in close agreement with the clinical measurements used as objectives, and overall, there is a good agreement between the measured and computed quantities. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Itu, L (Itu, Lucian) ; Sharma, P (Sharma, Puneet) ; Suciu, C (Suciu, Constantin) ; Moldoveanu, F (Moldoveanu, Florin) ; Comaniciu, D (Comaniciu, Dorin)","Title":"Personalized blood flow computations: A hierarchical parameter estimation framework for tuning boundary conditions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397413100016 ISSN: 1744-9871 eISSN: 1744-988X","Keywords":"appreciative inquiry; compassionate care; in-patient; practice development; realistic evaluation KeyWords Plus:HEALTH-CARE; OLDER-PEOPLE; CENTERED CARE; PATIENT-CARE; NURSES; EXPERIENCES; REFLECTION","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"JOURNAL OF RESEARCH IN NURSING Volume: 22 Issue: 1-2 Pages: 130-147 DOI: 10.1177/1744987116678901 Published: MAR 2017","Abstract":"The aim of this study was to critically analyse the impact of the 'Leadership in Compassionate Care Programme' and offer a conceptual model of factors that can embed compassionate care in contemporary health care environments. This three-year initiative (2008-2011) was designed to embed compassionate care in both practice and pre-registration education. Using a realistic evaluation approach this longitudinal qualitative study involved data collection in eight participating wards. The 'level of adoption' of the Programme varied across the wards, which pointed to key context and mechanisms that were influential in embedding compassionate care. Contextual factors that promoted adoption of the Programme were stability, support and leadership. The most important mechanisms were appreciative inquiry coupled with skilled facilitation. Powerful practice development techniques focused on articulating and demonstrating values; giving patients, relatives and staff a voice to express their experiences and emotions; and instituting effective feedback mechanisms. In the high adopting wards the main outcomes included personalisation of patient care, an increased sense of involvement for relatives and 'caring conversations' becoming an accepted part of working practice. Embedding and sustaining compassionate care demands strategic vision and investment in a local infrastructure that supports relationship-centred care, practice development and effective leadership at all levels.","Authors":"MacArthur, J (MacArthur, Juliet) ; Wilkinson, H (Wilkinson, Heather) ; Gray, MA (Gray, Morag A.) ; Matthews-Smith, G (Matthews-Smith, Gerri)","Title":"Embedding compassionate care in local NHS practice: developing a conceptual model through realistic evaluation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397668400019 PubMed ID: 28135594 ISSN: 0924-9338 eISSN: 1778-3585","Keywords":"Bipolar disorder; Ambulatory monitoring; Activity; Mood monitoring; Wearable devices KeyWords Plus:PARALLEL-GROUP TRIAL; PSYCHOMOTOR ACTIVITY; OBJECTIVE MEASURES; SINGLE-BLIND; FEASIBILITY; SMARTPHONES; RECOGNITION; SYMPTOMS; UNIPOLAR; ILLNESS","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"EUROPEAN PSYCHIATRY Volume: 41 Pages: 115-121 DOI: 10.1016/j.eurpsy.2016.11.005 Published: MAR 2017","Abstract":"Background: Mobile technology enables high frequency mood monitoring and automated passive collection of data (e. g. actigraphy) from patients more efficiently and less intrusively than has previously been possible. Such techniques are increasingly being deployed in research and clinical settings however little is known about how such approaches are experienced by patients. Here, we explored the experiences of individuals with bipolar disorder engaging in a study involving mood and activity monitoring with a range of portable and wearable technologies. Method: Patients were recruited from a wider sample of 50 individuals with Bipolar Disorder taking part in the Automated Monitoring of Symptom Severity (AMoSS) study in Oxford. A sub-set of 21 patients participated in a qualitative interview that followed a semi-structured approach. Results: Monitoring was associated with benefits including increased illness insight, behavioural change. Concerns were raised about the potential preoccupation with, and paranoia about, monitoring. Patients emphasized the need for personalization, flexibility, and the importance of context, when monitoring mood. Conclusions: Mobile and electronic health approaches have potential to lend new insights into mental health and transform healthcare. Capitalizing on the perceived utility of these approaches from the patients' perspective, while addressing their concerns, will be essential for the promise of new technologies to be realised. (C) 2016 Elsevier Masson SAS. All rights reserved.","Authors":"Saunders, KEA (Saunders, K. E. A.) ; Bilderbeck, AC (Bilderbeck, A. C.) ; Panchal, P (Panchal, P.) ; Atkinson, LZ (Atkinson, L. Z.) ; Geddes, JR (Geddes, J. R.) ; Goodwin, GM (Goodwin, G. M.)","Title":"Experiences of remote mood and activity monitoring in bipolar disorder: A qualitative study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397132800012 ISSN: 1077-6990 eISSN: 2161-430X","Keywords":"audience approaches; journalism; confirmatory factor analysis; content analysis KeyWords Plus:TELEVISION-NEWS; NATIONAL PRESS; KEY FINDINGS; SOFT NEWS; OPERATIONALIZATIONS; PERFORMANCE; POLITICS; PERSONALIZATION; INFOTAINMENT; VALIDATION","Categories":"Communication Web of Science Categories:Communication","Journal Information":"JOURNALISM & MASS COMMUNICATION QUARTERLY Volume: 94 Issue: 1 Pages: 213-237 DOI: 10.1177/1077699016629373 Published: MAR 2017","Abstract":"Transformations in media and society have forced journalists to reconsider their relation to the audience. In this article, we argue that due to these changes, a new conceptualization is needed of the way journalism addresses the audience, which goes beyond the traditional consumer-citizen dichotomy. Results of exploratory and confirmatory factor analyses with three samples of Chilean news (N = 1,988; N = 795; N = 812) support the hypothesis that audience approaches in journalism are best represented by a three-factor solution: the infotainment, the service, and the civic models. The data also show that approaching the audience as consumer or as citizen are not two poles of one continuum, and that approaching the audience under a consumer-orientation consists of two approaches: providing service and providing entertainment.","Authors":"Mellado, C (Mellado, Claudia) ; van Dalen, A (van Dalen, Arjen)","Title":"Challenging the Citizen-Consumer Journalistic Dichotomy: A News Content Analysis of Audience Approaches in Chile"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396525800008 ISSN: 1472-4790 eISSN: 1740-388X","Keywords":"new parties; Euroscepticism; Euro Crisis; media coverage; election campaigns; populism KeyWords Plus:POLITICAL-PARTIES; EUROPEAN INTEGRATION; MEDIA ATTENTION; ISSUE OWNERSHIP; MASS-MEDIA; COMMUNICATION; SUPPORT; LOGIC","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"COMPARATIVE EUROPEAN POLITICS Volume: 15 Issue: 2 Pages: 310-335 DOI: 10.1057/cep.2015.19 Published: MAR 2017","Abstract":"This study sheds light on how new Eurosceptic parties are received and interpreted by the media. It does so by analysing the quality press coverage of three specific cases: the Movimento Cinque Stelle (M5S) (Italy), the Alternative fur Deutschland (AfD) (Germany) and the Team Stronach (TS) (Austria). These cases represent non-extremist Eurosceptic challengers to the political establishment, which capitalized upon the Euro Crisis and competed in national elections in 2013 for the first time. We look at their representation in the coverage, which issues they were mainly associated with, and how they were pictured overall. The results of the analysis show that the presentational style differs among the parties: a strong personalization, a strong negativity and a focus on events characterized the presentation of the M5S and the TS, while issues played a slightly greater role for the AfD. The three parties' coverage, however, converges in a generally peripheral role of issues, in an overall negative bias, and in depicting them as dangerous and irresponsible populist protest parties.","Authors":"Schardel, J (Schaerdel, Julian) ; Konig, P (Koenig, Pascal)","Title":"Professors, comedians and billionaires: An empirical analysis of newspaper coverage of new Eurosceptic parties in three 2013 national elections"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394449300005 ISSN: 1566-4910 eISSN: 1573-7772","Keywords":"Chronically mobile; Generic places; Home; Madrid; Mexicans; Personalization","Categories":"Environmental Sciences & Ecology; Urban Studies Web of Science Categories:Environmental Studies; Urban Studies","Journal Information":"JOURNAL OF HOUSING AND THE BUILT ENVIRONMENT Volume: 32 Issue: 1 Pages: 63-76 Special Issue: SI DOI: 10.1007/s10901-015-9492-z Published: MAR 2017","Abstract":"In the literature it is often suggested that mobile people, like their non-mobile counterparts, look for particular places to connect with. This has been documented in research focused on the way in which migrants (re)create particular places in their countries of destination (i.e., the formation of ethnic enclaves). However, our extensive fieldwork among Mexican professionals in Madrid, such as postgraduate students, academics, IT professionals, journalists, and others, point toward the opposite direction: for the very mobile and the recently arrived particular places matter little (Duyvendak in The politics of home. Belonging and nostalgia in Western Europe and the United States. Palgrave Macmillan, London, 2011; Ley-Cervantes in Stuck in the middle: home-making strategies of Mexican Middling Migrants. Ph.D. Thesis, Autonomous University of Madrid, 2012). Instead they rely on generic places, such as airports, chain restaurants or hotels to feel at home. Instead of taking for granted the homeliness of certain places, this paper aims to inquire the role of generic places in the home-making experiences of a small and rather privileged portion of the moving population.","Authors":"Ley-Cervantes, M (Ley-Cervantes, Melissa) ; Duyvendak, JW (Duyvendak, Jan Willem)","Title":"At home in generic places: personalizing strategies of the mobile rich"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397047200003 ISSN: 0276-7783","Keywords":"Voluntary profiling; privacy; price discrimination; social welfare KeyWords Plus:QUALITY DIFFERENTIATION; CUSTOMER RECOGNITION; PRICE-DISCRIMINATION; CONSUMER PRIVACY; ONLINE; INFORMATION; PERSONALIZATION; SEARCH; MARKET; COSTS","Categories":"Computer Science; Information Science & Library Science; Business & Economics Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science; Management","Journal Information":"MIS QUARTERLY Volume: 41 Issue: 1 Pages: 23-+ Published: MAR 2017","Abstract":"Although consumer profiling advocates tout benefits from personalization, consumer advocacy groups oppose profiling in online markets because of concerns about privacy and price discrimination. Policies such as optout or opt-in that provide consumers the option to voluntarily participate in profiling are the favored compromise. We compare voluntary profiling to no profiling and show that voluntary profiling leads to some counterintuitive results. Consumers that do not participate in profiling and some that participate are worse off under voluntary profiling. Neither social welfare nor aggregate consumer surplus is necessarily higher under voluntary profiling; even when voluntary profiling leads to an increase in social welfare, it may come at the expense of consumer surplus. If the seller cannot price discriminate and charge only a uniform price for everyone or the seller can only charge different prices based on the consumer's participation status, then aggregate consumer surplus under voluntary profiling is higher and a reduction in privacy cost has a positive impact on all consumers as well as the seller. However, when personalized pricing is possible, reducing privacy cost alone may reduce aggregate consumer surplus. The primary reason for these results is that voluntary profiling allows the seller to identify high valuation consumers that have no incentive to participate and set a higher price for them (compared to no profiling) while simultaneously benefitting from the profile information of low valuation consumers that participate. However, a positive privacy cost mitigates the participation incentives of even low valuation consumers and hence sellers' ability to engage in price discrimination.","Authors":"Koh, B (Koh, Byungwan) ; Raghunathan, S (Raghunathan, Srinivasan) ; Nault, BR (Nault, Barrie R.)","Title":"IS VOLUNTARY PROFILING WELFARE ENHANCING?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394917800006 PubMed ID: 28092685 ISSN: 1061-4036 eISSN: 1546-1718","Categories":"Genetics & Heredity Web of Science Categories:Genetics & Heredity","Journal Information":"NATURE GENETICS Volume: 49 Issue: 3 Pages: 332-340 DOI: 10.1038/ng.3756 Published: MAR 2017","Abstract":"Underpinning the vision of precision medicine is the concept that causative mutations in a patient's cancer drive its biology and, by extension, its clinical features and treatment response. However, considerable between-patient heterogeneity in driver mutations complicates evidence-based personalization of cancer care. Here, by reanalyzing data from 1,540 patients with acute myeloid leukemia (AML), we explore how large knowledge banks of matched genomic-clinical data can support clinical decision-making. Inclusive, multistage statistical models accurately predicted likelihoods of remission, relapse and mortality, which were validated using data from independent patients in The Cancer Genome Atlas. Comparison of long-term survival probabilities under different treatments enables therapeutic decision support, which is available in exploratory form online. Personally tailored management decisions could reduce the number of hematopoietic cell transplants in patients with AML by 20-25% while maintaining overall survival rates. Power calculations show that databases require information from thousands of patients for accurate decision support. Knowledge banks facilitate personally tailored therapeutic decisions but require sustainable updating, inclusive cohorts and large sample sizes.","Authors":"Gerstung, M (Gerstung, Moritz) ; Papaemmanuil, E (Papaemmanuil, Elli) ; Martincorena, I (Martincorena, Inigo) ; Bullinger, L (Bullinger, Lars) ; Gaidzik, VI (Gaidzik, Verena I.) ; Paschka, P (Paschka, Peter) ; Heuser, M (Heuser, Michael) ; Thol, F (Thol, Felicitas) ; Bolli, N (Bolli, Niccolo) ; Ganly, P (Ganly, Peter) ; Ganser, A (Ganser, Arnold) ; McDermott, U (McDermott, Ultan) ; Dohner, K (Dohner, Konstanze) ; Schlenk, RF (Schlenk, Richard F.) ; Dohner, H (Dohner, Hartmut) ; Campbell, PJ (Campbell, Peter J.) ...More...Less","Title":"Precision oncology for acute myeloid leukemia using a knowledge bank approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394341300008 ISSN: 1384-5810 eISSN: 1573-756X","Keywords":"Information needs; User modeling; Clustering; Web browsing KeyWords Plus:SEARCH; PERSONALIZATION; CLASSIFICATION; DESIGN","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"DATA MINING AND KNOWLEDGE DISCOVERY Volume: 31 Issue: 2 Pages: 502-547 DOI: 10.1007/s10618-016-0482-x Published: MAR 2017","Abstract":"Browsing sessions are rich in elements useful to build profiles of user interests, but at the same time HTML pages include noisy data such as advertisements, navigation menus and privacy notes. Moreover, some pages cover several different topics making it difficult to identify the most relevant to the user. For these reasons, they are often ignored by personalized search and recommender systems. We propose a novel approach for recognizing valuable text descriptions of current user information needs-namely cues-based on the data mined from browsing interactions over the web. The approach combines page clustering techniques based on Document Object Model-based representations for acquiring evidence about relevant correlations between text contents. This evidence is exploited for better filtering out irrelevant information and facilitating the construction of interest profiles. A comparative framework proves the accuracy of the extracted cues in the personalize search task, where results are re-ranked according to the last browsed resources.","Authors":"Gasparetti, F (Gasparetti, Fabio)","Title":"Modeling user interests from web browsing activities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394324100006 PubMed ID: 27900402 ISSN: 0031-6970 eISSN: 1432-1041","Keywords":"Epilepsy; Oxcarbazepine; MHD; UGT1A9; Genetic polymorphism; Therapeutic efficacy KeyWords Plus:HUMAN UDP-GLUCURONOSYLTRANSFERASES; SERUM CONCENTRATION; SN-38 GLUCURONIDATION; ANTIEPILEPTIC DRUGS; CANCER-PATIENTS; HUMAN LIVER; ABCC2 GENE; UGT2B7; ASSOCIATION; METABOLISM","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"EUROPEAN JOURNAL OF CLINICAL PHARMACOLOGY Volume: 73 Issue: 3 Pages: 307-315 DOI: 10.1007/s00228-016-2157-3 Published: MAR 2017","Abstract":"The human UDP-glucuronosyltransferase which is genetically polymorphic catalyzes glucuronidations of various drugs. The interactions among UGT1A4, UGT1A6, UGT1A9, and UGT2B15 genetic polymorphisms, monohydroxylated derivative (MHD) of oxcarbazepine (OXC) plasma concentrations, and OXC monotherapeutic efficacy were explored in 124 Chinese patients with epilepsy receiving OXC monotherapy. MHD is the major active metabolite of OXC, and its plasma concentration was measured using high-performance liquid chromatography when patients reached their maintenance dose of OXC. Genomic DNA was extracted from whole blood and SNP genotyping performed using PCR followed by dideoxy chain termination sequencing. We followed the patients for at least 1 year to evaluate the OXC monotherapy efficacy. Patients were divided into two groups according to their therapeutic outcome: group 1, seizure free; group 2, not seizure free. The data were analyzed using T test, one-way analysis of variance (ANOVA), Kruskal-Wallis test, chi-square test, Fisher's exact test, correlation analysis, and multivariate regression analysis. T test analysis showed that MHD plasma concentrations were significantly different between the two groups (p = 0.002). One-way ANOVA followed by Bonferroni post hoc testing of four candidate SNPs revealed that carriers of the UGT1A9 variant allele I399 C > T (TT 13.28 +/- 7.44 mg/L, TC 16.41 +/- 6.53 mg/L) had significantly lower MHD plasma concentrations and poorer seizure control than noncarriers (CC 22.24 +/- 8.49 mg/L, p < 0.05). In our study, we have demonstrated the effects of UGT1A9 genetic polymorphisms on MHD plasma concentrations and OXC therapeutic efficacy. Through MHD monitoring, we can predict OXC therapeutic efficacy, which may be useful for the personalization of OXC therapy in epileptic patients.","Authors":"Lu, Y (Lu, Yao) ; Fang, YX (Fang, Youxin) ; Wu, XY (Wu, Xunyi) ; Ma, CL (Ma, Chunlai) ; Wang, Y (Wang, Yue) ; Xu, L (Xu, Lan)","Title":"Effects of UGT1A9 genetic polymorphisms on monohydroxylated derivative of oxcarbazepine concentrations and oxcarbazepine monotherapeutic efficacy in Chinese patients with epilepsy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395561200006 ISSN: 2329-9290","Keywords":"Personalized language modeling; recurrent neural network; social network KeyWords Plus:SPEECH RECOGNITION; ADAPTATION; SYSTEMS; WEB","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 25 Issue: 3 Pages: 519-530 DOI: 10.1109/TASLP.2016.2635445 Published: MAR 2017","Abstract":"With the popularity of mobile devices, personalized speech recognizers have become more attainable and are highly attractive. Since each mobile device is used primarily by a single user, it is possible to have a personalized recognizer that well matches the characteristics of the individual user. Although acoustic model personalization has been investigated for decades, much less work has been reported on personalizing language models, presumably because of the difficulties in collecting sufficient personalized corpora. In this paper, we propose a general framework for personalizing recurrent-neural-network-based language models (RNNLMs) using data collected from social networks, including the posts of many individual users and friend relationships among the users. Two major directions for this are model-based and feature-based RNNLM personalization. In model-based RNNLM personalization, the RNNLM parameters are fine-tuned to an individual user's wording patterns by incorporating social texts posted by the target user and his or her friends. For the feature-based approach, the RNNLM model parameters are fixed across users, but the RNNLM input features are instead augmented with personalized information. Both approaches not only drastically reduce the model perplexity, but also moderately reduce word error rates in n-best rescoring tests.","Authors":"Lee, HY (Lee, Hung-Yi) ; Tseng, BH (Tseng, Bo-Hsiang) ; Wen, TH (Wen, Tsung-Hsien) ; Tsao, Y (Tsao, Yu) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Tsao, Yu  http://orcid.org/0000-0001-6956-0418","Title":"Personalizing Recurrent-Neural-Network-Based Language Model by Social Network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396117300012 PubMed ID: 28113925 ISSN: 0278-0062 eISSN: 1558-254X","Keywords":"Radiotherapy planning; computational tumor growth model; personalization; uncertainty; segmentation; glioblastoma KeyWords Plus:MATHEMATICAL-MODEL; GLIOBLASTOMA; INVASION; DIFFUSION; PROLIFERATION; RESECTION; EQUATION; GLIOMAS","Categories":"Computer Science; Engineering; Imaging Science & Photographic Technology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Engineering, Electrical & Electronic; Imaging Science & Photographic Technology; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"IEEE TRANSACTIONS ON MEDICAL IMAGING Volume: 36 Issue: 3 Pages: 815-825 DOI: 10.1109/TMI.2016.2626443 Published: MAR 2017","Abstract":"In this article, we propose a proof of concept for the automatic planning of personalized radiotherapy for brain tumors. A computational model of glioblastoma growth is combined with an exponential cell survival model to describe the effect of radiotherapy. The model is personalized to the magnetic resonance images (MRIs) of a given patient. It takes into account the uncertainty in the model parameters, together with the uncertainty in the MRI segmentations. The computed probability distribution over tumor cell densities, together with the cell survival model, is used to define the prescription dose distribution, which is the basis for subsequent Intensity Modulated Radiation Therapy (IMRT) planning. Depending on the clinical data available, we compare three different scenarios to personalize the model. First, we consider a single MRI acquisition before therapy, as it would usually be the case in clinical routine. Second, we use two MRI acquisitions at two distinct time points in order to personalize the model and plan radiotherapy. Third, we include the uncertainty in the segmentation process. We present the application of our approach on two patients diagnosed with high grade glioma. We introduce two methods to derive the radiotherapy prescription dose distribution, which are based on minimizing integral tumor cell survival using the maximum a posteriori or the expected tumor cell density. We show how our method allows the user to compute a patient specific radiotherapy planning conformal to the tumor infiltration. We further present extensions of the method in order to spare adjacent organs at risk by re-distributing the dose. The presented approach and its proof of concept may help in the future to better target the tumor and spare organs at risk.","Authors":"Le, M (Le, Matthieu) ; Delingette, H (Delingette, Herve) ; Kalpathy-Cramer, J (Kalpathy-Cramer, Jayashree) ; Gerstner, ER (Gerstner, Elizabeth R.) ; Batchelor, T (Batchelor, Tracy) ; Unkelbach, J (Unkelbach, Jan) ; Ayache, N (Ayache, Nicholas)","Title":"Personalized Radiotherapy Planning Based on a Computational Tumor Growth Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394343700003 ISSN: 1384-5640 eISSN: 1573-272X","Keywords":"Adolescent idiopathic scoliosis; Patient specific kinematic model; Scoliotic spine; Scoliotic spine curve; Scoliotic spine movement KeyWords Plus:ADOLESCENT IDIOPATHIC SCOLIOSIS; LUMBAR SPINE; SURGICAL INSTRUMENTATION; MECHANICAL-PROPERTIES; CURVE FLEXIBILITY; MOTION; RELIABILITY; VALIDITY; STIFFNESS; THORACOLUMBAR","Categories":"Mechanics Web of Science Categories:Mechanics","Journal Information":"MULTIBODY SYSTEM DYNAMICS Volume: 39 Issue: 3 Pages: 197-220 DOI: 10.1007/s11044-016-9556-1 Published: MAR 2017","Abstract":"Multibody models of scoliotic spine have shown great promise in planning scoliosis surgery by providing predictive information concerning the surgery outcome. To provide good predictive information, it is important that the kinematic models underlying the movement of the spine models would be personalized to give good estimates of the spine in different positions, which is lacking in the existing literature. This paper aims to develop a patient-specific multibody kinematic model of the scoliotic spine to represent its movement in frontal plane of the human body. The model is an open-chain mechanism comprising rigid links interconnected with rotary joints. To represent the movement, the mechanism lays on the spine curve and estimates the curve and the location and orientation of vertebrae. To personalize the mechanism for a patient, a minimization problem is defined to give the number of the links and their length by using X-rays of different spine positions. The feasibility and capabilities of our patient-specific model are tested by using the data from preoperative X-rays of five positions of 10 AIS (adolescent idiopathic scoliosis) patients; three of the X-rays are routine in scoliosis standard care. The mechanism is personalized to each patient by using the three routine X-rays, and it is used to estimate all the five positions. Root-mean-square-errors (RMSE) of the curve, location, and orientation are 2e-5 mm, 0.27 mm, and 0.25A degrees, respectively. The small RMSEs imply that our kinematic model is capable of estimating the scoliotic spine positions in the frontal plane and thus of describing the scoliotic spine movement in this plane. Our personalization using X-rays of three spine positions helps to set better values for the kinematic parameters (such as the length of the links) for more accurate estimates of the spine in the frontal plane.","Authors":"Jalalian, A (Jalalian, Athena) ; Tay, FEH (Tay, Francis E. H.) ; Arastehfar, S (Arastehfar, Soheil) ; Liu, G (Liu, Gabriel)","Title":"A patient-specific multibody kinematic model for representation of the scoliotic spine movement in frontal plane of the human body"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393241500003 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Information tailoring; Personalization; Customization; Regulatory framing; Smartwatch; Wearable technology; Wearable health communication KeyWords Plus:SATISFACTION INDEX; REGULATORY FIT; CUSTOMIZATION; SERVICE; IMPACT; MODEL","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 2 Pages: 351-358 DOI: 10.1016/j.ipm.2016.11.005 Published: MAR 2017","Abstract":"Wearable devices, including smartwatches, smart glasses, and fitness trackers, are becoming increasingly popular, and greater emphasis is being placed on their health-related functions. In light of this new development, this study explores the role of smartwatches as mobile health communication tools and proposes information tailoring (personalization vs. customization) and regulatory framing (promotion vs. prevention-framed) as potential strategies for promoting the tendency for self-preservation. Results from a between subjects experiment (N=100) revealed that a customized as opposed to a personalized health message was more effective in promoting self-preservation and inducing positive attitudes toward and representativeness of the message. Meanwhile, regulatory framing was found to have no effects on the outcome. Theoretical and design implications of the key findings are discussed. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Kim, KJ (Kim, Ki Joon) ; Shin, DH (Shin, Dong-Hee) ; Yoon, H (Yoon, Hongsuk)","Title":"Information tailoring and framing in wearable health communication"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393532400015 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Mixed similarity; Implicit feedback; Recommender systems KeyWords Plus:FACTORIZATION; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 119 Pages: 178-185 DOI: 10.1016/j.knosys.2016.12.010 Published: MAR 2017","Abstract":"Implicit feedback such as users' examination behaviors have been recognized as a very important source of information in most recommendation scenarios. For recommendation with implicit feedback, a good similarity measurement and a proper preference assumption are critical for the quality of personalization services. So far, the similarities used in the state-of-the-art recommendation methods include the predefined similarity and the learned similarity; and the preference assumptions include the well-known pairwise assumption. In this paper, we exploit the complementarity of the predefined similarity and the learned similarity via a novel mixed similarity model. Furthermore, we develop a novel recommendation algorithm, i.e., pairwise factored mixed similarity model (P-FMSM), based on the mixed similarity and pairwise preference assumption. Our P-FMSM is able to (i) capture the locality of the user -item interactions via the symmetric predefined similarity, (ii) model the global correlations among items via the asymmetric learned similarity, and (iii) digest the uncertain implicit feedback via the pairwise preference assumption. Empirical studies on four public datasets show that our P-FMSM can recommend significantly more accurate than several state-of-the-art methods. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Liu, MS (Liu, Mengsi) ; Pan, WK (Pan, Weike) ; Liu, M (Liu, Miao) ; Chen, YF (Chen, Yaofeng) ; Peng, XG (Peng, Xiaogang) ; Ming, Z (Ming, Zhong)","Title":"Mixed similarity learning for recommendation with implicit feedback"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397555600002 PubMed ID: 28219430 ISSN: 1472-6947","Keywords":"COPD; Self-management; Digital health; Adaptive thresholds; Automatic alerts KeyWords Plus:OBSTRUCTIVE PULMONARY-DISEASE; RANDOMIZED CONTROLLED-TRIAL; SUPPORT SELF-MANAGEMENT; TELEHEALTH; CARE; TELEMEDICINE; PATIENT; ISSUES","Categories":"Medical Informatics Web of Science Categories:Medical Informatics","Journal Information":"BMC MEDICAL INFORMATICS AND DECISION MAKING Volume: 17 Article Number: 19 DOI: 10.1186/s12911-017-0414-8 Published: FEB 20 2017","Abstract":"Background: Recent telehealth studies have demonstrated minor impact on patients affected by long-term conditions. The use of technology does not guarantee the compliance required for sustained collection of high-quality symptom and physiological data. Remote monitoring alone is not sufficient for successful disease management. A patient-centred design approach is needed in order to allow the personalisation of interventions and encourage the completion of daily self-management tasks. Methods: A digital health system was designed to support patients suffering from chronic obstructive pulmonary disease in self-managing their condition. The system includes a mobile application running on a consumer tablet personal computer and a secure backend server accessible to the health professionals in charge of patient management. The patient daily routine included the completion of an adaptive, electronic symptom diary on the tablet, and the measurement of oxygen saturation via a wireless pulse oximeter. Results: The design of the system was based on a patient-centred design approach, informed by patient workshops. One hundred and ten patients in the intervention arm of a randomised controlled trial were subsequently given the tablet computer and pulse oximeter for a 12-month period. Patients were encouraged, but not mandated, to use the digital health system daily. The average used was 6.0 times a week by all those who participated in the full trial. Three months after enrolment, patients were able to complete their symptom diary and oxygen saturation measurement in less than 1 m 40s (96% of symptom diaries). Custom algorithms, based on the self-monitoring data collected during the first 50 days of use, were developed to personalise alert thresholds. Conclusions: Strategies and tools aimed at refining a digital health intervention require iterative use to enable convergence on an optimal, usable design. 'Continuous improvement' allowed feedback from users to have an immediate impact on the design of the system (e.g., collection of quality data), resulting in high compliance with self-monitoring over a prolonged period of time (12-month). Health professionals were prompted by prioritisation algorithms to review patient data, which led to their regular use of the remote monitoring website throughout the trial.","Authors":"Velardo, C (Velardo, Carmelo) ; Shah, SA (Shah, Syed Ahmar) ; Gibson, O (Gibson, Oliver) ; Clifford, G (Clifford, Gari) ; Heneghan, C (Heneghan, Carl) ; Rutter, H (Rutter, Heather) ; Farmer, A (Farmer, Andrew) ; Tarassenko, L (Tarassenko, Lionel) Group Author(s): EDGE COPD Team","Title":"Digital health system for personalised COPD long-term management"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394820100003 PubMed ID: 28178974 ISSN: 1471-244X","Keywords":"Precision medicine; Pharmacogenomics; Major depressive disorder; Psychiatry; Decision support KeyWords Plus:CONSORTIUM CPIC GUIDELINE; MAJOR DEPRESSIVE DISORDER; IMPLEMENTATION CONSORTIUM; PSYCHOTROPIC MEDICATIONS; RESOURCE UTILIZATION; CYP2C19 GENOTYPES; PSYCHIATRY; HEALTH; CARE; PERSONALIZATION","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"BMC PSYCHIATRY Volume: 17 Article Number: 60 DOI: 10.1186/s12888-017-1230-5 Published: FEB 8 2017","Abstract":"About half of people who take antidepressants do not respond and many experience adverse effects. These detrimental outcomes are in part a result of the impact of an individual's genetic profile on pharmacokinetics and pharmcodynamics. If known and made available to clinicians, this could improve decision-making and antidepressant therapy outcomes. This has spurred the development of numerous pharmacogenetic-based decision support tools. In this article, we provide an overview of pharmacogenetic decision support tools, with particular focus on tools relevant to antidepressants. We briefly describe the evolution and current state of antidepressant pharmacogenetic decision support tools in clinical practice, followed by the evidence-base for their use. Finally, we present a series of considerations for clinicians contemplating use of these tools and discuss the future of antidepressant pharmacogenetic decision support tools.","Authors":"Bousman, CA (Bousman, Chad A.) ; Forbes, M (Forbes, Malcolm) ; Jayaram, M (Jayaram, Mahesh) ; Eyre, H (Eyre, Harris) ; Reynolds, CF (Reynolds, Charles F.) ; Berk, M (Berk, Michael) ; Hopwood, M (Hopwood, Malcolm) ; Ng, C (Ng, Chee)","Title":"Antidepressant prescribing in the precision medicine era: a prescriber's primer on pharmacogenetic tools"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394392600001 PubMed ID: 28191033 ISSN: 1751-0473","Keywords":"LFP; Automated analysis; Rat barrel cortex; Whisker stimulation; Phillips-Tikhonov regularization; Neuroscience KeyWords Plus:RAT; CORTEX; SYSTEM","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"SOURCE CODE FOR BIOLOGY AND MEDICINE Volume: 12 Article Number: 3 DOI: 10.1186/s13029-017-0062-5 Published: FEB 7 2017","Abstract":"Background: Local field potentials (LFPs) evoked by sensory stimulation are particularly useful in electrophysiological research. For instance, spike timing and current transmembrane current flow estimated from LFPs recorded in the barrel cortex in rats and mice are exploited to investigate how the brain represents sensory stimuli. Recent improvements in microelectrodes technology enable neuroscientists to acquire a great amount of LFPs during the same experimental session, calling for algorithms for their quantitative automatic analysis. Several computer tools were proposed for LFP analysis, but many of them incorporate algorithms that are not open to inspection or modification/personalization. We present a MATLAB software to automatically detect some important LFP features (latency, amplitude, time-derivative value in the inflection-point) for a quantitative analysis. The software features can be customized by the user according to his/her personal research needs. The incorporated algorithm is based on Phillips-Tikhonov regularization to deal with noise amplification due to ill-conditioning. In particular, its accuracy in the estimation of the features of interest is assessed in a Monte Carlo simulation mimicking the acquisition of LFPs in different SNR (signal-to-noise-ratio) conditions. Then, the algorithm is tested by analyzing a real set of 2500 LFPs recorded in rat after whisker stimulation at different depths in the primary somatosensory (S1) cortex, i.e., the region involved in the cortical representation of touch in mammals. Results: Automatic identification of LFP features by the presented software is easy and fast. As far as accuracy is concerned, error indices from simulated data suggest that the algorithm provides reliable estimates. Indeed, results obtained from LFPs recorded in rat after whisker stimulation are in line with the known sequential activation of the microcircuits of the S1 cortex. Conclusion: A MATLAB software implementing an algorithm to automatically detect the main LFPs features was presented. Simulated and real case studies showed that the employed algorithm is accurate and robust against measurement noise. The available code can be used as it is, but the reported description of the algorithms allows users to easily modify the code to cope with specific requirements.","Authors":"Rubega, M (Rubega, Maria) ; Cecchetto, C (Cecchetto, Claudia) ; Vassanelli, S (Vassanelli, Stefano) ; Sparacino, G (Sparacino, Giovanni)","Title":"Algorithm and software to automatically identify latency and amplitude features of local field potentials recorded in electrophysiological investigation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397872400117 PubMed ID: 28174225 ISSN: 2044-6055","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"BMJ OPEN Volume: 7 Issue: 2 Article Number: e014026 DOI: 10.1136/bmjopen-2016-014026 Published: FEB 2017","Abstract":"Introduction: Including the patient or user perspective is a central organising principle of integrated care. Moreover, there is increasing recognition of the importance of strengthening relationships among patients, carers and practitioners, particularly for individuals receiving substantial health and care support, such as those with long-term or multiple conditions. The overall aims of this synthesis are to provide a context-relevant understanding of how models to facilitate shared decision-making (SDM) might work for older people with multiple health and care needs, and how they might be applied to integrated care models. Methods and analysis: The synthesis draws on the principles of realist inquiry, to explain how, in what contexts and for whom, interventions that aim to strengthen SDM among older patients, carers and practitioners are effective. We will use an iterative, stakeholder-driven, three-phase approach. Phase 1: development of programme theory/theories that will be tested through a first scoping of the literature and consultation with key stakeholder groups; phase 2: systematic searches of the evidence to test and develop the theories identified in phase 1; phase 3: validation of programme theory/theories with a purposive sample of participants from phase 1. The synthesis will draw on prevailing theories such as candidacy, self-efficacy, personalisation and coproduction. Ethics and dissemination: Ethics approval for the stakeholder interviews was obtained from the University of Hertfordshire ECDA (Ethics Committee with Delegated Authority), reference number HSK/SF/UH/02387. The propositions arising from this review will be used to develop recommendations about how to tailor SDM interventions to older people with complex health and social care needs in an integrated care setting.","Authors":"Bunn, F (Bunn, Frances) ; Goodman, C (Goodman, Claire) ; Manthorpe, J (Manthorpe, Jill) ; Durand, MA (Durand, Marie-Anne) ; Hodkinson, I (Hodkinson, Isabel) ; Rait, G (Rait, Greta) ; Millac, P (Millac, Paul) ; Davies, SL (Davies, Sue L.) ; Russell, B (Russell, Bridget) ; Wilson, P (Wilson, Patricia)","Title":"Supporting shared decision-making for older people with multiple health and social care needs: a protocol for a realist synthesis to inform integrated care models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398053400002 ISSN: 1094-3501","Categories":"Education & Educational Research; Linguistics Web of Science Categories:Education & Educational Research; Linguistics","Journal Information":"LANGUAGE LEARNING & TECHNOLOGY Volume: 21 Issue: 1 Pages: 4-15 Special Issue: SI Published: FEB 2017","Authors":"Godwin-Jones, R (Godwin-Jones, Robert)","Title":"SCALING UP AND ZOOMING IN: BIG DATA AND PERSONALIZATION IN LANGUAGE LEARNING"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397376200004 ISSN: 0140-9883 eISSN: 1873-6181","Keywords":"Aggregate electricity demand; Industry electricity demand; Residential electricity demand; Deregulation of markets; Ghana KeyWords Plus:SOUTH-AFRICA; UNIT-ROOT; COINTEGRATION ANALYSIS; STATISTICAL-INFERENCE; OLD WINE; CONSUMPTION; ELASTICITIES; COUNTRIES; REGRESSIONS; AUSTRALIA","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"ENERGY ECONOMICS Volume: 62 Pages: 43-60 DOI: 10.1016/j.eneco.2016.12.010 Published: FEB 2017","Abstract":"This study examines the demand-side of Ghana's electricity sector. We test two important related hypotheses: (1) deregulation of electricity price does not promote energy conservation, and (2) demand-price relationship is not an inverted U-shaped. The Stock and Watson dynamic OLS is used to address the so-called second-order bias. The result showed that, deregulation of electricity price in Ghana has induced behaviours that are more consistent with energy conservation improvements. The demand-price relationship is an inverted U, which suggests that there is a price range that end-users can tolerate further price rise and still increase their consumption of electricity. However, the degree of price tolerability is higher for residential consumers than industrial consumers. The simulation results showed that, further economic growth is likely to compromise energy conservation but more in the industrial sector than the residential sector. On the other hand, future crude oil price is likely to deteriorate energy conservation in the initial years after 2016, but this trend is likely to reverse after the year 2020. Pricing mechanisms are potent to induce energy conservation but inadequate. The results suggest that they should be complemented with other stringent policies such as a mandatory energy reduction policy, investment in renewables, and personalization of energy efficiency programs. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Adorn, PK (Adorn, Philip Kofi)","Title":"The long-run price sensitivity dynamics of industrial and residential electricity demand: The impact of deregulating electricity prices"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395443300001 PubMed ID: 27981495 ISSN: 0741-238X eISSN: 1865-8652","Keywords":"Aclidinium/formoterol; COPD; Dual bronchodilator; LABA; LAMA; Respiratory KeyWords Plus:QUALITY-OF-LIFE; ACLIDINIUM BROMIDE/FORMOTEROL FUMARATE; MEASURING RESPIRATORY SYMPTOMS; PATIENT-REPORTED OUTCOMES; FIXED-DOSE COMBINATIONS; EARLY-MORNING SYMPTOMS; COPD ASSESSMENT TEST; CLINICAL-TRIALS; FLUTICASONE PROPIONATE/SALMETEROL; PSYCHOMETRIC PROPERTIES","Categories":"Research & Experimental Medicine; Pharmacology & Pharmacy Web of Science Categories:Medicine, Research & Experimental; Pharmacology & Pharmacy","Journal Information":"ADVANCES IN THERAPY Volume: 34 Issue: 2 Pages: 281-299 DOI: 10.1007/s12325-016-0459-6 Published: FEB 2017","Abstract":"Chronic obstructive pulmonary disease (COPD) is associated with high morbidity and mortality. COPD is typified by persistent, progressive airflow limitation and a range of respiratory and systemic symptoms such as breathlessness, coughing, wheezing, depression, anxiety, general fatigue, and sleeping difficulties. Despite receiving treatment for COPD, many patients suffer from regular symptoms that affect their daily lives and lead to increased morbidity. These symptoms vary in severity, frequency, and type, and can occur at any time throughout the 24-h day, with over half of patients with COPD experiencing symptoms in the morning, during the day, and at nighttime. Despite the prevalence of symptoms, patient and physician perception of the impact of COPD symptoms on patients' lives is not always in concordance. Dual bronchodilator therapy with a long-acting muscarinic antagonist (LAMA) and long-acting beta agonist (LABA) has the potential to treat the symptoms of COPD in addition to improving lung function. This review therefore examines the burden of symptoms experienced throughout the day by patients with COPD and the evidence for combined LAMA/LABA treatment in terms of symptom management. As patients with COPD experience varying symptoms throughout the course of their disease, the role of tailoring treatment to the individual needs of the patient is also examined. We conclude that the symptoms of COPD are troublesome, variable, can occur during all parts of the 24-h day, and have a substantial impact on patients' health status and quality of life. In order to provide effective, patient-orientated care, patients with COPD should be evaluated on the basis of lung function, the frequency of symptoms, and patient-perceived impact of symptoms on their lives. Therapy should be chosen carefully based on individualized assessment, ensuring personalization to the individual needs of the patient.","Authors":"Singh, D (Singh, Dave) ; Miravitlles, M (Miravitlles, Marc) ; Vogelmeier, C (Vogelmeier, Claus)","Title":"Chronic Obstructive Pulmonary Disease Individualized Therapy: Tailored Approach to Symptom Management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395574900010 ISSN: 0163-6804 eISSN: 1558-1896","Categories":"Engineering; Telecommunications Web of Science Categories:Engineering, Electrical & Electronic; Telecommunications","Journal Information":"IEEE COMMUNICATIONS MAGAZINE Volume: 55 Issue: 2 Pages: 56-61 DOI: 10.1109/MCOM.2017.1600701CM Published: FEB 2017","Abstract":"Our society may enhance arid create new services in a people-centric loT context through the exchange of information with sensor devices. Unfortunately, communication and services may be compromised due to a number of factors including unreliable communication, complexity, and security threats like spoofing. Within the technologies involved in the loT paradigm, passive RFID allows the inventorying of simple objects toward wireless communication with a low-cost investment. We present a solution to increase the personalization of loT applications and services (e.g., accessing a restricted area with a contact -less card) by detecting people-object gestures with an accelerometer-enabled passive RFID tag. We demonstrate the feasibility of our proposal by achieving a precision of 85 percent in people-object gestures classification.","Authors":"Parade, R (Parade, Raul) ; Melia-Segui, J (Melia-Segui, Joan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Melia-Segui, Joan  http://orcid.org/0000-0001-8473-4500","Title":"Gesture Detection Using Passive RFID Tags to Enable People-Centric IoT Applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397411100004 ISSN: 2158-107X eISSN: 2156-5570","Keywords":"Learning scenario; Tutoring functions; platform; linguistic proficiency; Interaction","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"INTERNATIONAL JOURNAL OF ADVANCED COMPUTER SCIENCE AND APPLICATIONS Volume: 8 Issue: 2 Pages: 24-28 Published: FEB 2017","Abstract":"There is an emergence of blended learning today which combines diversified teaching methods, alternating distance learning and classroom learning. As a matter of fact, most Moroccan universities are presently aware of the importance of this approach, which appears to be most suited for Moroccan university context. This article is meant to identify the different roles of the tutor within the blended learning system. This is more precisely to present an experience of implementing a hybrid learning system by using the \"FOUL\" platform. The introduction of this platform is accompanied by a need for developing new skills, be it for a teacher or a student. This experience is motivated, on the one hand, by the supply of additional online resources as a complement to a face-to-face classroom method, on the other hand by the personalization of learning and riding out classroom-based learning constraints (e.g. in terms of time, place, staff...) as it is the case in universities. This article intends to address the above problems by analyzing student responses to questionnaires and processing the content of synchronous communication between learners/learners and learners/online tutors in order to identify and analyze tutoring functions. It can be concluded that the success of a hybrid learning system is conditioned by the presence of some basic functions such as: pedagogical, organizational and socio-motivational functions. These functions remain dominant in a hybrid learning system.","Authors":"Chafiq, N (Chafiq, Nadia) ; Talbi, M (Talbi, Mohammed)","Title":"Tutoring Functions in a Blended Learning System: Case of Specialized French Teaching"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397411700014 PubMed ID: 27817039 ISSN: 1058-0468 eISSN: 1573-7330","Keywords":"FSH receptor polymorphisms; Treatment personalization; COH; IVF/ICSI KeyWords Plus:STIMULATING-HORMONE RECEPTOR; CONTROLLED OVARIAN HYPERSTIMULATION; IN-VITRO-FERTILIZATION; SINGLE-NUCLEOTIDE POLYMORPHISMS; OUTPUT RATE FORT; GENE POLYMORPHISMS; IVF TREATMENT; GONADOTROPIN STIMULATION; ASN680SER POLYMORPHISM; SER680ASN POLYMORPHISM","Categories":"Genetics & Heredity; Obstetrics & Gynecology; Reproductive Biology Web of Science Categories:Genetics & Heredity; Obstetrics & Gynecology; Reproductive Biology","Journal Information":"JOURNAL OF ASSISTED REPRODUCTION AND GENETICS Volume: 34 Issue: 2 Pages: 263-273 DOI: 10.1007/s10815-016-0835-9 Published: FEB 2017","Abstract":"Purpose The objective of this study was the elucidation of the possible role of the single-nucleotide polymorphisms (SNP) at position -29 and 2039 of the FSH receptor gene (FSHR) as independent predictive markers of ovarian response. Indeed, the tailoring of reproductive treatments is crucial for both maximizing the success of IVF patients and obtaining a reduction in hypo-or hyper-response rates. Methods This prospective, observational study analyzed the association of -29 and 2039 FSHR polymorphisms with the number of retrieved oocytes in 140 patients attending an IVF/ICSI cycle for severe male factors (<= 5,000,000 spermatozoa/mL) or tubal factors at the ANDROS Day Surgery Clinic, Palermo, Italy. Results The results of this study demonstrate that the genetic combination of A/G for polymorphism c.2039 A>G with G/G for polymorphism c.-29 G>A is significantly associated with the highest number of collected oocytes (p = 0.03). This association was significant even after controlling for the effect of other clinical variables. Conclusions The A/G-G/G allelic variant, identified as an independent variable, if confirmed in a larger number of patients, could be considered as a new genetic biomarker, which could increase the efficacy of prediction models for ovarian stimulation.","Authors":"Allegra, A (Allegra, Adolfo) ; Marino, A (Marino, Angelo) ; Raimondo, S (Raimondo, Stefania) ; Maiorana, A (Maiorana, Antonio); Gullo, S (Gullo, Salvatore) ; Scaglione, P (Scaglione, Piero) ; Volpes, A (Volpes, Aldo) ; Alessandro, R (Alessandro, Riccardo)","Title":"The carriers of the A/G-G/G allelic combination of the c.2039 A>G and c.-29 G>A FSH receptor polymorphisms retrieve the highest number of oocytes in IVF/ICSI cycles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395031900004 ISSN: 1360-6441 eISSN: 1467-9841","Keywords":"Call centres; politeness; service encounters; vocatives; rationalized politeness; linguistic ethnography; synthetic personalization; McDonaldization KeyWords Plus:IMPOLITENESS; RESISTANCE; IMPACT; WORK","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"JOURNAL OF SOCIOLINGUISTICS Volume: 21 Issue: 1 Pages: 90-111 DOI: 10.1111/josl.12224 Published: FEB 2017","Abstract":"This study offers an extension of existing politeness theories by illuminating how changes in politeness conventions come about as a result of contextual specificities. Despite a surge in mediated service encounters, few studies to date have considered the linguistic enactment of politeness in call centres, mainly due to restrictions on access. Drawing on a linguistic ethnography of an onshore call centre in Scotland and data in the form of authentic service interactions, interviews, on-site observations, and institutional documents, the study combines quantitative and qualitative discourse analytic techniques to explore how the call centre-specific tension between efficiency and customer care is managed in theory and practice. It is found that while the institution accords equal importance to efficiency and customer care, in actual service interactions, agents prioritize efficiency. Furthermore, in the few cases where agents do orient to customer care, vocatives appear to be used as a shortcut evidencing the emergence of a novel - rationalized - type of politeness. The study contributes the theoretical insight that new politeness conventions may emerge, not so much because of the imposition of one culture on another, but because they are shaped by the particular context in which they arise.","Authors":"Hultgren, AK (Hultgren, Anna Kristina)","Title":"Vocatives as rationalized politeness: Theoretical insights from emerging norms in call centre service encounters"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394684300003 PubMed ID: 27777372 ISSN: 1753-4658 eISSN: 1753-4666","Keywords":"indwelling pleural catheter; malignant; mesothelioma; pleural effusion; pleural disease; pleurodesis KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; LOCAL-ANESTHETIC THORACOSCOPY; BETA GENE-TRANSFER; CHEST TUBE SIZE; TALC PLEURODESIS; DIFFERENTIAL-DIAGNOSIS; MEDICAL THORACOSCOPY; PREDICTING SURVIVAL; CLINICAL-TRIAL; GUIDED BIOPSY","Categories":"Respiratory System Web of Science Categories:Respiratory System","Journal Information":"THERAPEUTIC ADVANCES IN RESPIRATORY DISEASE Volume: 11 Issue: 2 Pages: 105-114 DOI: 10.1177/1753465816671697 Published: FEB 2017","Abstract":"Malignant pleural effusions (MPEs) are an important cause of cancer-related mortality and morbidity. It is a heterogeneous group of conditions, which leads to debilitating symptoms and confers a poor prognosis. Recent well-designed randomized trials have provided a broader evidence base for an expanding range of treatment options. Together, with new prognostic scoring systems and a greater understanding of how different patient phenotypes respond to treatment, this allows greater personalization of management. This article will discuss the current evidence on evaluation and management of MPEs.","Authors":"Walker, S (Walker, Steven) ; Bibby, AC (Bibby, Anna C.) ; Maskell, NA (Maskell, Nick A.)","Title":"Current best practice in the evaluation and management of malignant pleural effusions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397058700027 PubMed ID: 27575408 ISSN: 1083-3188 eISSN: 1873-4332","Keywords":"Depression; Women; Sexual risk; Mobile health; Momentary intervention KeyWords Plus:HIGH-SCHOOL-STUDENTS; MARIJUANA USE; FEMALE ADOLESCENTS; MOBILE TECHNOLOGY; SUBSTANCE USE; REAL-TIME; HIV RISK; BEHAVIOR; PREVENTION; SYMPTOMS","Categories":"Obstetrics & Gynecology; Pediatrics Web of Science Categories:Obstetrics & Gynecology; Pediatrics","Journal Information":"JOURNAL OF PEDIATRIC AND ADOLESCENT GYNECOLOGY Volume: 30 Issue: 1 Pages: 116-122 DOI: 10.1016/j.jpag.2016.08.009 Published: FEB 2017","Abstract":"Study Objective: Depressed young women are at increased risk for adverse outcomes related to sexual behavior, including unintended pregnancy, HIV, and other sexually transmitted infections. Brief sexual risk reduction interventions have not targeted depressed young women's specific needs for affect management and impulse control. Design, Setting, Participants, Interventions, and Main Outcome Measures: We interviewed depressed young women ages 15-23 years engaging in sexual risk behavior about a proposed intervention approach. The approach was described as in-person counseling and cognitive-behavioral skills training, followed by an ecological momentary intervention (EMI) delivered via smartphone application for 4 weeks. The EMI would include reporting multiple times a day on affective states, self-efficacy for safer sex behavior, and sexual behavior, and receiving responsive messages to provide support and prompt use of cognitive-behavioral skills. Participants provided their perspectives on comfort, usability, burden, confidentiality, and potential efficacy of the EMI and recommended message content. Interviews were audio-recorded, transcribed, and analyzed using thematic analysis. Results: Thematic saturation was reached with 16 interviews. Participants expressed positive opinions about the EMI. They believed that reporting at random times would help them to recognize their feelings, receiving the messages would be reassuring, and overall the smartphone application would be experienced as therapeutic. They desired a high degree of personalization of the message quality, style, and voice, and provided a wide variety of message content. Conclusion: Depressed young women believed that a flexible, personalized approach to mobile momentary intervention for addressing the link between their symptoms and behavior would be acceptable, supportive, and effective in reducing sexual risk.","Authors":"Shrier, LA (Shrier, Lydia A.) ; Spalding, A (Spalding, Allegra)","Title":"\"Just Take a Moment and Breathe and Think\": Young Women with Depression Talk about the Development of an Ecological Momentary Intervention to Reduce Their Sexual Risk"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397073900004 PubMed ID: 27915039 ISSN: 0165-0378","Keywords":"Uterine receptivity; Repeated implantation failures; Endometrium; Embryo implantation; IVF/ICSI KeyWords Plus:NATURAL-KILLER-CELLS; FETAL-MATERNAL INTERFACE; IN-VITRO FERTILIZATION; NK CELLS; HUMAN ENDOMETRIUM; PREGNANCY LOSS; IMPLANTATION; FAILURE; DECIDUALIZATION; GLUCOCORTICOIDS","Categories":"Immunology; Reproductive Biology Web of Science Categories:Immunology; Reproductive Biology","Journal Information":"JOURNAL OF REPRODUCTIVE IMMUNOLOGY Volume: 119 Pages: 23-30 DOI: 10.1016/j.jri.2016.11.007 Published: FEB 2017","Abstract":"Background: Embryo implantation remains the main limiting factor in IVF/ICSI program. Endometrial immune remodeling events begin before implantation and are a vital process for pregnancy, preparing future maternal immune tolerance and regulating the placentation process. Methods: Between 2012 and 2014, 193 patients (analyzed group) enrolled in our IVF program benefitted of an endometrial immune profiling to determine if their uterus was immunologically ready to accept an embryo and, if not, the specific immune mechanisms involved. Subsequently, they had an effective embryo transfer (ET) with personalization of their treatments if an immune deregulation has been diagnosed. Each analyzed patient was paired to the closest patient included in the IVF program according to biological criteria (age, number of mature oocytes, stage and number of transferred embryo), which had no endometrial immune profiling (193 patients, non-analyzed group). Finding: 78% of analyzed patients had a uterine immune dysregulation and therefore care personalization. Their corresponding live birth rate (LBR) was twice higher than observed in the matched control group with conventional cares (30.5% versus 16.6%, OR: 2.2 [1.27-3.83] p = 0.004) with a simultaneous drastic reduction of miscarriages per initiated pregnancy (17.9% versus 43.2%, OR: 0.29 [0.12-0.71], p = 0.005). 22% of analyzed patients had no dysregulation. They did not differ from their matched controls for LBR and miscarriages. Conclusion: Uterine immune profiling enables an integrated approach of infertility that includes endometrial immunity as a key factor in planning personalized IVF/ICSI treatments. Personalization of treatment according to the woman's uterine immune balance produced a very significantly higher LBR. (C) 2016 Published by Elsevier Ireland Ltd.","Authors":"Ledee, N (Ledee, Nathalie) ; Prat-Ellenberg, L (Prat-Ellenberg, Laura) ; Chevrier, L (Chevrier, Lucie) ; Balet, R (Balet, Richard) ; Simon, C (Simon, Cynthia) ; Lenoble, L (Lenoble, larisse) ; El Irani, E (El Irani, Elie) ; Bouret, D (Bouret, Dominique) ; Cassuto, G (Cassuto, Guy) ; Vitoux, D (Vitoux, Dominique) ; Vezmar, K (Vezmar, Katia) ; Bensussan, A (Bensussan, Armand) ; Chaouat, G (Chaouat, Gerard) ; Petitbarat, M (Petitbarat, Marie) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Bensussan, Armand  E-5434-2017  ","Title":"Uterine immune profiling for increasing live birth rate: A one-to-one matched cohort study"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397119600003 ISSN: 1367-0751 eISSN: 1368-9894","Keywords":"Web privacy; web tracking; web security KeyWords Plus:PRIVACY","Categories":"Mathematics; Science & Technology - Other Topics Web of Science Categories:Mathematics, Applied; Mathematics; Logic","Journal Information":"LOGIC JOURNAL OF THE IGPL Volume: 25 Issue: 1 Pages: 18-29 Special Issue: SI DOI: 10.1093/jigpal/jzw041 Published: FEB 2017","Abstract":"Web tracking is a commonly-used practice on the Internet devoted to retrieve user information for activities such as personalization or advertisement. These techniques are said to drive the web economy, although they are commonly used to invade users' privacy. In the last years, a general concern raised about web tracking, looking forward to combat it in many ways like regulations, anti-tracking methods and even standardization. In this paper, we analyze and discuss the current techniques for web-tracking as well as techniques for its detection and analysis, and countermeasures to prevent web tracking.","Authors":"Sanchez-Rola, I (Sanchez-Rola, Iskander) ; Ugarte-Pedrero, X (Ugarte-Pedrero, Xabier); Santos, I (Santos, Igor); Bringas, PG (Bringas, Pablo G.)","Title":"The web is watching you: A comprehensive review of web-tracking techniques and countermeasures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397119600004 ISSN: 1367-0751 eISSN: 1368-9894","Keywords":"Spam; security; Facebook; personalized spam; online social networks","Categories":"Mathematics; Science & Technology - Other Topics Web of Science Categories:Mathematics, Applied; Mathematics; Logic","Journal Information":"LOGIC JOURNAL OF THE IGPL Volume: 25 Issue: 1 Pages: 30-41 Special Issue: SI DOI: 10.1093/jigpal/jzw040 Published: FEB 2017","Abstract":"Millions of users per day are affected by unsolicited e-mail campaigns. Spam filters are capable of detecting and avoiding an increasing number of messages, but researchers have quantified a response rate of a 0.006% [1], still significant to turn a considerable profit sending millions of emails, as the spammers do. While research directions are addressing topics such as better spam filters, or spam detection inside online social networks (OSNs), in this article, we demonstrate that a classic spam model using OSN information can harvest a 7.62% of click-through rate. We collect email addresses from the Internet, complete email owner information using their public social network profile data, and analyse response of personalized spam sent to users according to their profile using a fake website. Finally, we demonstrate the effectiveness of these profile-based emails to circumvent spam detection and we compare results between typical spam and personalized spam.","Authors":"Ezpeleta, E (Ezpeleta, Enaitz) ; Zurutuza, U (Zurutuza, Urko) ; Hidalgo, JMG (Gomez Hidalgo, Jose Maria)","Title":"A study of the personalization of spam content using Facebook public information"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394290600002 PubMed ID: 28130653 ISSN: 1523-3804 eISSN: 1534-6242","Keywords":"Coronary artery calcium; Primary prevention; Cardiovascular disease; Risk assessment; Radiation; Cost-effectiveness KeyWords Plus:COMPUTED TOMOGRAPHIC ANGIOGRAPHY; FATTY LIVER-DISEASE; CANCER SCREENING PARTICIPANTS; EPICARDIAL ADIPOSE-TISSUE; MYOCARDIAL-PERFUSION; CT ANGIOGRAPHY; ATHEROSCLEROSIS MESA; INDEPENDENT PREDICTOR; ASYMPTOMATIC PATIENTS; PROGNOSTIC VALUE","Categories":"Cardiovascular System & Cardiology Web of Science Categories:Peripheral Vascular Disease","Journal Information":"CURRENT ATHEROSCLEROSIS REPORTS Volume: 19 Issue: 2 Article Number: 7 DOI: 10.1007/s11883-017-0643-4 Published: FEB 2017","Abstract":"Purpose of Review Coronary artery calcium (CAC) has been proposed as an integrator of information from traditionally measured, non-traditionally measured, and unmeasured risk factors for coronary atherosclerosis. The 2013 American College of Cardiology/American Heart Association Guideline on the Assessment of Cardiovascular Risk identified several knowledge gaps regarding CAC, including radiation risks, cost-effectiveness, and improving discrimination and reclassification of estimated risk over the Pooled Cohort Equations in the ACC/AHA Atherosclerotic Cardiovascular Disease Estimator. In this review, we focus on recent CAC literature addressing these knowledge gaps. We further highlight the potential for CAC to enrich future randomized controlled trials. Recent Findings The use of CAC allows for personalization of cardiovascular risk despite the presence or absence of traditional risk factors across many demographics. Avenues to reduce radiation exposure associated with CAC scanning include increasing the interval between scans for those with CAC scores of zero and estimating CAC from non-cardiac gated CT scans. While limited studies have suggested cost-effectiveness in cardiac risk assessment with the incorporation of CAC in screening algorithms, several studies have demonstrated the ability of CAC to identify non-traditional risk factors that may be used to expand cardiovascular risk personalization in other high-risk populations. Summary Literature from the past 2 years further supports CAC as a strong marker to personalize cardiac risk assessment. While multiple potential avenues to reduce radiation are available and cost-effectiveness analyses are encouraging, further studies are necessary to clarify patient selection for CAC scanning given the interplay between CAC and other imaging modalities in risk personalization algorithms.","Authors":"Sathiyakumar, V (Sathiyakumar, Vasanth) ; Blumenthal, RS (Blumenthal, Roger S.) ; Nasir, K (Nasir, Khurram) ; Martin, SS (Martin, Seth S.)","Title":"Addressing Knowledge Gaps in the 2013 ACC/AHA Guideline on the Assessment of Cardiovascular Risk: a Review of Recent Coronary Artery Calcium Literature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396401700003 ISSN: 0018-9359 eISSN: 1557-9638","Keywords":"Facebook; intrinsic motivation; personalization; social data extraction KeyWords Plus:SIZE","Categories":"Education & Educational Research; Engineering Web of Science Categories:Education, Scientific Disciplines; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON EDUCATION Volume: 60 Issue: 1 Pages: 16-21 Special Issue: SI DOI: 10.1109/TE.2016.2576424 Published: FEB 2017","Abstract":"Motivation is fundamental for students to achieve successful and complete learning. Motivation can be extrinsic, i.e., driven by external rewards, or intrinsic, i.e., driven by internal factors. Intrinsic motivation is the most effective and must be inspired by the task at hand. Here, a novel strategy is presented to increase intrinsic motivation toward activities requiring the use of sample data sets, by automatically extracting the student's social data from a social media network, to create a personalized sample data set. A tool was developed to access Facebook and create a database to be used in practical assignments on database queries. A user study (N = 74) measured intrinsic motivation before and after the assignment in three different groups of first-year university students. Each group had to create a set of queries of similar difficulty, with each group using a different database. Intrinsic motivation was found to be significantly higher for the group using their own social media data than for the groups using social media data from an unknown person or a business. The approach presented here can be applied to other subjects, such as data mining, image processing, or statistics.","Authors":"Marzo, A (Marzo, Asier) ; Ardaiz, O (Ardaiz, Oscar) ; de Acedo, MTS (Sanz de Acedo, Maria Teresa) ; de Acedo, MLS (Sanz de Acedo, Maria Luisa)","Title":"Personalizing Sample Databases With Facebook Information to Increase Intrinsic Motivation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395555100009 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Facial expression analysis; personalization; domain adaptation; transfer learning; support vector machine (SVM) KeyWords Plus:ACTIVE APPEARANCE MODELS; ACTION UNIT RECOGNITION; SUPPORT VECTOR MACHINE; OPTIMIZATION; ADAPTATION; FEATURES; EMOTION; FACE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 39 Issue: 3 Pages: 529-545 DOI: 10.1109/TPAMI.2016.2547397 Published: FEB 2017","Abstract":"Automatic facial action unit (AU) and expression detection from videos is a long-standing problem. The problem is challenging in part because classifiers must generalize to previously unknown subjects that differ markedly in behavior and facial morphology (e. g., heavy versus delicate brows, smooth versus deeply etched wrinkles) from those on which the classifiers are trained. While some progress has been achieved through improvements in choices of features and classifiers, the challenge occasioned by individual differences among people remains. Person-specific classifiers would be a possible solution but for a paucity of training data. Sufficient training data for person-specific classifiers typically is unavailable. This paper addresses the problem of how to personalize a generic classifier without additional labels from the test subject. We propose a transductive learning method, which we refer to as a Selective Transfer Machine (STM), to personalize a generic classifier by attenuating person-specific mismatches. STM achieves this effect by simultaneously learning a classifier and re-weighting the training samples that are most relevant to the test subject. We compared STM to both generic classifiers and cross-domain learning methods on four benchmarks: CK+ [44], GEMEP-FERA [67], RUFACS [4] and GFT [57]. STM outperformed generic classifiers in all.","Authors":"Chu, WS (Chu, Wen-Sheng) ; De la Torre, F (De la Torre, Fernando) ; Cohn, JF (Cohn, Jeffrey F.)","Title":"Selective Transfer Machine for Personalized Facial Expression Analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000393533500005 PubMed ID: 28109404 ISSN: 1040-8428 eISSN: 1879-0461","Keywords":"Breast cancer; Radiotherapy; Genetic assays; Subtypes; Heterogeneity KeyWords Plus:GENE-EXPRESSION PROFILES; LOCAL RECURRENCE RISK; CARCINOMA IN-SITU; CONSERVING THERAPY; POSTMASTECTOMY RADIOTHERAPY; RADIATION-THERAPY; ESTROGEN-RECEPTOR; NEOADJUVANT CHEMOTHERAPY; PROGESTERONE-RECEPTOR; INTRINSIC SUBTYPES","Categories":"Oncology; Hematology Web of Science Categories:Oncology; Hematology","Journal Information":"CRITICAL REVIEWS IN ONCOLOGY HEMATOLOGY Volume: 110 Pages: 43-48 DOI: 10.1016/j.critrevonc.2016.12.006 Published: FEB 2017","Abstract":"Systemic treatments are tailored to breast cancer (BC) heterogeneity, which is not yet taken into account for radiotherapy (RT) personalization. The primary objective of this review is to summarize existing data suggesting BC subtypes and genetic assays are prognostic and predictive biomarkers useful for RT decision-making and to provide implications for their incorporation into future translational and clinical research. The evidence suggesting that BC subtypes also exhibit distinct \"locoregional recurrence (LRR)\" patterns is retrospective but consistent and validated in over fifteen studies. The HER-2 positive and triple negative subtypes are the most susceptible to locoregional failure. The high risk of the HER-2 positive subtype can be reversed with trastuzumab administration. Very little is known on the subtypes' intrinsic radiosensitivity properties. Genetic assays have assessed retrospectively signatures' prognostic and predictive value in patients' cohorts (several coming from prospective studies) for LRR risk and radiotherapy (RT) benefit. Further confirmation is needed before their introduction into clinical routine. Evidence on the use of molecular biomarkers for adjuvant RT tailoring is emerging but needs validation and introduction into prospective studies. The plethora of modern RT options (partial breast irradiation, hypofractionation), as well as recent evidence pointing towards more extensive radiotherapy, demand introduction of biological features into clinical trials to improve therapeutic decisions. Open questions, such as tailoring of irradiation after neo-adjuvant chemotherapy in complete responders and the understanding of the interplay between local control, systemic recurrence and survival given modern systemic treatments, need to be addressed under the prism of biology within this heterogeneous disease. Intrinsic radiobiological properties within this heterogeneity need to be highlighted in order to further improve outcomes. (C) 2016 Elsevier Ireland Ltd. All rights reserved.","Authors":"Tsoutsou, PG (Tsoutsou, Pelagia G.) ; Vozenin, MC (Vozenin, Marie-Catherine) ; Durham, AD (Durham, Andre-Dante) ; Bourhis, J (Bourhis, Jean)","Title":"How could breast cancer molecular features contribute to locoregional treatment decision making?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393634400005 ISSN: 2376-0540 eISSN: 2376-1032","Categories":"Health Care Sciences & Services; Pharmacology & Pharmacy Web of Science Categories:Health Care Sciences & Services; Pharmacology & Pharmacy","Journal Information":"JOURNAL OF MANAGED CARE & SPECIALTY PHARMACY Volume: 23 Issue: 2 Pages: 148-155 Published: FEB 2017","Abstract":"Payment for health care services, including oncology services, is shifting from volume-based fee-for-service to value-based accountable care. The objective of accountable care is to support providers with flexibility and resources to reform care delivery, accompanied by accountability for maintaining or improving outcomes while lowering costs. These changes depend on health care payers, systems, physicians, and patients having meaningful measures to assess care delivery and outcomes and to balance financial incentives for lowering costs while providing greater value. Gaps in accountable care measure sets may cause missed signals of problems in care and missed opportunities for improvement. Measures to balance financial incentives may be particularly important for oncology, where high cost and increasingly targeted diagnostics and therapeutics intersect with the highly complex and heterogeneous needs and preferences of cancer patients. Moreover, the concept of value in cancer care, defined as the measure of outcomes achieved per costs incurred, is rarely incorporated into performance measurement. This article analyzes gaps in oncology measures in accountable care, discusses challenging measurement issues, and offers strategies for improving oncology measurement. Discern Health analyzed gaps in accountable care measure sets for 10 cancer conditions that were selected based on incidence and prevalence; impact on cost and mortality; a diverse range of high-cost diagnostic procedures and treatment modalities (e.g., genomic tumor testing, molecularly targeted therapies, and stereotactic radiotherapy); and disparities or performance gaps in patient care. We identified gaps by comparing accountable care set measures with high-priority measurement opportunities derived from practice guidelines developed by the National Comprehensive Cancer Network and other oncology specialty societies. We found significant gaps in accountable care measure sets across all 10 conditions. For each gap, we searched for available measures not already being used in programs. Where existing measures did not cover gaps, we recommended refinements to existing measures or proposed measures for development. We shared the results of the measure gap analysis with a roundtable of national experts in cancer care and oncology measurement. During a web meeting and an in-person meeting, the roundtable reviewed the gap analysis and identified priority opportunities for improving measurement. The group determined that overreliance on condition-specific process measures is problematic because of rapidly changing evidence and increasing personalization of cancer care. The group's primary recommendation for enhancing measure sets was to prioritize and develop effective crosscutting measures that assess clinical and patient-reported outcomes, including shared decision making, care planning, and symptom control. The group also prioritized certain safety and structural measures to complement condition-specific process measures. Further, the group explored strategies for using clinical pathways and devising layered measurement approaches to improve measurement for accountable care. This article presents the roundtable's conclusions and recommendations for next steps. Copyright (C) 2017, Academy of Managed Care Pharmacy. All rights reserved.","Authors":"Valuck, T (Valuck, Tom) ; Blaisdell, D (Blaisdell, David) ; Dugan, DP (Dugan, Donna P.) ; Westrich, K (Westrich, Kimberly) ; Dubois, RW (Dubois, Robert W.) ; Miller, RS (Miller, Robert S.) ; McClellan, M (McClellan, Mark)","Title":"Improving Oncology Quality Measurement in Accountable Care: Filling Gaps with Cross-Cutting Measures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393657900004 ISSN: 0742-6046 eISSN: 1520-6793","Categories":"Business & Economics; Psychology Web of Science Categories:Business; Psychology, Applied","Journal Information":"PSYCHOLOGY & MARKETING Volume: 34 Issue: 2 Pages: 157-174 DOI: 10.1002/mar.20981 Published: FEB 2017","Abstract":"Mobile in-store advertising is becoming increasingly important, as it offers new options for retailers to communicate with customers at the point of sale. This study investigates how mobile in-store advertising should be designed in order to be most effective. The authors identify three value drivers (price promotion, location, and personalization) and examine their effect on customers' purchase intention. The influence of the three value drivers was tested in a large-scale representative study with a laboratory experimental design. The findings indicate that all three value drivers increase purchase intention. Surprisingly, the authors find that price promotions are the least important value driver, whereas the location of receiving a mobile ad is the strongest driver of purchase intention. An interaction effect between location and personalization was also found to be significant. Personalization close to the product has little impact on purchase intention. The findings have important implications for researchers and retail managers, particularly when designing mobile in-store advertising campaigns.","Authors":"Bues, M (Bues, Mirja) ; Steiner, M (Steiner, Michael) ; Stafflage, M (Stafflage, Marcel) ; Krafft, M (Krafft, Manfred)","Title":"How Mobile In-Store Advertising Influences Purchase Intention: Value Drivers and Mediating Effects from a Consumer Perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393631500009 ISSN: 0167-9236 eISSN: 1873-5797","Keywords":"Decision support; Online review; Review quality; Web personalization; Text mining; Web 2.0 KeyWords Plus:WORD-OF-MOUTH; ONLINE REVIEWS; INFORMATION-SYSTEMS; CURRENT STATE; E-COMMERCE; SEARCH; RECOMMENDATION; ALGORITHM; HELPFULNESS; QUALITY","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Operations Research & Management Science","Journal Information":"DECISION SUPPORT SYSTEMS Volume: 94 Pages: 85-96 DOI: 10.1016/j.dss.2016.11.003 Published: FEB 2017","Abstract":"In recent years there has been increased consumer use of the vast array of online reviews. Given the increasingly high volume of such reviews, automatic analyses of their quality have become imperative. Not surprisingly, this situation has attracted the interest of researchers. However, prior approaches are insufficient to address the consumers' need for non-burdensome sense making of online reviews. This research attempts to close this gap by proposing novel design science artifacts (i.e. construct, architecture, algorithms and prototype) to address the consumers' need. We evaluate these artifacts using a set of experiments and hypothesis tests. The results validate the effectiveness and efficiency of the proposed artifacts. We demonstrate their practical utility and relevance using real world pilot experiments. This paper contributes theoretical knowledge to the review quality literature and, what we believe is the first exemplifier for adequately validating the solutions of review quality research. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Flory, L (Flory, Long) ; Osei-Bryson, KM (Osei-Bryson, Kweku-Muata) ; Thomas, M (Thomas, Manoj)","Title":"A new web personalization decision-support artifact for utility-sensitive customer review analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393309600019 ISSN: 1868-8071 eISSN: 1868-808X","Keywords":"News clustering; k-means; W-kmeans; Cluster labeling; Partitional clustering; Collaborative filtering KeyWords Plus:SYSTEMS; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF MACHINE LEARNING AND CYBERNETICS Volume: 8 Issue: 1 Pages: 223-237 Special Issue: SI DOI: 10.1007/s13042-014-0316-3 Published: FEB 2017","Abstract":"Although commonly only item clustering is suggested by Web mining techniques for news articles recommendation systems, one of the various tasks of personalized recommendation is categorization of Web users. With the rapid explosion of online news articles, predicting user-browsing behavior using collaborative filtering (CF) techniques has gained much attention in the web personalization area. However common CF techniques suffer from problems like low accuracy and performance. This research proposes a new personalized recommendation approach that integrates both user and text clustering based on our developed algorithm, W-kmeans, with other information retrieval (IR) techniques, like text categorization and summarization in order to provide users with the articles that match their profiles. Our system can easily adapt over time to divertive user preferences. Furthermore, experimental results show that by aggregating item and user clustering with multiple IR techniques like categorization and summarization, our recommender generates results that outperform the cases where each or both of them are used, but clustering is not applied.","Authors":"Bouras, C (Bouras, Christos) ; Tsogkas, V (Tsogkas, Vassilis)","Title":"Improving news articles recommendations via user clustering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393417000009 PubMed ID: 27918396 ISSN: 1040-5488 eISSN: 1538-9235","Keywords":"progressive addition lenses; personalized PAL; lens design space; viewing zone size; wearing comfort KeyWords Plus:HIGHER-ORDER ABERRATIONS; LOCAL WAVE-FRONTS; SPECTACLE CORRECTION; PRESBYOPIA; DERIVATION; EQUATIONS; EYE","Categories":"Ophthalmology Web of Science Categories:Ophthalmology","Journal Information":"OPTOMETRY AND VISION SCIENCE Volume: 94 Issue: 2 Pages: 208-218 Published: FEB 2017","Abstract":"Purpose. A continuous set of personalized designs (design space) for progressive addition lenses (PALs) is investigated. The main goals are (1) to study how the subjects' perception of a personalized design depends on its position in the design space and (2) to compare the performance of personalized PALs to a conventional PAL with a fixed design. Methods. In a double-blind study, 51 subjects compared Rodenstock Impression FreeSign 3, which is a family of PALs with a continuously controllable personalized design, and Rodenstock Progressiv Life Free, which is a conventional PAL with a single fixed design. The positions and sizes of viewing zones and the softness of gradients of mean power and astigmatism of personalized lenses were customized to individual viewing preferences. These designs were represented as points in a design space comprising a continuum of PAL designs. Subjective ratings and experimental measurements were used to study viewing zone widths, blur gradient smoothness, amount of distortion, the feeling of safety during motion, and overall wearing comfort. Results. (1) Far viewing zone width (experiments and ratings), near viewing zone width (experiments), blur gradient smoothness, and the amount of distortion (ratings) were significantly dependent on the position of the personalized lens design in the design space. This was consistent with the structure of the design space. (2) 82% of the subjects chose personalized lenses as their favorite. Most subjects reported higher wearing comfort and tolerability with personalized lenses than with conventional lenses. Conclusions. The designs of the tested personalized lenses were perceived by the subjects as intended. This is a prerequisite to the successful customization of PALs to individual wearing preferences. Possible reasons for the preference of the tested personalized lenses are the optimization with respect to individual wearing conditions and the personalization.","Authors":"Forkel, J (Forkel, Johanne) ; Reiniger, JL (Reiniger, Jenny Loren) ; Muschielok, A (Muschielok, Adam) ; Welk, A (Welk, Andrea) ; Seidemann, A (Seidemann, Anne) ; Baumbach, P (Baumbach, Peter)","Title":"Personalized Progressive Addition Lenses: Correlation between Performance and Design"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392782900014 ISSN: 0045-7825 eISSN: 1879-2138","Keywords":"Cardiac mechanic; Patient-specific modeling; Patient-specific boundary conditions; Finite element method; Medical imaging KeyWords Plus:DATA ASSIMILATION; HEART MODEL; PRESSURE; MRI; FLOW; ELECTROMECHANICS; PERSONALIZATION; QUANTIFICATION; MYOCARDIUM; FRAMEWORK","Categories":"Engineering; Mathematics; Mechanics Web of Science Categories:Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications; Mechanics","Journal Information":"COMPUTER METHODS IN APPLIED MECHANICS AND ENGINEERING Volume: 314 Pages: 269-295 Special Issue: SI DOI: 10.1016/j.cma.2016.08.002 Published: FEB 1 2017","Abstract":"Supported by the wide range of available medical data available, cardiac biomechanical modeling has exhibited significant potential to improve our understanding of heart function and to assisting in patient diagnosis and treatment. A critical step towards the development of accurate patient-specific models is the deployment of boundary conditions capable of integrating data into the model to enhance model fidelity. This step is often hindered by sparse or noisy data that, if applied directly, can introduce non physiological forces and artifacts into the model. To address these issues, in this paper we propose novel boundary conditions which aim to balance the accurate use of data with physiological boundary forces and model outcomes through the use of data-derived boundary energies. The introduced techniques employ Lagrange multipliers, penalty methods and moment-based constraints to achieve robustness to data of varying quality and quantity. The proposed methods are compared with commonly used boundary conditions over an idealized left ventricle as well as over in vivo models, exhibiting significant improvement in model accuracy. The boundary conditions are also employed in in vivo full-cycle models of healthy and diseased hearts, demonstrating the ability of the proposed approaches to reproduce data-derived deformation and physiological boundary forces over a varied range of cardiac function. (C) 2016 The Authors. Published by Elsevier B.V. This is an open access article under the CC BY license.","Authors":"Asner, L (Asner, L.) ; Hadjicharalambous, M (Hadjicharalambous, M.) ; Chabiniok, R (Chabiniok, R.) ; Peressutti, D (Peressutti, D.) ; Sammut, E (Sammut, E.) ; Wong, J (Wong, J.) ; Carr-White, G (Carr-White, G.) ; Razavi, R (Razavi, R.) ; King, AP (King, A. P.) ; Smith, N (Smith, N.) ; Lee, J (Lee, J.) ; Nordsletten, D (Nordsletten, D.) ...More...Less","Title":"Patient-specific modeling for left ventricular mechanics using data-driven boundary energies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392684200001 ISSN: 0952-1976 eISSN: 1873-6769","Keywords":"Content pipeline; Relevance of text classification; Machine learning of syntactic parse trees; Personalized recommendation KeyWords Plus:GRAPHS; SEARCH","Categories":"Automation & Control Systems; Computer Science; Engineering Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Engineering, Multidisciplinary; Engineering, Electrical & Electronic","Journal Information":"ENGINEERING APPLICATIONS OF ARTIFICIAL INTELLIGENCE Volume: 58 Pages: 1-26 DOI: 10.1016/j.engappai.2016.11.001 Published: FEB 2017","Abstract":"This is a report from the field on a linguistic-based relevance technology based on learning of parse trees for processing, classification and delivery of a stream of texts. We describe the content pipeline for eBay entertainment domain which employs this technology, and show that text processing relevance is the main bottleneck for its performance. A number of components of the content pipeline such as content mining, aggregation, deduplication, opinion mining, integrity enforcing need to rely on domain-independent efficient text classification, entity extraction and relevance assessment operations. Text relevance assessment is based on the operation of syntactic generalization (SG) which finds a maximum common sub-tree for a pair of parse trees for sentences. Relevance of two portions of texts is then defined as a cardinality of this sub-tree. SG is intended to substitute keyword-based analysis for more accurate assessment of relevance which takes phrase-level and sentence-level information into account. In the partial case where short expression are commonly used terms such as Facebook likes, SG ascends to the level of categories and a reasoning technique is required to map these categories in the course of relevance assessment. A number of content pipeline components employ web mining which needs SG to compare web search results. We describe how SG works in a number of components in the content pipeline including personalization and recommendation, and provide the evaluation results for eBay deployment. Content pipeline support is implemented as an open source contribution OpenNLP.Similarity and is available at https://github.com/ bgalitsky/relevance-based-on-pars-trees.","Authors":"Galitsky, B (Galitsky, Boris)","Title":"Improving relevance in a content pipeline via syntactic generalization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390956800006 PubMed ID: 27720840 ISSN: 0016-5085 eISSN: 1528-0012","Keywords":"Intestine; Efficacy; Dose; Control KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; ANTI-SACCHAROMYCES-CEREVISIAE; ANTINEUTROPHIL CYTOPLASMIC ANTIBODIES; SUBCLINICAL INTESTINAL INFLAMMATION; SEVERE ULCERATIVE-COLITIS; INTERNATIONAL TASK-FORCE; C-REACTIVE PROTEIN; CROHNS-DISEASE; FECAL CALPROTECTIN; LONG-TERM","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"GASTROENTEROLOGY Volume: 152 Issue: 2 Pages: 351-+ Special Issue: SI DOI: 10.1053/j.gastro.2016.09.046 Published: FEB 2017","Abstract":"Strategies for management of inflammatory bowel diseases are shifting from simple control of symptoms toward full control of these diseases (clinical and endoscopic remission), with the final aim of blocking their progression and preventing bowel damage and disability. New goals have been proposed for treatment, such as treat to target and tight control based on therapeutic monitoring and early intervention. For patients who achieve clinical remission, there is often interest in discontinuation of therapy due to safety or economic concerns. We review the evidence supporting these emerging paradigms, the reasons that early effective treatment can alter progression of inflammatory bowel diseases, the importance of examining objective signs of inflammation, and the safety of reducing treatment dosage. We also discuss recent findings regarding personalization of care, including factors that predict patient outcomes and response to therapies, as well as preventative strategies.","Authors":"Colombel, JF (Colombel, Jean-Frederic) ; Narula, N (Narula, Neeraj) ; Peyrin-Biroulet, L (Peyrin-Biroulet, Laurent)","Title":"Management Strategies to Improve Outcomes of Patients With Inflammatory Bowel Diseases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390628800009 ISSN: 1071-5819 eISSN: 1095-9300","Keywords":"Social Network Sites; Privacy; Feature awareness; Understanding users; Personalization; Mixture Factor Analysis KeyWords Plus:FACEBOOK; FIT","Categories":"Computer Science; Engineering; Psychology Web of Science Categories:Computer Science, Cybernetics; Ergonomics; Psychology, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF HUMAN-COMPUTER STUDIES Volume: 98 Pages: 95-108 DOI: 10.1016/j.ijhcs.2016.09.006 Published: FEB 2017","Abstract":"Social Network Sites (SNSs) offer a plethora of privacy controls, but users rarely exploit all of these mechanisms, nor do they do so in the same manner. We demonstrate that SNS users instead adhere to one of a small set of distinct privacy management strategies that are partially related to their level of privacy feature awareness. Using advanced Factor Analysis methods on the self-reported privacy behaviors and feature awareness of 308 Facebook users, we extrapolate six distinct privacy management strategies, including: Privacy Maximizers, Selective Sharers, Privacy Balancers, Self-Censors, Time Savers/Consumers, and Privacy Minimalists and six classes of privacy proficiency based on feature awareness, ranging from Novices to Experts. We then cluster users on these dimensions to form six distinct behavioral profiles of privacy management strategies and six awareness profiles for privacy proficiency. We further analyze these privacy profiles to suggest opportunities for training and education, interface redesign, and new approaches for personalized privacy recommendations.","Authors":"Wisniewski, PJ (Wisniewski, Pamela J.) ; Knijnenburg, BP (Knijnenburg, Bart P.) ; Lipford, HR (Lipford, Heather Richter)","Title":"Making privacy personal: Profiling social network users to inform privacy education and nudging"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384853800009 ISSN: 0736-5853","Keywords":"Mobile applications; Personalization; Location-based systems; Context awareness; Consumer search theory; Field experiment KeyWords Plus:ELABORATION LIKELIHOOD MODEL; CONSUMER SEARCH; WEB PERSONALIZATION; INFORMATION QUALITY; MOBILE COMMERCE; JOB SEARCH; ADOPTION; INTERNET; BEHAVIOR; SERVICES","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 1 Pages: 91-102 DOI: 10.1016/j.tele.2016.04.011 Published: FEB 2017","Abstract":"Context-driven, personalized information services have become extremely popular for numerous mobile businesses to influence consumers' decision-making and improve subsequent benefits. In this research, we examine the effects of two explanatory variables (i.e., personalization and ease of use), arguably the two most critical factors, on the success of location-based system (LBS) in terms of economic gains, perceived benefits, and intention to continue service usage. Personalization enabled by contextualization (personalization for short) of LBS enhances the quality of information provided, and ease of use is a representative system quality variable. To examine the association, our research focuses on consumers' decision-making regarding where to buy gasoline and the effects of LBS-assisted searching for gas price information on user perceptions and actual behavior. We utilize two research methods for this empirical study: a field experiment and two complementary field surveys. The empirical findings confirm the strong association between the explanatory and consequence variables. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Choi, B (Choi, Bongseok) ; Kwon, O (Kwon, Ohbyung) ; Shin, B (Shin, Bongsik)","Title":"Location-based system: Comparative effects of personalization vs ease of use"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000392214500006 PubMed ID: 27798056 ISSN: 1355-6037 eISSN: 1468-201X","Categories":"Cardiovascular System & Cardiology Web of Science Categories:Cardiac & Cardiovascular Systems","Journal Information":"HEART Volume: 103 Issue: 2 Pages: 98-103 DOI: 10.1136/heartjnl-2016-310423 Published: JAN 15 2017","Abstract":"Computational models of congenital heart disease (CHD) have become increasingly sophisticated over the last 20 years. They can provide an insight into complex flow phenomena, allow for testing devices into patient-specific anatomies (pre-CHD or post-CHD repair) and generate predictive data. This has been applied to different CHD scenarios, including patients with single ventricle, tetralogy of Fallot, aortic coarctation and transposition of the great arteries. Patient-specific simulations have been shown to be informative for preprocedural planning in complex cases, allowing for virtual stent deployment. Novel techniques such as statistical shape modelling can further aid in the morphological assessment of CHD, risk stratification of patients and possible identification of new 'shape biomarkers'. Cardiovascular statistical shape models can provide valuable insights into phenomena such as ventricular growth in tetralogy of Fallot, or morphological aortic arch differences in repaired coarctation. In a constant move towards more realistic simulations, models can also account for multiscale phenomena (eg, thrombus formation) and importantly include measures of uncertainty (ie, CIs around simulation results). While their potential to aid understanding of CHD, surgical/procedural decision-making and personalisation of treatments is undeniable, important elements are still lacking prior to clinical translation of computational models in the field of CHD, that is, large validation studies, cost-effectiveness evaluation and establishing possible improvements in patient outcomes.","Authors":"Biglino, G (Biglino, Giovanni) ; Capelli, C (Capelli, Claudio) ; Bruse, J (Bruse, Jan) ; Bosi, GM (Bosi, Giorgia M.) ; Taylor, AM (Taylor, Andrew M.) ; Schievano, S (Schievano, Silvia) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Biglino, Giovanni  http://orcid.org/0000-0003-0413-149X","Title":"Computational modelling for congenital heart disease: how far are we from clinical translation?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390480700064 PubMed ID: 27843048 ISSN: 0167-5273 eISSN: 1874-1754","Keywords":"Atrial fibrillation; Ablation; Single nucleotide polymorphism; Recurrent event KeyWords Plus:CHROMOSOME 4Q25; CATHETER ABLATION; CARDIAC-ARRHYTHMIA; RISK; METAANALYSIS; PITX2; GENE","Categories":"Cardiovascular System & Cardiology Web of Science Categories:Cardiac & Cardiovascular Systems","Journal Information":"INTERNATIONAL JOURNAL OF CARDIOLOGY Volume: 227 Pages: 360-366 DOI: 10.1016/j.ijcard.2016.11.057 Published: JAN 15 2017","Abstract":"Background: Genome-wide association studies (GWAS) have identified several loci associated with atrial fibrillation (Al) and have been reportedly associated with response to catheter ablation for Al in patients of European ancestry; however, associations between susceptibility loci and clinical recurrence of Al after catheter ablation have not been examined in Chinese Han populations. To the personalization of catheter ablation for Al, we examined whether these single nucleotide polymorphisms (SNPs) can predict clinical outcomes after catheter ablation for AF in Chinese Han population. Methods and results: The association between 8 SNPs and AF was studied in 1418 AF patients and 1424 controls by the unconditional logistic regression analysis. The survival analyses were used to compare AT/AF recurrence differences among 438 AF patients, which were classified by the genotype of rs2200733, rs2200733 and rs6590357 were significantly associated with AF in Chinese Han population. In addition, rs2200733 was associated with clinical recurrence of AF after catheter ablation. In Kaplan-Meier survival analysis, the recurrence-free rates for AF with TT and with TC-H CC were 35.5% and 61.9%, respectively (P = 0.0009). In multivariate Cox regression analysis, rs2200733 was strong independent risk factor for recurrence. Conclusion: rs2200733 risk allele at the 4q25 predicted impaired clinical response to catheter ablation for AF in Chinese Han population. Our findings suggested rs2200733 polymorphism may be used as a clinical tool for selection of patients for AF catheter ablation. (C) 2016 Elsevier Ireland Ltd. All rights reserved.","Authors":"Zhao, LQ (Zhao, Li-qun) ; Zhang, GB (Zhang, Guo-bing) ; Wen, ZJ (Wen, Zu-jia) ; Huang, CK (Huang, Chun-kai) ; Wu, HQ (Wu, Hai-qing) ; Xu, J (Xu, Juan) ; Qi, BZ (Qi, Bao-zhen) ; Wang, ZM (Wang, Zhi-min) ; Shi, YY (Shi, Yong-yong) ; Liu, SW (Liu, Shao-wen)","Title":"Common variants predict recurrence after nonfamilial atrial fibrillation ablation in Chinese Han population"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391506300077 PubMed ID: 27833072 ISSN: 1949-2553","Keywords":"biomarker; classification; cancer; pathology; prognosis KeyWords Plus:BREAST-CANCER; CHALLENGE; CARCINOMA; SUBTYPES; THERAPY","Categories":"Oncology; Cell Biology Web of Science Categories:Oncology; Cell Biology","Journal Information":"ONCOTARGET Volume: 8 Issue: 2 Pages: 2807-2815 DOI: 10.18632/oncotarget.13203 Published: JAN 10 2017","Abstract":"Cancer research continues to highlight the extensive genetic diversity that exists both between and within tumors. This intrinsic heterogeneity poses one of the central challenges to predicting patient clinical outcome and the personalization of treatments. Despite progress in some individual tumor types, it is not yet possible to prospectively, accurately classify patients by expected survival. One hypothesis proposed to explain this is that the prognostic classifiers developed to date are insufficiently sensitive and specific; however it is also possible that patients are not equally easy to classify by any given biomarker. We demonstrate in a cohort of 45 AJCC stage III melanoma patients that clinico-pathologic biomarkers can identify those patients that are most likely to be misclassified by a molecular biomarker. The process of modelling the classifiability of patients was then replicated in a cohort of 49 stage II breast cancer patients and 53 stage III colon cancer patients. A multi-step procedure incorporating this information not only improved classification accuracy but also indicated the specific clinical attributes that had made classification problematic in each cohort. These findings show that, even when cohorts are of moderate size, including features that explain the patient-specific performance of a prognostic biomarker in a classification framework can improve the modelling and estimation of survival.","Authors":"Patrick, E (Patrick, Ellis)[ 1,6,7,8,10 ] ; Schramm, SJ (Schramm, Sarah-Jane) ; Ormerod, JT (Ormerod, John T.) ; Scolyer, RA (Scolyer, Richard A.) ; Mann, GJ (Mann, Graham J.) ; Mueller, S (Mueller, Samuel) ; Yang, JYH (Yang, Jean Y. H.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Scolyer, Richard  http://orcid.org/0000-0002-8991-0013","Title":"A multi-step classifier addressing cohort heterogeneity improves performance of prognostic biomarkers in three cancer types"}]