[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398851000007 ISSN: 1078-1196 eISSN: 1745-6622","Categories":"Business & Economics Web of Science Categories:Business, Finance","Journal Information":"JOURNAL OF APPLIED CORPORATE FINANCE Volume: 29 Issue: 1 Pages: 86-92 DOI: 10.1111/jacf.12222 Published: WIN 2017","Abstract":"This article documents the gradual movement of General Motors away from the partnership concept that dominated U.S. corporate pay policy in the first half of the 20th century and toward the competitive pay concepts that have prevailed since then. The partnership concept was achieved by paying managers bonuses in the form of GM shares, with the amounts paid out of a single company-wide bonus pool and based on a fixed share of profit (after subtracting a charge for the cost of capital). Thanks to this EVA-like bonus scheme, GM's managers effectively became partners with the company's shareholders, sharing the wealth in good times but also the pain in troubled times. What's more, the authors also show that, from the establishment of the program in 1918 through the 1950s, the directors went to great lengthsincluding several bouts of innovative (and often complex) problem-solvingto achieve their compensation objectives while maintaining such fixed-share bonuses. But the sharing philosophy and associated compensation practices were gradually supplanted by competitive pay practices from the 1960s onward. The authors show that by the late 1970s, GM had a board of directors with modest shareholdings, in contrast to the board in the early post-war period, whose directors had large stakes. As a consequence, directors began acting less like stewards of capital and more like employees whose financial rewards came not from returns on GM's stock but from the fees they received for their services. This fundamental change in board compensation almost certainly contributed to the gradual abandonment of fixed-profit sharing for GM's managers. In its place, the board implemented competitive pay policies that, while coming to dominate executive pay policy in the U.S. and abroad, have largely divorced executive pay from changes in shareholder wealth. In the case of GM, this growing separation of pay from performance was accompanied by a significant decline in corporate returns on operating capital as well as stock returns over time.","Authors":"Pirrong, C (Pirrong, Craig)","Title":"Liquefying a Market: The Transition of LNG to a Traded Commodity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396474000002 ISSN: 0020-9635","Categories":"Social Sciences - Other Topics; Philosophy Web of Science Categories:Ethics; Philosophy","Journal Information":"INTERPRETATION-A JOURNAL OF POLITICAL PHILOSOPHY Volume: 43 Issue: 2 Pages: 215-232 Published: WIN 2017","Abstract":"The Dutch mathematician and engineer Simon Stevin (1548-1620) wrote a political handbook, Vita Politica (1590), in which he provided essential guidance for civic life amid the religious and political turbulence of the Eighty Years War. Descartes was certainly influenced by Stevin in mathematics, and this paper examines the possibility that some aspects of Stevin's political thought influenced Descartes in his formulation of the provisional morality in the Discourse on Method. The evidence is circumstantial, but the intellectual affinity between Stevin and Descartes is striking nonetheless. In any case, given Stevin's importance in the emergence of the mathematical science of nature, his political thought deserves more consideration than it customarily receives from those interested in early modern philosophy.","Authors":"Maher, DP (Maher, Daniel P.)","Title":"Simon Stevin's Vita Politica: Pre-provisional Morality?"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396474000010 ISSN: 0020-9635","Categories":"Social Sciences - Other Topics; Philosophy Web of Science Categories:Ethics; Philosophy","Journal Information":"INTERPRETATION-A JOURNAL OF POLITICAL PHILOSOPHY Volume: 43 Issue: 2 Pages: 341-345 Published: WIN 2017","Authors":"Dobski, BJ (Dobski, Bernard J.)","Title":"The Philosopher's English King: Shakespeare's Henriad as Political Philosophy"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396474000015 ISSN: 0020-9635","Categories":"Social Sciences - Other Topics; Philosophy Web of Science Categories:Ethics; Philosophy","Journal Information":"INTERPRETATION-A JOURNAL OF POLITICAL PHILOSOPHY Volume: 43 Issue: 2 Pages: 369-374 Published: WIN 2017","Authors":"Pinkoski, N (Pinkoski, Nathan)","Title":"Philosophy and the Puzzles of Hamlet"}, {"Document Information":"Document Type:Article Language:Turkish Accession Number: WOS:000397203100001 ISSN: 1301-0549","Keywords":"Hodja Ahmed Yesevi; Yesevilik; Divan-i Hikmet; judgment; wisdom","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"BILIG Issue: 80 Pages: 1-14 Published: WIN 2017","Abstract":"In this study, the concepts of wisdom and judgment have been emphasized from Hoca Ahmed Yesevi's immortal manuscript Divan-i Hikmet, one of the most important representatives of our spiritual tradition, and our Sufi tradition. The followers of the path of knowledge and wisdom that Yesevi opened up were the basic steps of our civilization march. It is necessary to understand the wisdom behind the provisions as the main goal of the journey of truth. Yesevi's philosophy of wisdom teaches us the meaning behind surrogates. To understand the wisdom behind the laws; We need to look at reason, faith, virtue and love and coinage. His remembering and understanding of his wisdom heritage is important at the point of enlightening our way and reaching out to more human beings.","Authors":"Kalin, I (Kalin, Ibrahim)","Title":"Hoca Ahmet Yesevi, Judgement and Wisdom"}, {"Document Information":"Document Type:Article Language:Turkish Accession Number: WOS:000397203100004 ISSN: 1301-0549","Keywords":"Hodja Ahmet Yesevi; hadith; sunnah; the idea of Yesevi; the source","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"BILIG Issue: 80 Pages: 75-93 Published: WIN 2017","Abstract":"There are many elements that constitute the system of Hodja Ahmed Yesevi philosophy. Among these elements, which we can categorize as human and religious, the religious side is formed by the Qur'an verses as well as The Hz. hadith of the Prophet(s.a.v.). It is possible to see that the hadiths have decisive influences in the couplets of Divan-i Hikmet. However, it is difficult to say that it has deep knowledge in this subsection regarding the use of hadiths. It is understood that the hadiths are used as inviters rather than traditioners in his works. However, it is possible to see that he is a scholar who appreciates the hadith / sunnah, who internalises it and who accepts it as a source of his philosophy.","Authors":"Yildirim, A (Yildirim, Ahmet)","Title":"Hadith as a Source of Hodja Ahmet Yesevi Philosophy"}, {"Document Information":"Document Type:Article Language:Turkish Accession Number: WOS:000397203100005 ISSN: 1301-0549","Keywords":"Hoca Ahmed Yesevi; Yusuf Has Hajib; insan-i kamil; Kutadgu Bilig; Divan-i Hikmet","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"BILIG Issue: 80 Pages: 95-122 Published: WIN 2017","Abstract":"The concept of insan-i kamil, which had entered the literature by Muhiddin b. El-Arabi, is a result of thought system that provides human's happines in society and determines his responsibilities. The pecularities of \"insan-i kamil\" had been evaluated in the sources of many philosophers throughout the history. Hoca Ahmed Yesevi is an active sufi (mystic) who had contribution in the create of Turkish-Islamic Thought in Turkestan as well as, in the construction of the Sufism in Anatolia. He is a person who had explained the Islam and Tasavvuf in his poems, Hikmat, so easy that the people can understand; in this way, those hikmats had been learnt in tekkes (sufi lodges) and could reach today. Yusuf Has Hacib, in his Works Kutadgu Bilig tries to give clues of happines in this world and hereafter. The concept of insan-i kamil also makes up the subject of Kutadgu Bilig. Yusuf Has Hacip, in his work, which puts forth Turkish-Islamic Philosophy, is not different from Ahmed Yesevi about sufism. He is a thinker which doesn't take from the world foothills and tries to set balance between two worlds. Despite differences, the both thinkers and poets have a lot of common points and they unite in the concept insan-i kamil. Becaues both of them accept the Islam as output and the reference point.","Authors":"Toprak, F (Toprak, Funda)","Title":"Yusuf Has Hajib and Hoca Ahmed Yesevi in Term of Their Perspectives on the Insan-i Kamil"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396488400012 ISSN: 1091-9856 eISSN: 1526-5528","Keywords":"branch and bound; variable branching; strong branching; supervised machine learning","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Operations Research & Management Science","Journal Information":"INFORMS JOURNAL ON COMPUTING Volume: 29 Issue: 1 Pages: 185-195 DOI: 10.1287/ijoc.2016.0723 Published: WIN 2017","Abstract":"We present in this paper a new generic approach to variable branching in branch and bound for mixed integer linear problems. Our approach consists in imitating the decisions taken by a good branching strategy, namely strong branching, with a fast approximation. This approximated function is created by a machine learning technique from a set of observed branching decisions taken by strong branching. The philosophy of the approach is similar to reliability branching. However, our approach can catch more complex aspects of observed previous branchings to take a branching decision. The experiments performed on randomly generated and MIPLIB problems show promising results.","Authors":"Alvarez, AM (Alvarez, Alejandro Marcos) ; Louveaux, Q (Louveaux, Quentin) ; Wehenkel, L (Wehenkel, Louis)","Title":"A Machine Learning-Based Approximation of Strong Branching"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393932000001 ISSN: 0277-9269","Keywords":"Carl Phillip Emanuel Bach; C. P. E. Bachs Empfindungen; accompanied sonata; sympathy; Empfindsamkeit","Categories":"Music Web of Science Categories:Music","Journal Information":"JOURNAL OF MUSICOLOGY Volume: 34 Issue: 1 Pages: 1-31 DOI: 10.1525/JM.2017.34.01.1 Published: WIN 2017","Abstract":"Carl Philipp Emanuel Bach's late Free Fantasia in F-sharp Minor exists in two versions-one for solo keyboard (Wq. 67/H. 300), the other for keyboard and violin accompaniment (Wq. 80/H. 536)-and bears the subtitle C. P. E. Bachs Empfindungen. For some modern listeners and scholars, the chamber version of the fantasia transforms the private outpourings characteristic of the genre into a public display that condescends to the sociability of the popular accompanied sonata and forces an interloper accompanist onto the solo fantasist. Adding insult to injury, the arrangement ends with a seemingly inexplicable A-major Allegro. Yet the arrangement ought not to be dismissed. In both score and performance, it demands a sensitive and sympathetic relationship between violin and keyboard that points to a new connection between Bach and Empfindsamkeit, a literary movement that emphasized sympathy (Mitleid) as much as if not more than emotional disclosure. I offer a new interpretation of the accompanied fantasia by situating Bach's arrangement and its performance in the context of contemporary philosophies of sympathy and practices of sympathetic readership. I compare the relationships of the composer, keyboardist, and violinist to those of author, character, and reader to illustrate that the violinist is an integral figure in the disclosure of C. P. E. Bachs Empfindungen. The violinist appears to be Bach's sympathetic reader.","Authors":"Ceballos, SG (Ceballos, Sara Gross)","Title":"Sympathizing with C. P. E. Bachs Empfindungen"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000397309100002 ISSN: 2253-9832 eISSN: 2254-8270","Keywords":"Substance-Related Disordes; Substance Abuse Treatment Centers","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"RQR ENFERMERIA COMUNITARIA Volume: 5 Issue: 1 Pages: 6-14 Published: WIN 2017","Abstract":"The Association Proyecto Hombre, in the year 2015 has been 25 years since its creation, in this period has done a lot of work in parallel to the evolution of the phenomenon of addictions, addressing from a philosophy, a mission and values centered on people, different programs of treatment, prevention and social incorporation, always working in collaboration with families and involving many people in a commendable work of volunteering. In addition, he has participated in international networks that address his work in addictions in Europe and Latin America and have developed training programs. This article reviews the work done in these years as well as the methodologies used.","Authors":"Fernandez, JRS (Santos Fernandez, Juan Ramon)","Title":"Proyecto Hombre 30 years of work in Asturias"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000394556700009 ISSN: 0273-0340 eISSN: 1080-6555","Categories":"Literature Web of Science Categories:Literature, British Isles","Journal Information":"HENRY JAMES REVIEW Volume: 38 Issue: 1 Pages: 101-107 Published: WIN 2017","Authors":"Muller, T (Mueller, Timo)","Title":"Modernist Fiction and Vagueness: Philosophy, Form, and Language"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394910400005 ISSN: 0021-8529 eISSN: 1540-6245","Categories":"Art; Philosophy Web of Science Categories:Art; Philosophy","Journal Information":"JOURNAL OF AESTHETICS AND ART CRITICISM Volume: 75 Issue: 1 Pages: 49-58 DOI: 10.1111/jaac.12331 Published: WIN 2017","Abstract":"On offer here is a tradition-neutral way of understanding the distinction between analytic and continental philosophy of music. The distinction is drawn in terms of methodology, rather than content, by identifying contrasting methodological tendencies of each traditioninitial maneuvers that frame an investigation, which are related to one another insofar as they involve, or do not involve, two kinds of methodological detachment. These maneuvers are extracted through a consideration of contrasting pairs of examples. The pairs consist of an analytic and a continental account of a core issue in the philosophy of music. The issues considered are musical experience, musical ontology, and the relationship between music and the emotions. The philosophers considered are Roger Scruton and Pierre Bourdieu, Jerrold Levinson and Lydia Goehr, Peter Kivy, and Andrew Bowie.","Authors":"Roholt, T (Roholt, Tiger)","Title":"On the Divide: Analytic and Continental Philosophy of Music"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000394910400011 ISSN: 0021-8529 eISSN: 1540-6245","Categories":"Art; Philosophy Web of Science Categories:Art; Philosophy","Journal Information":"JOURNAL OF AESTHETICS AND ART CRITICISM Volume: 75 Issue: 1 Pages: 88-90 DOI: 10.1111/jaac.12326 Published: WIN 2017","Authors":"Watkins, M (Watkins, Michael) ; Compton, L (Compton, Loxley)","Title":"The Philosophy of Perception: Phenomenology and Image Theory."}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000394910400014 ISSN: 0021-8529 eISSN: 1540-6245","Categories":"Art; Philosophy Web of Science Categories:Art; Philosophy","Journal Information":"JOURNAL OF AESTHETICS AND ART CRITICISM Volume: 75 Issue: 1 Pages: 94-96 DOI: 10.1111/jaac.12328 Published: WIN 2017","Authors":"Mcfee, G (Mcfee, Graham)","Title":"Mel Bochner: Illustrating Philosophy."}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395105200015 ISSN: 0897-6546 eISSN: 1747-4469","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"LAW AND SOCIAL INQUIRY-JOURNAL OF THE AMERICAN BAR FOUNDATION Volume: 42 Issue: 1 Pages: 252-278 DOI: 10.1111/lsi.12224 Published: WIN 2017","Abstract":"This essay argues that Christine Desan's Making Money: Coin, Currency and the Coming of Capitalism intervenes decisively in debates over the origin of money, while making a fundamental contribution to the legal history of money, the philosophy of money, and the history of capitalism. Desan shows money to be a mode of governance, created by rulers to extend their power, and maintained and managed by their successors. She argues that British politicians reinvented money at the end of the seventeenth century, creating the essential institutional basis for contemporary capitalism. The essay builds on Desan's analysis, showing how the tools she develops to understand the origins and development of British money can help us explain the expansion of capitalism, and the transition to capitalism associated with the American Revolution.","Authors":"Edwards, AD (Edwards, Andrew David)","Title":"Making Money: Coin, Currency and the Coming of Capitalism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394733800001 ISSN: 0042-0247 eISSN: 1712-5278","Keywords":"Frye; aesthetics; literature; opera; Christianity","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"UNIVERSITY OF TORONTO QUARTERLY Volume: 86 Issue: 1 Pages: 1-13 DOI: 10.3138/UTQ.86.1.1 Published: WIN 2017","Abstract":"This interdisciplinary article examines how cultural archetypes reflect the universal human desire to heal the trauma of the Fall. These archetypes are explored here as they appear in politics, aesthetic philosophy, literature (particularly drama), opera, and religion. The main archetypes examined are those of the \"gap\" (the abyss between natural and spiritual man opened at the Fall) and the \"bridge\" (the means by which man attempts to span this \"gap\"). The central focus is on Western philosophy and literary and opera narrative.","Authors":"Forst, GN (Forst, Graham Nicol)","Title":"Mediation Matters: Archetypes of Transference"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396250800001 ISSN: 1051-3558 eISSN: 2153-8441","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"AMERICAN CATHOLIC PHILOSOPHICAL QUARTERLY Volume: 91 Issue: 1 Pages: 1-28 DOI: 10.5840/acpq20161212104 Published: WIN 2017","Abstract":"I argue that a Thomistic theory of intentionality is both philosophically plausible and inconsistent with physicalism. I begin by distinguishing two types of intentionality and two senses in which something can be said to be non-physical. After sketching the relevant background hylomorphic philosophy of nature, I develop a Thomistic theory of intentionality that supports a certain kind of antiphysicalism. I then consider criticisms of the Thomistic theory of intentionality raised by Peter King and Robert Pasnau. In reply I argue that (a) King's position would have the Scholastics adopt an approach to intentionality that fails to solve the very problem such a theory is supposed to address; and (b) contrary to Pasnau's objection, there are ample resources available to show that the Thomist does not commit a content fallacy.","Authors":"Madden, JD (Madden, James D.)","Title":"Is a Thomistic Theory of Intentionality Consistent with Physicalism?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396250800002 ISSN: 1051-3558 eISSN: 2153-8441","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"AMERICAN CATHOLIC PHILOSOPHICAL QUARTERLY Volume: 91 Issue: 1 Pages: 29-51 DOI: 10.5840/acpq2016127102 Published: WIN 2017","Abstract":"The immense distance between God and creatures is a core statement of Gregory of Nyssa's thought, which makes it distinctive not only in theology, but also in cosmology, anthropology, and spiritual doctrine. For him, the main distinction between beings that articulates all reality is not that of intelligible and sensible, but the one between infinite God and creatures. This paper, dealing with some selected texts regarding the creation of man, points out the main roots of Gregory's theism: a high comprehension of God's transcendence and a proper philosophy of time and creation. From here, Gregory's understanding of the hierarchy of beings as a non-dialectic unity of creation supported by a transcendent participation in God, and his articulation of Eternity and Time within the unique creative action of God, could be seen as a deep Christian comprehension of reality that is still intriguing for contemporary thinkers.","Authors":"Brugarolas, M (Brugarolas, Miguel)","Title":"Divine Simplicity and Creation of Man: Gregory of Nyssa on the Distinction between the Uncreated and the Created"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396250800004 ISSN: 1051-3558 eISSN: 2153-8441","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"AMERICAN CATHOLIC PHILOSOPHICAL QUARTERLY Volume: 91 Issue: 1 Pages: 73-94 DOI: 10.5840/acpq20161214106 Published: WIN 2017","Abstract":"Belonging presents a range of problems that have been treated thematically in the social sciences. However, belonging has rarely been explored as an explicit theme in philosophy. That said, many philosophers have implicitly considered the problem of belonging in their own way. In this paper, the work of Emmanuel Levinas is presented and considered, especially where it relates to the political. In outlining Levinas's thought on fraternity, we are presented with a belonging that is not yet political. It is in some ways, but not necessarily, pre-political. On the contrary, we begin to see how all that is meant by the political-the State, citizenship, the remit of justice-is secondary or subsidiary to the primacy of the ethical which, in its only extension beyond the Other, finds expression in fraternity or in our belonging with others.","Authors":"Greenaway, J (Greenaway, James)","Title":"Politics as Secondary Belonging: Levinas and the Primacy of Fraternity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396250800005 ISSN: 1051-3558 eISSN: 2153-8441","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"AMERICAN CATHOLIC PHILOSOPHICAL QUARTERLY Volume: 91 Issue: 1 Pages: 95-112 DOI: 10.5840/acpq20161214107 Published: WIN 2017","Abstract":"In this essay, I argue against an important position in contemporary perfectionist political philosophy, which holds both that the state is instrumental in nature and that there are principled, rather than merely prudential, limits on the scope of state authority such that pure paternalism is not morally acceptable. By so doing, I provide a conditional defense of the moral acceptability of pure paternalism.","Authors":"Bailey, AD (Bailey, Adam D.)","Title":"Political Perfectionism and the Moral Acceptability of Pure Paternalism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393264400003 ISSN: 0026-3141 eISSN: 1940-3461","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"MIDDLE EAST JOURNAL Volume: 71 Issue: 1 Pages: 23-44 DOI: 10.3751/71.1.12 Published: WIN 2017","Abstract":"The model of the \"civil state\" (dawla madaniyya) occupies a central place in the public debate over the character of Egypt following the January 25 Revolution of 2011. The demand to establish a civil state was ostensibly shared by all the political currents in Egypt. However, when these currents attempted to set out agreed upon guidelines for Egypt's future, it soon became clear that they were far from a consensus, and that defining the civil state was at the heart of the controversy. This article examines the roots of this concept in Western political philosophy, tracing its evolution in Egypt from its first appearance in the beginning of the 20th century until the recent debate on its inclusion in Article 1 of the 2014 constitution.","Authors":"Lavie, L (Lavie, Limor)","Title":"The Idea of the Civil State in Egypt: Its Evolution and Political Impact following the 2011 Revolution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389733600003 ISSN: 0162-5748 eISSN: 1090-7009","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"REVIEW OF HIGHER EDUCATION Volume: 40 Issue: 2 Pages: 217-244 Published: WIN 2017","Authors":"Kezar, A (Kezar, Adrianna) ; Gehrke, S (Gehrke, Sean) ; Bernstein-Sierra, S (Bernstein-Sierra, Samantha)","Title":"Designing for Success in STEM Communities of Practice: Philosophy and Personal Interactions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397255500007 ISSN: 2042-7824 eISSN: 2042-7832","Keywords":"death; fear of the dead; off-screen space; off-screen sound; existential philosophy; Heidegger","Categories":"Film, Radio & Television Web of Science Categories:Film, Radio, Television","Journal Information":"SHORT FILM STUDIES Volume: 7 Issue: 2 Pages: 161-164 DOI: 10.1386/sfs.7.2.161_1 Published: OCT 2017","Abstract":"By guiding our attention to the emotional responses of a little girl and her darkly lit surroundings, Jude's film explores human existence in the face of death. Informed by existential philosophy in the vein of Heidegger, this article investigates the difference between fear of death and fear of the dead.","Authors":"Fikse, P (Fikse, Per) ; Larsen, EE (Larsen, Endre Eidsaa)","Title":"The girl and the ghost"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397321200007 ISSN: 0143-6503 eISSN: 1464-3820","Keywords":"legal theory; corrective justice; distributive justice; private law; formalism; rights","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"OXFORD JOURNAL OF LEGAL STUDIES Volume: 37 Issue: 1 Pages: 163-188 DOI: 10.1093/ojls/gqw014 Published: SEP 2017","Abstract":"Ernest Weinrib's theory of legal formalism argues that there are two mutually irreducible forms of justice: distributive justice and corrective justice. Formalism views private law exclusively through the lens of corrective justice and frames the legal relationship between individuals in terms of correlative rights and duties. This article considers the rights (and duties) of corrective justice with a focus on two principal issues: (i) where the rights of corrective justice come from; and (ii) what is wrong with formalism's account of their origin. Although Kant's doctrine of right serves as the foundation for the rights of corrective justice, formalism in its current form does not provide an adequate explanation of how these rights develop from the moral rights of Kant's philosophy. This article attempts to address this disconnect by proposing an account of the transition from moral rights to legal rights. In doing so, it recasts distributive justice and corrective justice as integrated, mutually reinforcing aspects of a unified form of justice based on the principles of Kantian right.","Authors":"Shaunessy, P (Shaunessy, Patrick)","Title":"A Matter of Choice: Rethinking Legal Formalism's Account of Private Law Rights"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395832800004 ISSN: 1930-7365","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PLURALIST Volume: 11 Issue: 3 Pages: 42-61 DOI: 10.5406/pluralist.11.3.0042 Published: FAL 2017","Authors":"Rodick, DW (Rodick, David W.)","Title":"Idealism through a Past Darkly: La metaphysique de Royce"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395832800007 ISSN: 1930-7365","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PLURALIST Volume: 11 Issue: 3 Pages: 95-114 DOI: 10.5406/pluralist.11.3.0095 Published: FAL 2017","Authors":"Friedman, R (Friedman, Robin)","Title":"Royce, History, and the Nature of Philosophy"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395832800009 ISSN: 1930-7365","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PLURALIST Volume: 11 Issue: 3 Pages: 120-124 DOI: 10.5406/pluralist.11.3.0120 Published: FAL 2017","Authors":"Mendoza, JJ (Mendoza, Jose Jorge)","Title":"Radical Philosophy: An Introduction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395105500002 ISSN: 0022-2461 eISSN: 1573-4803","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS SCIENCE Volume: 52 Issue: 9 Pages: 4796-4809 DOI: 10.1007/s10853-017-0791-5 Published: MAY 2017","Abstract":"Structure-property relationships are usually discussed in the context of optimization of the equilibrium properties of heterogeneous materials. The logic and consequences of the effects of grain size and shape in metals and ceramics, porosity and particle size distributions in aggregates, and fiber/matrix arrangement details in fibrous composites are familiar examples. However, for generalized force-flux problems that may not be equilibrium systems, multiphysical property and performance transitions are sometimes observed as a function of microstructure variations, including transitions in electrochemical response (e.g., corrosion), electrical and dielectric response (e.g., conduction) and mechanical response (including brittle transitions and fracture initiation). The present paper constructs a \"critical path\" concept that generalizes the familiar concept of percolation to create a broad foundation for predicting transitions in physical properties and performance that often define design boundaries or performance transitions that signal the onset of unsteady behavior such as fracture or chemical breakdown. A broad range of applications to diverse technologies such as structural composites, ceramic membranes and heterogeneous containment materials are discussed, supported by a new foundation of conformal, multiphysics, multiscale modeling that unifies the philosophy of the subject.","Authors":"Reifsnider, K (Reifsnider, Kenneth) ; Rabbi, F (Rabbi, Fazle) ; Vadlamudi, V (Vadlamudi, Vamsee) ; Raihan, R (Raihan, Rassel) ; Brinkman, K (Brinkman, Kyle) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number vadlamudi, vamsee  http://orcid.org/0000-0001-7667-2776","Title":"Critical path-driven property and performance transitions in heterogeneous microstructures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397354200001 PubMed ID: 28237008 ISSN: 0003-6870 eISSN: 1872-9126","Keywords":"Kansei engineering; Rubber keypads; Automotive HMI; Snap ratio KeyWords Plus:VISUAL ANALOG SCALE; PERCEPTION; INTERIOR; SWITCHES","Categories":"Engineering; Psychology Web of Science Categories:Engineering, Industrial; Ergonomics; Psychology, Applied","Journal Information":"APPLIED ERGONOMICS Volume: 61 Pages: 1-11 DOI: 10.1016/j.apergo.2016.12.019 Published: MAY 2017","Abstract":"Manufacturers are currently adopting a consumer-centered philosophy which poses the challenge of developing differentiating products in a context of constant innovation and competitiveness. To merge both function and experience in a product, it is necessary to understand customers' experience when interacting with interfaces. This paper describes the use of Kansei methodology as a tool to evaluate the subjective perception of rubber keypads. Participants evaluated eleven rubber keys with different values of force, stroke and snap ratio, according to seven Kansei words ranging from \"pleasantness\" to \"click-Mess\". Evaluation data was collected using the semantic differential technique and compared with data from the physical properties of the keys. Kansei proved to be a robust method to evaluate the qualitative traits of products, and a new physical parameter for the tactile feel of \"clickiness\" is suggested, having obtained better results than the commonly used Snap Ratio. It was possible to establish very strong relations between Kansei words and all physical properties. This approach will result in guidance to the industry for the design of in-vehicle rubber keypads with user-centered concerns. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Vieira, J (Vieira, Joana) ; Osorio, JMA (Osorio, Joana Maria A.) ; Mouta, S (Mouta, Sandra) ; Delgado, P (Delgado, Pedro) ; Portinha, A (Portinha, Anibal) ; Meireles, JF (Meireles, Jose Filipe) ; Santos, JA (Santos, Jorge Almeida) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Santos, Jorge  http://orcid.org/0000-0001-5881-8567","Title":"Kansei engineering as a tool for the design of in-vehicle rubber keypads"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398366700009 ISSN: 1548-0518 eISSN: 1939-7089","Keywords":"leader development; college; undergraduate; leadership centers KeyWords Plus:OF-THE-LITERATURE; FOLLOWERSHIP; PERFORMANCE","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"JOURNAL OF LEADERSHIP & ORGANIZATIONAL STUDIES Volume: 24 Issue: 2 Pages: 261-277 DOI: 10.1177/1548051816662613 Published: MAY 2017","Abstract":"This study systematically examines collegiate leadership centers and their role in leader development. The findings extend research from the Multi-Institutional Study of Leadership by focusing on centers as the unit of analysis. Our mixed-method approach involved coding center websites and analyzing center director responses from an online survey. Results indicate a proliferation of leadership centers, especially at public universities, as well as a leader-centric philosophy that directs much leader development programs. The results from 69 leadership centers in the United States highlight a disconnect between research and practice, and an opportunity to advance leader development through greater use of evidence-based methods.","Authors":"Lunsford, LG (Lunsford, Laura Gail) ; Brown, BA (Brown, Brandy A.)","Title":"Preparing Leaders While Neglecting Leadership: An Analysis of US Collegiate Leadership Centers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398358500003 ISSN: 0031-8116 eISSN: 1573-0883","Keywords":"Meta-ethics; Function of morality; Philosophy of Science KeyWords Plus:FREE-RIDER; EVOLUTION; ALTRUISM","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHICAL STUDIES Volume: 174 Issue: 5 Pages: 1127-1144 DOI: 10.1007/s11098-016-0746-8 Published: MAY 2017","Abstract":"What is the function of morality? On this question, something approaching a consensus has recently emerged. Impressed by developments in evolutionary theory, many philosophers now tell us that the function of morality is to reduce social tensions, and to thereby enable a society to efficiently promote the well-being of its members. In this paper, I subject this consensus to rigorous scrutiny, arguing that the functional hypothesis in question is not well supported. In particular, I attack the supposed evidential relation between an evolutionary genealogy of morals and the functional hypothesis itself. I show that there are a great many functionally relevant discontinuities between our own culture and the culture within which morality allegedly emerged, and I argue that this seriously weakens the inference from morality's evolutionary history to its present-day function.","Authors":"Smyth, N (Smyth, Nicholas)","Title":"The function of morality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398358500008 ISSN: 0031-8116 eISSN: 1573-0883","Keywords":"Mirrors; Appearances; Illusion; Perception of space; Catoptrics","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHICAL STUDIES Volume: 174 Issue: 5 Pages: 1227-1242 DOI: 10.1007/s11098-016-0752-x Published: MAY 2017","Abstract":"Philosophers and psychologists often assume that mirror reflections are optical illusions. According to many authors, what we see in a mirror appears to be behind it. I discuss two strategies to resist this piece of dogma. As I will show, the conviction that mirror reflections are illusions is rooted in a confused conception of the relations between location, direction, and visibility. This conception is unacceptable to those who take seriously the way in which mirrors contribute to our experience of the world. My argument may be read as an advertisement of the neglected field of philosophical catoptrics, the philosophical study of the optical properties of mirrors. It enables us to recast familiar issues in the philosophy of perception.","Authors":"Steenhagen, M (Steenhagen, Maarten)","Title":"False reflections"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398195100008 ISSN: 1740-8989 eISSN: 1742-5786","Keywords":"Handball; constraints; skill levels; elementary school; physical education KeyWords Plus:GAME PERFORMANCE; PHYSICAL-EDUCATION; DECISION-MAKING; SKILL; UNIT; PERSPECTIVE; TACTICS; PLAY","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"PHYSICAL EDUCATION AND SPORT PEDAGOGY Volume: 22 Issue: 3 Pages: 316-327 DOI: 10.1080/17408989.2016.1203888 Published: MAY 2017","Abstract":"Background: A guiding principle of Sport Education is that all students get equal opportunity to play, which is expedited through the use of small-sided contests. One element included within the philosophy of Sport Education is that of graded competition.' In graded competition, leagues are arranged that match students of similar skill level against one another, and in some cases, even the game forms are different across the competition levels. To date, there are no studies that have examined the utility of graded competition as promoting either student engagement or learning. Purpose: The purpose of this study was to test the hypothesis that using graded competition would increase opportunities for game involvement and success rates of both higher and lower skill level students. Participants and setting: The participants in this study were 106 fourth-grade students (51 boys and 55 girls, aged 10-11) from two physical education classes within an elementary school in the southeastern United States. The content was an 18-lesson season of mini-handball taught following the principles of Sport Education. While the overall season format for both classes was the same, the composition of teams varied between the two. In the first class, all teams were heterogeneous with a mix of higher and lower skilled players. These students were able to divide into their sub-teams in any combination they wished. In the second class, two homogeneous leagues were formed; one consisting of teams with all higher skilled students and the other with teams of all lower skilled students. There was no inter-league play. Rather, there were two parallel competitions and two championships. Methods: Digital video records were made of 76 games played during the seasons. Each time a player (a) made contact with the ball (a pass, catch, or interception), (b) was the target of a pass but did not receive it (overthrow or interception), or (c) was involved with a shot on goal (as shooter or goalkeeper), that activity was recorded. A 2 (skill: high/low)x2 (sex)x3 (grouping: all low/all high/mixed) full factorial mixed analysis of variance was conducted on the following dependent variables: (a) percent success, (b) ball engagement rate, and (c) efficiency, with the game being the unit of analysis. Findings: The key finding from this study was that in terms of success rates, engagement rates and playing efficiency, lower skilled students seemed to be at a disadvantage when they participated alongside higher skilled classmates. While less severe, there were also decrements in higher skilled student success rates and efficiency in these mixed-skill conditions. By consequence, while higher skilled boys could thrive in either homogenous or mixed level competitions, many girls and all students with lower skill levels benefitted from playing against students of similar skill levels. Conclusions: The grouping of students in terms of skill level has implications for their in-game behaviors, for the extent to which they can develop improved game performance, and potentially for their motivation to persist during play.","Authors":"Hastie, PA (Hastie, Peter A.) ; Ward, JK (Ward, Jeffrey K.) ; Brock, SJ (Brock, Sheri J.)","Title":"Effect of graded competition on student opportunities for participation and success rates during a season of Sport Education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395606100018 ISSN: 0141-0296 eISSN: 1873-7323","Keywords":"Multi-hazard; Wind; Earthquake; Suspended slabs; Tuned mass damper; Floor isolation; Optimization KeyWords Plus:TUNED-MASS DAMPERS; MULTIOBJECTIVE OPTIMIZATION; GROUND ACCELERATION; RESILIENT BRIDGES; MODELING FREQUENT; WEIGHTING METHOD; LOADS; METHODOLOGY; PERFORMANCE; EARTHQUAKE","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"ENGINEERING STRUCTURES Volume: 137 Pages: 268-284 DOI: 10.1016/j.engstruct.2017.01.074 Published: APR 15 2017","Abstract":"The possibility of structures experiencing multiple hazards of different types during their service life has always been present. However, design of structures has primarily been geared towards addressing the most dominant hazard at the location of interest. In recent years, the design philosophy of structures has shifted towards a more holistic approach of addressing multiple hazards to ensure adequate performance under different loading scenarios. This requires the utilization of new structural systems and the development of effective optimization methods that can address multiple hazards. In this study, a suspended floor slab-isolated structure is utilized as an optimization test system subjected to wind and seismic demands. To perform the optimization a new combinatorial optimization approach is proposed, which is a combination of two methods - Nelder-Mead and Coevolutionary Matrix Adaptation Evolution Strategy (CMA-ES). The two algorithms are integrated simultaneously to optimize three key design variables of the suspended slab system and to obtain a family of optimal solutions that can accommodate varying level of participation of each hazard. In doing so, a set of alternatives is provided to the designer to accommodate wide variations and combinations in hazards intensities. The results of the study highlight the effectiveness of tuning the suspended slab system to meet the wind and seismic performance objectives. The system is seen to be more effective in case of taller structures than shorter structures. For taller structures, the system can be optimized to improve performance under both wind and seismic hazards without significant trade-off on individual hazard performance. Furthermore, the system is seen to be more sensitive to wind loading than earthquake loading. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chulahwat, A (Chulahwat, Akshat) ; Mahmoud, H (Mahmoud, Hussam)","Title":"A combinatorial optimization approach for multi-hazard design of building systems with suspended floor slabs under wind and seismic hazards"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397526300008 ISSN: 0141-6790 eISSN: 1467-8365","Categories":"Art Web of Science Categories:Art","Journal Information":"ART HISTORY Volume: 40 Issue: 2 Pages: 404-+ Special Issue: SI DOI: 10.1111/1467-8365.12312 Published: APR 2017","Abstract":"This essay examines a unique project to revive the place, imagery, and cultural memory of solitude within a reformed Catholic context. Originating at the Munich court of the retired Duke Wilhelm V, the project was closely related to an increase in the practice of meditation across the Catholic world, in which 'controlled' interior spaces as well as material artefacts were given a pivotal role. The focus is on two types of medial and material representations of hermits' spaces, which intersected and interacted with each other: the hermitages built at the initiative of Duke Wilhelm V in his city residence and near his country retreat at Schleissheim; and the series of copper engravings depicting hermits by the Flemish brothers Jan I and Raphael I Sadeler after designs by Maarten de Vos. The new anchorite 'philosophy' that emerged at the court of Wilhelm V soon became fashionable in cities and at courts across Europe.","Authors":"Gottler, C (Goettler, Christine)","Title":"The Art of Solitude: Environments of Prayer at the Bavarian Court of Wilhelm V"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398562800008 ISSN: 1360-7456 eISSN: 1467-8373","Keywords":"agency; democracy; new materialism; philosophy; water KeyWords Plus:HYDROSOCIAL CYCLE","Categories":"Area Studies; Geography Web of Science Categories:Area Studies; Geography","Journal Information":"ASIA PACIFIC VIEWPOINT Volume: 58 Issue: 1 Pages: 99-111 DOI: 10.1111/apv.12140 Published: APR 2017","Abstract":"This article is a discussion of the discourse on the unthinkable surrounding potential future democratic engagements with rivers as non-human persons or natural objects. In the context of the Asia-Pacific region, this article suggests that the developments in material philosophy entitled new materialism are essential tools in the reconceptualisation of rivers as democratic entities but that local socio-historical conditions must also be taken into the account. In order to make its case, the article not only surveys the context for considering rivers as non-human persons in a juridical context but also discusses the new material context that assists modern democracies in the renegotiation of the demos that forms the body politic of democracy - often in the face of neoliberal exploitation and a legacy of extremes in instrumentalism. The article argues that the incorporation of water in the democratic project of enfranchisement is an essential exercise born of many Western beliefs and ideals but articulated uniquely at a regional and national level.","Authors":"Smith, JL (Smith, James L.)","Title":"I, River?: New materialism, riparian non-human agency and the scale of democratic reform"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398112200009 PubMed ID: 27771833 ISSN: 1389-5729 eISSN: 1573-6768","Keywords":"Time; Finitude; Philosophy of aging; Vulnerability KeyWords Plus:LIFE; TIME; AGE","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology","Journal Information":"BIOGERONTOLOGY Volume: 18 Issue: 2 Pages: 285-292 DOI: 10.1007/s10522-016-9664-6 Published: APR 2017","Abstract":"Aging and time are interconnected because aging is basically living seen in a temporal perspective. This makes 'time' an important concept in trying to explain aging. However, throughout modernity time has increasingly been identified as clock time: perfectly fit to measure 'age' as time since birth but failing to explain 'age' as an indicator of aging processes and even less adequate to grasp the lived time of human beings. Moreover, the clock as a cultural idol of instrumentalist perfection has led to approaching human aging in terms of maintenance and repair, inspiring a neglect and depreciation of human vulnerability. The instrumentalist culture of late modern society, including its health cure system, has difficulties to relate to the elusive but inevitable limitations of finite life. This tendency is supported by outspoken approaches in biogerontology indulging in perspectives of infinite human lives; a message that is eagerly consumed by the mass media. Moreover, as most people can be expected to survive into old age, thinking about finitude is easily postponed and reserved for those who are 'really old'. Instead of reducing aging to the opposite or mere continuation of vital adulthood, it should be seen as something with a potentially broad and deep significance: a process of learning to live a finite life.","Authors":"Baars, J (Baars, Jan)","Title":"Human aging, finite lives and the idealization of clocks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398056900004 ISSN: 1380-3603 eISSN: 1744-4195","Keywords":"death; Heidegger; Maximus the Confessor; medicine; Nietzsche; nihilism; technology KeyWords Plus:PHILOSOPHY","Categories":"Philosophy; Religion Web of Science Categories:Philosophy; Religion","Journal Information":"CHRISTIAN BIOETHICS Volume: 23 Issue: 1 Pages: 38-59 Special Issue: SI DOI: 10.1093/cb/cbw020 Published: APR 2017","Abstract":"In The Anticipatory Corpse, Jeffrey Bishop argues that \"death is medicine's transcendental.\" In this paper, I further explore this claim to show that modern medicine is nihilistic through (1) Heidegger's critique of medical technology as Nietzschean ontotheology and (2) Heidegger's ontology of Death and the Nothing. As a response to this double nihilism of medicine, I suggest that Maximus the Confessor's metaphysics of the Incarnation reveals that creation from nothing gives way to fullness of life and that life is revealed in the death of Christ.","Authors":"Kornu, K (Kornu, Kimbell)","Title":"Asclepius against the Crucified: Medical Nihilism and Incarnational Life in Death"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000398126800026 ISSN: 0009-840X eISSN: 1464-3561","Categories":"Classics Web of Science Categories:Classics","Journal Information":"CLASSICAL REVIEW Volume: 67 Issue: 1 Pages: 53-55 DOI: 10.1017/S0009840X16002080 Published: APR 2017","Authors":"Solly, D (Solly, Dominic)","Title":"Wandering Poets and Other Essays on Late Greek Literature and Philosophy"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000398126800038 ISSN: 0009-840X eISSN: 1464-3561","Categories":"Classics Web of Science Categories:Classics","Journal Information":"CLASSICAL REVIEW Volume: 67 Issue: 1 Pages: 77-79 DOI: 10.1017/S0009840X16002699 Published: APR 2017","Authors":"Nicoli, E (Nicoli, Elena)","Title":"The cultural revolution of Lucretius. Philosophy and science in ancient Rome"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689400001 PubMed ID: 28088701 ISSN: 0010-0277 eISSN: 1873-7838","Keywords":"Experimental semantics; Theories of reference; Causal theory of reference; Semantic reference; Speaker's reference KeyWords Plus:PHILOSOPHY; INTUITIONS; SEMANTICS","Categories":"Psychology Web of Science Categories:Psychology, Experimental","Journal Information":"COGNITION Volume: 161 Pages: 1-9 DOI: 10.1016/j.cognition.2016.12.014 Published: APR 2017","Abstract":"Theories of reference are a crucial research topic in analytic philosophy. Since the publication of Kripke's Naming and Necessity, most philosophers have endorsed the causal/historical theory of reference. The goal of this paper is twofold: (i) to discuss a method for testing experimentally the causal theory of reference for proper names by investigating linguistic usage and (ii) to present the results from two experiments conducted with that method. Data collected in our experiments confirm the causal theory of reference for people proper names and for geographical proper names. A secondary but interesting result is that the semantic domain affects reference assignment: while with people proper names speakers tend to assign the semantic reference, with geographical proper names they are prompted to assign the speaker's reference. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Domaneschi, F (Domaneschi, Filippo) ; Vignolo, M (Vignolo, Massimiliano) ; Di Paola, S (Di Paola, Simona)","Title":"Testing the causal theory of reference"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397999800004 PubMed ID: 26804161 ISSN: 1471-8731 eISSN: 1471-8847","Keywords":"African bioethics; Principlism; common morality; conceptual bioethics; empirical research bioethics; communitarianism; ethno-philosophy KeyWords Plus:ETHICS; AUTONOMY; MEDICINE; RESPECT","Categories":"Social Sciences - Other Topics; Medical Ethics Web of Science Categories:Ethics; Medical Ethics","Journal Information":"DEVELOPING WORLD BIOETHICS Volume: 17 Issue: 1 Pages: 22-31 DOI: 10.1111/dewb.12106 Published: APR 2017","Abstract":"In the current debate on the future of bioethics in Africa, several authors have argued for a distinct communitarian African bioethics that can counter the dominancy of Western atomistic principlism in contemporary bioethics. In this article I examine this rather contentious argument and evaluate its validity and viability. Firstly, I trace the contextual origins of contemporary bioethics and highlight the rise and dominance of principlism. I particularly note that principlism was premised on a content-thin notion of the common morality that is in need of enrichment. I also contend that bioethics is essentially two-dimensional, being both conceptual and empirical, and indicate the lag in Africa with regard to conceptual bioethics. I then appeal for authentic engagement by 1) African health care professionals, 2) African health care training institutions, 3) Africa's bioethics development partners, and 4) African bioethicists and philosophers, towards addressing this critical lag. I underline the need to maintain the essential universality of bioethics as a discipline. I particularly argue against the pursuit of a distinct African bioethics, as it appears to be rooted in sterile African ethno-philosophy. Rather, African bioethicists and philosophers would do well to elucidate the universalisability of insights from traditional African thought, for the benefit of bioethics as a whole. Thus we must engage beyond the sterility of a distinct African bioethics authentically reflecting on the essentially universal contemporary bioethical concerns -to effectively articulate a viable trajectory for bioethics in Africa.","Authors":"Ssebunnya, GM (Ssebunnya, Gerald M.)","Title":"BEYOND THE STERILITY OF A DISTINCT AFRICAN BIOETHICS: ADDRESSING THE CONCEPTUAL BIOETHICS LAG IN AFRICA"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398199600008 ISSN: 1754-0739 eISSN: 1754-0747","Keywords":"aesthetics; reversal theory; tragedy KeyWords Plus:FEELINGS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"EMOTION REVIEW Volume: 9 Issue: 2 Pages: 140-145 DOI: 10.1177/1754073916639660 Published: APR 2017","Abstract":"We explore the classical philosophical problem of the paradox of tragedythe problem of accounting for our apparent pleasure in feeling pity and terror as audiences of staged tragedies. After outlining the history of the problem in philosophy, we suggest that Apter's reversal theory offers great potential for resolving the paradox, while explaining some of the central intuitions motivating philosophical proposalsan ideal starting point to bridge a narrowing gap between philosophy and psychology.","Authors":"Hick, DH (Hick, Darren Hudson) ; Derksen, C (Derksen, Craig)","Title":"The Problem of Tragedy and the Protective Frame"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397609000010 ISSN: 0263-7758 eISSN: 1472-3433","Keywords":"Science and Technology Studies; Marx; posthuman turn; new materialisms KeyWords Plus:POLITICAL ECOLOGY; CAPITALISM; NETWORKS; LABOR; CITY; WORLD","Categories":"Environmental Sciences & Ecology; Geography Web of Science Categories:Environmental Studies; Geography","Journal Information":"ENVIRONMENT AND PLANNING D-SOCIETY & SPACE Volume: 35 Issue: 2 Pages: 360-378 DOI: 10.1177/0263775816664099 Published: APR 2017","Abstract":"This article revisits Marx's philosophy of history with respect to technological change, outlining some elements for the elaboration of a research agenda for materialist studies of science and technology. I argue that dominant thinking on the subject has been insufficiently attentive to relations of production and to the constitutive role of practical, transformative activity. The article suggests that a focus on class relations not only foregrounds the eminently open and contested nature of technology but also renders into view the multiplicity of actors and agencies involved in the making of natures. I draw from a subterranean strand of Marxist theorists of technology to develop a more-than-human approach to political agency through an interrogation of the complex interactions between human and machine in the everyday, experiential practicalities of the labor process. On this basis, the article contends that foregrounding the class preconditions for an alternative scientific praxis should assert itself as the starting point and horizon of a materialist Science and Technology Studies.","Authors":"Arboleda, M (Arboleda, Martin)","Title":"Revitalizing science and technology studies: A Marxian critique of more-than-human geographies"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398215100002 PubMed ID: 28290273 ISSN: 2045-7960 eISSN: 2045-7979","Keywords":"Evidence-based psychiatry; framing of scientific knowledge; complexity; implementation; clinical guidelines; quality assessment; intellectual developmental disorders KeyWords Plus:CLINICAL-PRACTICE GUIDELINES; INTELLECTUAL DISABILITY; DEVELOPMENTAL-DISABILITIES; INTERNATIONAL NETWORK; CONSENSUS-GUIDELINES; OF-INTEREST; CARE; ADULTS; RECOMMENDATIONS; DISSEMINATION","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"EPIDEMIOLOGY AND PSYCHIATRIC SCIENCES Volume: 26 Issue: 2 Pages: 105-114 DOI: 10.1017/S2045796016000767 Published: APR 2017","Abstract":"Guideline methods to develop recommendations dedicate most effort around organising discovery and corroboration knowledge following the evidence-based medicine (EBM) framework. Guidelines typically use a single dimension of information, and generally discard contextual evidence and formal expert knowledge and consumer's experiences in the process. In recognition of the limitations of guidelines in complex cases, complex interventions and systems research, there has been significant effort to develop new tools, guides, resources and structures to use alongside EBM methods of guideline development. In addition to these advances, a new framework based on the philosophy of science is required. Guidelines should be defined as implementation decision support tools for improving the decision-making process in real-world practice and not only as a procedure to optimise the knowledge base of scientific discovery and corroboration. A shift from the model of the EBM pyramid of corroboration of evidence to the use of broader multi-domain perspective graphically depicted as `Greek temple' could be considered. This model takes into account the different stages of scientific knowledge (discovery, corroboration and implementation), the sources of knowledge relevant to guideline development (experimental, observational, contextual, expert-based and experiential); their underlying inference mechanisms (deduction, induction, abduction, means-end inferences) and a more precise definition of evidence and related terms. The applicability of this broader approach is presented for the development of the Canadian Consensus Guidelines for the Primary Care of People with Developmental Disabilities.","Authors":"Salvador-Carulla, L (Salvador-Carulla, L.) ; Lukersmith, S (Lukersmith, S.) ; Sullivan, W (Sullivan, W.)","Title":"From the EBM pyramid to the Greek temple: a new conceptual approach to Guidelines as implementation tools in mental health"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000398199900007 ISSN: 0892-6794 eISSN: 1747-7093","Categories":"Social Sciences - Other Topics; International Relations; Government & Law Web of Science Categories:Ethics; International Relations; Political Science","Journal Information":"ETHICS & INTERNATIONAL AFFAIRS Volume: 31 Issue: 1 Pages: 93-101 DOI: 10.1017/S089267941600068X Published: APR 2017","Authors":"Bosniak, L (Bosniak, Linda)","Title":"Strangers in Our Midst: The Political Philosophy of Immigration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397214700005 ISSN: 1464-7001 eISSN: 1741-2773","Keywords":"Fat Studies; feminism; identity; intersectionality; obesity; privilege KeyWords Plus:ACCEPTANCE MOVEMENT; FEMINIST; OBESITY; BODIES","Categories":"Women's Studies Web of Science Categories:Women's Studies","Journal Information":"FEMINIST THEORY Volume: 18 Issue: 1 Pages: 69-87 DOI: 10.1177/1464700116666253 Published: APR 2017","Abstract":"With the rise of 'globesity', fat activism and Fat Studies have become political players in countering negative stereotypes and the devaluation of fat bodies. Both groups are diverse, yet share a common goal to celebrate and/or accept fatness, and challenge practices and discourses that reinforce 'normal' bodies (such as diets, 'fat talk' and medicalisation). In this article, we reflect on our engagement with a Fat Studies conference, and critically interrogate the assumptions that underlie this particular space. It is not surprising that fat activists and Fat Studies scholars bring different ideologies to the table, yet the differences between them have not been adequately scrutinised or theorised. Drawing upon Linda Alcoff's feminist philosophy, we examine how identity politics and intersectional perspectives are both used in fat activism, yet have the effect of creating unresolved tensions between singular and multiple embodied identities. We argue that an identity politics approach (exemplified through embodied visibility and declarations of 'thin privilege') has the potential to create boundaries for policing and exclusion, and is thus at odds with the much broader axes identified by intersectorial approaches. Rather than dismiss the power of identity politics, we argue for a careful reframing of the relationship between identity politics and intersectionality in fat activism and Fat Studies. We suggest that unexamined contradictions that arise from this mismatch may be counterproductive to the important subversive aims of the movement.","Authors":"Nash, M (Nash, Meredith) ; Warin, M (Warin, Megan)","Title":"Squeezed between identity politics and intersectionality: A critique of 'thin privilege' in Fat Studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398190700002 ISSN: 0018-7267 eISSN: 1741-282X","Keywords":"institutional disruption; resistance leadership; sensebreaking; sociomateriality KeyWords Plus:WORK; COMMUNICATION; LOGICS; SENSEMAKING; RESISTANCE; FIELDS","Categories":"Business & Economics; Social Sciences - Other Topics Web of Science Categories:Management; Social Sciences, Interdisciplinary","Journal Information":"HUMAN RELATIONS Volume: 70 Issue: 4 Pages: 410-435 DOI: 10.1177/0018726716658964 Published: APR 2017","Abstract":"This organizational life history documents how the founder of an elite gymnastics training organization led her organizational members to resist what she deemed to be unethical institutional influences prior to working toward changing those institutional practices. The study contributes the idea that institutional resistance leadership at the team and organizational levels can precede disruptive institutional entrepreneurship activities at the institutional level. The diachronic analysis describes the micro, local, historical, intra-organizational work that serves as a proving ground for generating resistance before proceeding to institutional level work; in doing so, the article explores how leadership activities can be ` scaled up' to affect institutions through the intermediary of an organization. Identity violations triggered a founder's sensemaking and moved her to lead others to resist institutional forces on her own organization's training practices. The founder used the rhetorical strategy of narrative to create sensebreaking to help members make sense of the dominant institutional influence, articulate an alternative philosophy, translate the alternative into practices, and acquire material resources for undertaking resistance at the local organizational level. Finally, in attempting to scale up to institutional entrepreneurship, the institutional resistance leadership then struggled with defining success for the organization in the view of dominant institutional actors.","Authors":"Bisel, RS (Bisel, Ryan S.) ; Kramer, MW (Kramer, Michael W.) ; Banas, JA (Banas, John A.)","Title":"Scaling up to institutional entrepreneurship: A life history of an elite training gymnastics organization"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397877200011 ISSN: 1463-1652 eISSN: 1468-2400","Categories":"Religion Web of Science Categories:Religion","Journal Information":"INTERNATIONAL JOURNAL OF SYSTEMATIC THEOLOGY Volume: 19 Issue: 2 Pages: 220-223 DOI: 10.1111/ijst.12207 Published: APR 2017","Authors":"Irving, A (Irving, Alexander)","Title":"Rationality as Virtue: Towards a Theological Philosophy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397855300005 PubMed ID: 28321865 ISSN: 0021-8774 eISSN: 1468-5922","Keywords":"anti-Semitism; individuation; Judaism; Jung; Kabbalah; Neumann","Categories":"Psychology Web of Science Categories:Psychology, Psychoanalysis","Journal Information":"JOURNAL OF ANALYTICAL PSYCHOLOGY Volume: 62 Issue: 2 Pages: 247-262 DOI: 10.1111/1468-5922.12299 Published: APR 2017","Abstract":"The evolution of Jung's relationship with Judaism is interpreted as reflecting aspects of the individuation journey over the course of a long life. The progress and limitations of his public positions and personal relationships are explored through his published work and correspondence. Perspectives from relational psychoanalysis and Jewish philosophy are used to amplify Jung's understanding of Jewish, and specifically Kabbalistic, text and image. Dimensions of the author's own journey toward greater acceptance of his own Jewish soul is also considered, along with the wider contemporary relevance of these themes.","Authors":"Zemmelman, S (Zemmelman, Steve)","Title":"Inching towards wholeness: CG Jung and his relationship to Judaism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397855300007 PubMed ID: 28321866 ISSN: 0021-8774 eISSN: 1468-5922","Keywords":"motivation; participatory theory; philosophy; pluralism; relational psychoanalysis; transpersonal psychology KeyWords Plus:INFANT RESEARCH; PSYCHOANALYSIS","Categories":"Psychology Web of Science Categories:Psychology, Psychoanalysis","Journal Information":"JOURNAL OF ANALYTICAL PSYCHOLOGY Volume: 62 Issue: 2 Pages: 284-304 DOI: 10.1111/1468-5922.12302 Published: APR 2017","Abstract":"Introducing the 'participatory' paradigm associated with the work of transpersonalists Richard Tarnas and Jorge Ferrer, the author outlines an approach to Jung's archetypal thinking that might offer a more adequate basis in which to ground a non-reductive approach to practice. In order to demonstrate the relevance of this outlook at the present time, the author begins by examining recent debates concerning the nature of 'truth' in the clinical setting. Reflecting on the difficulties analysts face in attempting to maintain professional authority without falling into an implicit authoritarianism, it is argued that any approach to therapy seeking to orient itself towards 'the unconscious' must posit the challenges of pluralism as a central concern for practice. With reference to the relationship between analytical psychology and the psychoanalytic mainstream, attention is drawn to the theoretical problems raised by the relational commitment to constructivist epistemologies, and a consequent tendency towards biological reductionism. Turning to the Jungian literature, similar tensions are observed at play in the present state of analytical psychology. Drawing attention to the process-oriented qualities of Jung's work, it is suggested that the speculative nature of Jung's psychology offers a more adequate basis for contemporary practice than might be assumed.","Authors":"Brown, RS (Brown, Robin S.)","Title":"Bridging worlds: participatory thinking in Jungian context"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396029900002 ISSN: 1361-7672 eISSN: 1469-9362","Keywords":"A Level Religious Studies (RS); Philosophy and Ethics; sixth form; student attitudes KeyWords Plus:EDUCATION; EXPERIENCE; STUDENTS; SCHOOL; VIEWS","Categories":"Education & Educational Research; Religion Web of Science Categories:Education & Educational Research; Religion","Journal Information":"JOURNAL OF BELIEFS & VALUES-STUDIES IN RELIGION & EDUCATION Volume: 38 Issue: 1 Pages: 3-17 DOI: 10.1080/13617672.2016.1232566 Published: APR 2017","Abstract":"Religious Studies (RS) is expected to impact students' personal development as well as enabling acquisition of knowledge and understanding of religious and philosophical traditions. But to what extent does this actually occur? As part of a larger quantitative investigation of the effects of A Level RS in students' beliefs, values and worldviews through a large-scale questionnaire survey of AS students, a small-scale, in-depth piece of qualitative research was undertaken with A Level RS students in two Midlands sixth forms. Through semi-structured interviews and classroom observation, it explores students' motivations for studying A Level RS, the value they see in the subject and how far they perceived themselves changed as a result. Students appreciated the scope to discuss and debate, and the potential wider applicability of the subject. All students felt they had their own stance both challenged and confirmed, although there also appeared to be limiting factors as to how far understanding of, and empathy for, the beliefs, values and worldviews of others was possible.","Authors":"Jones, I (Jones, Ian)","Title":"Why study A Level Religious Studies? Qualitative perspectives from two English Midlands sixth forms"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000396116100005 PubMed ID: 28166081 ISSN: 0271-0749 eISSN: 1533-712X","Keywords":"attitude to health; medication adherence; evidence-based medicine; health behavior; internal-external control; patient acceptance of health care; patient compliance; history; 19th century; history of medicine; linear models; model; statistical; philosophy; philosophy; medical; treatment refusal; pharmacokinetics; precision medicine; methods; precision medicine; statistics & numerical data; psychiatry; statistics as topic KeyWords Plus:PSYCHOLOGICAL REACTANCE SCALE; EVIDENCE-BASED MEDICINE; DRUG-DRUG INTERACTIONS; EFFECTS LINEAR-MODELS; PERSONALIZED MEDICINE; ULTRARAPID METABOLIZER; TREATMENT ADHERENCE; DECISION-MAKING; SELF-EFFICACY; HEALTH-LOCUS","Categories":"Pharmacology & Pharmacy; Psychiatry Web of Science Categories:Pharmacology & Pharmacy; Psychiatry","Journal Information":"JOURNAL OF CLINICAL PSYCHOPHARMACOLOGY Volume: 37 Issue: 2 Pages: 131-137 DOI: 10.1097/JCP.0000000000000675 Published: APR 2017","Abstract":"Purpose/Background This commentary deals with the neglected issue of the art of psychopharmacology by recounting the authors' journeys. Methods/Procedures First, a model of medical science situated within the history of medicine is described including (1) a limitation of the mathematical model of science, (2) the distinction between mechanistic science and mathematical science, (3) how this distinction is applied to medicine, and (4) how this distinction is applied to explain pharmacology to psychiatrists. Second, the neglected art of psychopharmacology is addressed by explaining (1) where the art of psychopharmacotherapy was hiding in the first author's psychopharmacology research, (2) how the Health Belief Model was applied to the art of medicine, (3) how the second author became interested in the Health Belief Model, and (4) his studies introducing the Health Belief Model in psychopharmacology. The authors' collaboration led to: (1) study of the effect of pharmacophobia on poor adherence and (2) reflection on the limits of the art of psychopharmacology. Findings/Results Low adherence was found in 45% (116/258) of psychiatric patients with pharmacophobia versus 22% (149/682) in those with no pharmacophobia, providing an odds ratio of 2.9 (95% confidence interval, 2.2-4.0) and an adjusted odds ratio of 2.5 (95% confidence interval, 1.8-3.5) after adjusting for other variables contributing to poor adherence. Implications/Conclusions Different cognitive patterns in different patients may contribute to poor adherence. Specific interventions targeting these varying cognitive styles may be needed in different patients to improve drug adherence.","Authors":"de Leon, J (de Leon, Jose) ; De las Cuevas, C (De las Cuevas, Carlos)","Title":"The Art of Pharmacotherapy: Reflections on Pharmacophobia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396017900001 ISSN: 1476-7430 eISSN: 1572-5138","Keywords":"Lonergan; cognitional structure; emergent probability; science; theological critical realism","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"JOURNAL OF CRITICAL REALISM Volume: 16 Issue: 2 Pages: 111-127 DOI: 10.1080/14767430.2017.1288062 Published: APR 2017","Abstract":"The thought of Bernard Lonergan remains relatively unknown among those in the tradition of critical realism associated with Roy Bhaskar. In this paper, I argue that Lonergan's approach to philosophical questions is both deeply consonant with the thought of Bhaskar and complementary to it. Following a brief overview of different approaches to critical realism, Lonergan's epistemology is outlined, and parallels drawn with the thought of Bhaskar. The congruence of Lonergan's philosophy with modern science and its openness to the transcendent are then explored, along with the concept of emergent probability. Finally, the distinctive features of Lonergan's approach are discussed.","Authors":"Walker, T (Walker, Timothy R.)","Title":"Approaches to Critical Realism: Bhaskar and Lonergan"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396017900005 ISSN: 1476-7430 eISSN: 1572-5138","Keywords":"Environmental ethics; anthropocentrism; non-anthropocentrism; reductionism; critical realism; non-anthropism; anti-reductionism; dynamic systems perspective; function; meaning; value","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"JOURNAL OF CRITICAL REALISM Volume: 16 Issue: 2 Pages: 184-199 DOI: 10.1080/14767430.2016.1265878 Published: APR 2017","Abstract":"Some eco-philosophers argue that our responsibilities to the natural world are only indirect, that the responsibility to preserve nature or resources, for example, is best understood with respect to the responsibilities that we owe to other humans. Anthropocentric ethics holds that only human beings have moral value. Thus, although we may be said to have responsibilities regarding the natural world, we do not have direct responsibilities to the natural world. As a reaction to anthropocentrism, other eco-philosophers disagree, however, saying that we have direct responsibilities to natural objects other than human beings. Non-anthropocentric ethics grants moral standing to such natural objects as animals, plants and landscapes. Non-anthropocentrism requires an extension and revision of standard ethical principles. My main point in this article is twofold. First, I want to show that there is a serious flaw in anthropocentrism; my argument is that most anthropocentric approaches are based on either a particular scientific and reductionist worldview or a constructivist worldview, neither of which is adequate. Hence the anthropocentrism that follows from these worldviews is inadequate too. Secondly, I claim that most non-anthropocentric approaches are also inadequate in the sense that they are based on anthropocentrism at arm's length or a disguised anthropocentrism; that is, they are equally scientistic and reductionist, even if by different means. By tracing Bhaskar's philosophy from basic critical realism to dialectical critical realism and metaReality, relying specifically on Seo MinGyu's interpretation, I will develop an alternative critical realist non-anthropism and anti-reductionism. By then engaging with Terrence Deacon's contrasting dynamic systems perspective, which I take to be in line with Bhaskar's thought, I want to show what is wrong with existing anthropocentric and non-anthropocentric approaches.","Authors":"Jakobsen, TG (Jakobsen, Trond Gansmo)","Title":"Environmental Ethics: Anthropocentrism and Non-anthropocentrism Revised in the Light of Critical Realism"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000396017900006 ISSN: 1476-7430 eISSN: 1572-5138","Keywords":"Bhaskar; McWherter; Kant; critical realism; transcendental argument; naturalist philosophy of science","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"JOURNAL OF CRITICAL REALISM Volume: 16 Issue: 2 Pages: 200-222 DOI: 10.1080/14767430.2016.1255100 Published: APR 2017","Abstract":"This article responds to McWherter's detailed critique of my assessment of Roy Bhaskar's method of transcendental argumentation in chapter four of my Naturalizing Critical Realist Social Ontology (2013). I begin by describing some naturalist ontological and epistemological views defended in my book, thereby showing that my naturalist challenge to the original version of critical realism is not only methodological (or metaphilosophical) but also substantial. I also indicate that this point is effectively downplayed in McWherter's framing of the debate in terms of competing metaphilosophies. I then consider how the doctrine of transcendental idealism is presupposed in Kant's transcendental deduction and question the consistency of McWherter's various descriptions of Bhaskar's transcendental arguments. Finally, I provide detailed responses to McWherter's objectives to my views. My conclusion is that naturalized critical realism is a more coherent and scientifically viable position than the neo-Kantian version of critical realism defended by McWherter. Nevertheless, I think that there is enough overlap between original and naturalized critical realism to regard the latter as a revised and elaborated version of the former.","Authors":"Kaidesoja, T (Kaidesoja, Tuukka)","Title":"Reclaiming Naturalized Critical Realism: Response to McWherter"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398452000008 PubMed ID: 28379812 ISSN: 1096-6218 eISSN: 1557-7740","Keywords":"critical care; palliative care research; pulmonary disease KeyWords Plus:OF-LIFE CARE; RANDOMIZED CONTROLLED-TRIAL; PROLONGED MECHANICAL VENTILATION; RESPIRATORY-DISTRESS-SYNDROME; CHRONIC CRITICAL ILLNESS; TERMINALLY-ILL PATIENTS; CHRONIC LUNG-DISEASE; INTENSIVE-CARE; REFRACTORY DYSPNEA; SYMPTOM BURDEN","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"JOURNAL OF PALLIATIVE MEDICINE Volume: 20 Issue: 4 Pages: 329-343 DOI: 10.1089/jpm.2016.0567 Published: APR 2017","Abstract":"Background: Palliative care is a medical specialty and philosophy of care that focuses on reducing suffering among patients with serious illness and their family members, regardless of disease diagnosis or prognosis. As critical illness or moderate to severe pulmonary disease confers significant disease-related symptom burdens, palliative care and palliative care specialists can aid in reducing symptom burden and improving quality of life among these patients and their family members. Objective: The objective of this article is to review the existing gaps in evidence for palliative care in pulmonary disease and critical illness and to use an interdisciplinary working group convened by the National Institutes of Health and the National Palliative Care Research Center to develop a research agenda to address these gaps. Methods: We completed a narrative review of the literature concerning the integration of palliative care into pulmonary and/or critical care. The review was based on recent systematic reviews on these topics as well as a summary of relevant articles identified through hand search. We used this review to identify gaps in current knowledge and develop a research agenda for the future. Results: We identified key areas of need and knowledge gaps that should be addressed to improve palliative care for patients with pulmonary and critical illness. These areas include developing and validating patient-and family-centered outcomes, identifying the key components of palliative care that are effective and costeffective, developing and evaluating different models of palliative care delivery, and determining the effectiveness and cost-effectiveness of palliative care interventions. Conclusions: The goal of this research agenda is to encourage researchers, clinicians, healthcare systems, and research funders to identify research that can address these gaps and improve the lives of patients with pulmonary and critical illness and their family members.","Authors":"Aslakson, RA (Aslakson, Rebecca A.) ; Reinke, LF (Reinke, Lynn F.) ; Cox, C (Cox, Christopher) ; Kross, EK (Kross, Erin K.) ; Benzo, RP (Benzo, Roberto P.)[ 10 ] ; Curtis, JR (Curtis, J. Randall)","Title":"Developing a Research Agenda for Integrating Palliative Care into Critical Care and Pulmonary Practice To Improve Patient and Family Outcomes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398511800022 ISSN: 0887-3828 eISSN: 1943-5509","Keywords":"Assessment; Embankments; Liquefaction; Seismic performance; Finite-element method KeyWords Plus:LIQUEFACTION ANALYSIS; MODEL; SAND","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Civil","Journal Information":"JOURNAL OF PERFORMANCE OF CONSTRUCTED FACILITIES Volume: 31 Issue: 2 DOI: 10.1061/(ASCE)CF.1943-5509.0000968 Published: APR 2017","Abstract":"This study focuses on the safety assessment of antiliquefaction performance of an embankment of a reservoir, which is an important infrastructure located in Shanghai, China. The performance-based design (PBD) philosophy is introduced for the assessment. In the accompanying paper, the experimental safety assessment using dynamic centrifuge model tests is presented. In this paper, an effective stress-based, fully coupled, hybrid, finite element-finite differences (FE-FD) numerical method is adopted for the numerical safety assessment. The numerical scheme is verified and validated using the dynamic centrifuge model tests reported in the accompanying paper and then applied to assess the safety of the whole embankment subjected to precautionary earthquake. The liquefiable soils are described by a well-calibrated cyclic elastoplastic constitutive model, while a Ramberg-Osgood model is adapted for the other soils. All the parameters used in the simulation are determined based on field data and element tests. The hydrodynamic pressure is also considered in the safety assessment. The seismic performances of the constructed embankment during and after an earthquake are predicted. The safety of antiliquefaction performance of the reservoir embankment is assessed based on the PBD concept. (C) 2016 American Society of Civil Engineers.","Authors":"Zhu, CQ (Zhu, C. Q.) ; Huang, Y (Huang, Y.)","Title":"Safety Assessment of Antiliquefaction Performance of a Constructed Reservoir Embankment. II: Numerical Assessment"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397493200003 ISSN: 0047-2778 eISSN: 1540-627X","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"JOURNAL OF SMALL BUSINESS MANAGEMENT Volume: 55 Issue: 2 Pages: 216-235 Special Issue: SI DOI: 10.1111/jsbm.12334 Published: APR 2017","Abstract":"An entrepreneurial venture's supply-chain partnerships involve upstream alliances (with research universities) and downstream alliances (with large industry incumbents). Even though such partnerships bring the venture many benefits, they also come with significant challenges, notably the need to seamlessly combine a technology push philosophy with a market pull one. Utilizing a data set of over both upstream and downstream alliance partnerships spanning 603 technology ventures in the biotech industry, interesting results were found with regard to the impact of these two alliance partnerships on the venture's invention success and commercialization success. Upstream partnerships demonstrate a positive impact on invention success but no significant impact on commercialization success. However, with the moderating role of downstream partnerships, the results change: the joint effect of these two types of alliance partnerships is positive for both invention and commercialization success. The study findings have important implications with regard to the role and impact of alliance partnerships at the intersection of small business, entrepreneurship and technology innovation, and for researchers, practitioners, and policy makers.","Authors":"Dutta, DK (Dutta, Dev K.) ; Hora, M (Hora, Manpreet)","Title":"From Invention Success to Commercialization Success: Technology Ventures and the Benefits of Upstream and Downstream Supply-Chain Alliances"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398007100014 PubMed ID: 28159451 ISSN: 1350-4533 eISSN: 1873-4030","Keywords":"AO cancellous lag screw; Pull-out strength; Interfragmentary compressive force; Synthetic cancellous bone; Tightening procedure KeyWords Plus:BIOMECHANICAL EVALUATION; INSERTION TORQUE; BONE SCREWS; STRENGTH; FRACTURES; FIXATION; PHILOSOPHY; STABILITY; DENSITY; FORCES","Categories":"Engineering Web of Science Categories:Engineering, Biomedical","Journal Information":"MEDICAL ENGINEERING & PHYSICS Volume: 42 Pages: 116-120 DOI: 10.1016/j.medengphy.2017.01.011 Published: APR 2017","Abstract":"AO lag screws are widely used in surgical intra-articular fracture treatment for anatomical reduction and rigid fixation. Interfragmentary Compressive force (IFCF) and pull-out strength (POS) are two critical parameters generated by AO lag screws during tightening, and both of these parameters could be used to estimate screw insert conditions to prevent screw stripping. The aim of this study is to evaluate the IFCF and POS of AO cancellous screws inserted into uniform synthetic cancellous bone during tightening procedures. Seven synthetic cancellous bone blocks were used for this research. Each test contained two continuous portions as follows: the rotation test portion and the pull-out test portion. IFCF and POS were captured by the pressure transducer and the sensor of the test machine. The properties of IFCF and POS based on tightening degrees were obtained in this study. The ideal balance between POS and IFCF during screw tightening exists, and the peak values of these parameters cannot be simultaneously achieved. Moreover, rotation angles of 100-150 degrees appear to serve as the optimum balance between IFCF and POS in the present study. (C) 2017 IPEM. Published by Elsevier Ltd. All rights reserved.","Authors":"Sun, PD (Sun, Peidong) ; Xu, DQ (Xu, Daqiang) ; Zhao, WD (Zhao, Weidong) ; Jiao, PF (Jiao, Peifeng) ; Li, ZY (Li, Zeyu) ; Liu, C (Liu, Chang) ; Ouyang, J (Ouyang, Jun)","Title":"Interfragmentary compression and pull-out properties of 6.5-mm AO cancellous lag screws in a uniform synthetic material during tightening procedures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397871700011 ISSN: 1617-4909 eISSN: 1617-4917","Keywords":"Philosophical conversation; Linguistic computation; Accuracy measurement; Intangible cultural heritage; Virtual Confucius; Chat agent","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"PERSONAL AND UBIQUITOUS COMPUTING Volume: 21 Issue: 2 Pages: 327-343 Special Issue: SI DOI: 10.1007/s00779-016-0995-8 Published: APR 2017","Abstract":"Confucianism is commonly defined as \"... a system of philosophical, ethical and political thought based on the teachings of Confucius,''which originated through the teachings of Confucius during the sixth-century BCE. It is a way of life or a philosophy of human nature that considers human relationships as the foundation of the society. Confucius teachings had highly influenced the development of several cultures in Asia, making Confucianism an intangible cultural heritage. In this paper, we are re-acquainting users with an intangible heritage that is part of their everyday, by developing a system that permits experiencing Confucius teachings virtually and interactively. The system can measure philosophical intent of the human and generate meaningful philosophical answers. It is also aimed for intergenerational sharing of Confucius heritage through a simple interactive process with the virtual sage making the experience enjoyable and entertaining. Previous research in natural language processing (NLP) mainly focused on the understanding and delivering of human natural language accurately. In this research, we explored how to apply NLP to model the knowledge and teachings of Confucius, through the natural conversation between human and computer. This virtual Confucius, a chat agent that generates outputs based on Confucius teachings, using a series of algorithms and techniques to improve the matching accuracy between user input and computer output, introduces a novel way of interacting with intangible cultures. Our user evaluation results revealed that there is a positive correlation between relevance and enjoyment, finding their experiences interacting with virtual Confucius very encouraging. Adults who participated in experiencing the virtual Confucius together with their children believed that this system has the potential to improve intergenerational interactions through shared play.","Authors":"Cheok, AD (Cheok, Adrian David) ; Edirisinghe, C (Edirisinghe, Chamari) ; Karunanayaka, K (Karunanayaka, Kasun)","Title":"Confucius computer: a philosophical digital agent for intergenerational philosophical play"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397615200002 ISSN: 0190-0536 eISSN: 1467-9205","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHICAL INVESTIGATIONS Volume: 40 Issue: 2 Pages: 121-138 DOI: 10.1111/phin.12134 Published: APR 2017","Authors":"Schoellner, K (Schoellner, Karsten)","Title":"Practical Philosophy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397615200004 ISSN: 0190-0536 eISSN: 1467-9205","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHICAL INVESTIGATIONS Volume: 40 Issue: 2 Pages: 154-169 DOI: 10.1111/phin.12139 Published: APR 2017","Abstract":"This paper challenges a conception of philosophy that is seldom clearly expressed, yet appears to be prevalent in contemporary academic philosophy. On the website of the American Philosophical Quarterly, some sentences appear that articulate well the essentials of that assumption. This article discusses those sentences and assumes that they may be symptomatic of a widespread blindness to a fundamental aspect of the nature of philosophical study. The first part of the article consists of an analysis and criticism of the sentences in question. The second part investigates some possible defences of the sentences and the conception of philosophy they express.","Authors":"Gjertsen, OD (Gjertsen, Oystein Daae)","Title":"Symptoms of a Misunderstanding in Contemporary Academic Philosophy"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397615200006 ISSN: 0190-0536 eISSN: 1467-9205","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHICAL INVESTIGATIONS Volume: 40 Issue: 2 Pages: 173-183 DOI: 10.1111/phin.12159 Published: APR 2017","Authors":"Shiner, RA (Shiner, Roger A.)","Title":"Meaning and Morality: Essays on the Philosophy of Julius Kovesi"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397615200008 ISSN: 0190-0536 eISSN: 1467-9205","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHICAL INVESTIGATIONS Volume: 40 Issue: 2 Pages: 188-192 DOI: 10.1111/phin.12145 Published: APR 2017","Authors":"Rist, J (Rist, John)","Title":"The Great Riddle: Wittgenstein and Nonsense, Theology and Philosophy"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397615200009 ISSN: 0190-0536 eISSN: 1467-9205","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHICAL INVESTIGATIONS Volume: 40 Issue: 2 Pages: 192-195 DOI: 10.1111/phin.12158 Published: APR 2017","Authors":"Daigle, J (Daigle, Julie)","Title":"The Religious Philosophy of Simone Weil: An Introduction"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398004700001 ISSN: 0031-8108","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHICAL REVIEW Volume: 126 Issue: 2 Pages: 147-190 DOI: 10.1215/00318108-3771988 Published: APR 2017","Authors":"Sutherland, D (Sutherland, Daniel)","Title":"Kant's Conception of Number"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000398004700009 ISSN: 0031-8108","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHICAL REVIEW Volume: 126 Issue: 2 Pages: 295-300 Published: APR 2017","Authors":"Fischer, B (Fischer, Bob)","Title":"Philosophy Comes to Dinner: Arguments about the Ethics of Eating"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396059100008 ISSN: 0031-8116 eISSN: 1573-0883","Keywords":"Growing block theory; Humean supervenience; Philosophy of time; A theories; Best-system analysis","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHICAL STUDIES Volume: 174 Issue: 4 Pages: 927-943 DOI: 10.1007/s11098-016-0714-3 Published: APR 2017","Abstract":"In this article, we consider two independently appealing theories-the Growing-Block view and Humean Supervenience-and argue that at least one is false. The Growing-Block view is a theory about the nature of time. It says that (a) past and present things exist, while future things do not, and (b) the passage of time consists in new things coming into existence. Humean Supervenience is a theory about the nature of entities like laws, nomological possibility, counterfactuals, dispositions, causation, and chance. It says that none of these entities are fundamental, since if they were, this would entail the existence of irreducible necessary connections between matters of fact. Instead, these entities supervene on a fundamental, non-nomological 'Humean mosaic' of property instances at spacetime points. We will further explain and motivate the Growing-Block view and Humean Supervenience in Sects. 2 and 3, but first, we turn to our master argument.","Authors":"Briggs, R (Briggs, Rachael) ; Forbes, GA (Forbes, Graeme A.)","Title":"The Growing-Block: just one thing after another?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396059100009 ISSN: 0031-8116 eISSN: 1573-0883","Keywords":"Personal identity; Personal persistence; Dualism; Anti-criterialism; Persons KeyWords Plus:IDENTITY","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHICAL STUDIES Volume: 174 Issue: 4 Pages: 945-963 DOI: 10.1007/s11098-016-0715-2 Published: APR 2017","Abstract":"Sometimes in philosophy one view engenders another. If you hold the first, chances are you hold the second. But it's not always because the first entails the second. Sometimes the tie is less clear, less clean. One such tie is between substance dualism and anti-criterialism. Substance dualism is the view that people are, at least in part, immaterial mental substances. Anti-criterialism is the view that there is no criterion of personal identity through time. Most philosophers who hold the first view also hold the second. In fact, many philosophers just assume that substance dualists ought to, or perhaps even have to, accept anti-criterialism. But I aim to show that this assumption is baseless. Substance dualism doesn't entail, suggest, support, or in any way motivate anti-criterialism, and anti-criterialism confers no benefit on dualism. Substance dualists have no special reason-and, indeed, no good reason at all-to accept anti-criterialism. Or so I shall argue. My aim isn't to defend substance dualism, nor is it to attack anti-criterialism. My aim is to show that, contrary to a long-standing trend, dualists needn't be anti-criterialists. Nor, as it will turn out, should they be.","Authors":"Duncan, M (Duncan, Matt)","Title":"Dualists needn't be anti-criterialists (nor should they be)"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398240900001 ISSN: 0031-8191 eISSN: 1469-817X","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHY Volume: 92 Issue: 2 Pages: 165-166 DOI: 10.1017/S0031819117000146 Published: APR 2017","Authors":"[Anonymous]","Title":"Editorial: Philosophy of History"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398240900003 ISSN: 0031-8191 eISSN: 1469-817X","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHY Volume: 92 Issue: 2 Pages: 183-206 DOI: 10.1017/S0031819117000018 Published: APR 2017","Abstract":"In this essay an attempt is made to transcend the divide between realists and anti-realists in the philosophy of history by proposing an alternative account of understanding the past, one based on the nature of testimonies, specifically their scope and depth. This is done through a critical engagement with the works of prominent realist and anti-realist philosophers of history (Bevir/Lorenz and Ankersmit/White, respectively); other philosophers working on relevant topics such as epistemology, and historians who have written on historical method. The alternative account thus developed is then tested by applying it to the case of the Historikerstreit, the bitterly waged historian's struggle concerning the history and legacy of Nazism. On the surface it appears to affirm the anti-realist position that posits historical narratives as being inherently normative/aesthetic given the inadequacies of the thick' realist position, but upon closer scrutiny it demonstrates the merit of my alternative, testimony-based thin' realist account.","Authors":"Talachian, S (Talachian, Sina)","Title":"Transcending the Realism/Anti-Realism Divide in the Philosophy of History"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398240900005 ISSN: 0031-8191 eISSN: 1469-817X","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHY Volume: 92 Issue: 2 Pages: 231-247 DOI: 10.1017/S0031819116000656 Published: APR 2017","Abstract":"In a recent essay Duncan Pritchard argues that there is no fundamental epistemological distinction between religious belief and ordinary or non-religious belief. Both of them - so he maintains in the footsteps of Wittgenstein's On certainty - are ultimately grounded on a-rational commitments, namely, commitments unresponsive to rational criteria. I argue that, while this view can be justified theologically, it cannot be advanced philosophically as Pritchard assumes. I offer an account of Aquinas's reflection on faith and reason to show that the theologian - not the philosopher - is entitled to deal with a-rational commitments, because the truths of faith can be seen as simply intellectual - like the rational statements considered by the philosopher - but also as decisions made by way of divine grace. I also suggest that Pritchard's thesis may be re-proposed on a new basis, if Aquinas's theological stance were reinterpreted so as to point out unexpected connections between theology and philosophy.","Authors":"Di Ceglie, R (Di Ceglie, Roberto)","Title":"Faith and Reason: A Response to Duncan Pritchard"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000398240900010 ISSN: 0031-8191 eISSN: 1469-817X","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHY Volume: 92 Issue: 2 Pages: 315-322 DOI: 10.1017/S0031819116000528 Published: APR 2017","Authors":"Hermanson, S (Hermanson, Sean)","Title":"Implicit Bias and Philosophy, vol 1 & 2"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398724900004 ISSN: 1747-9991","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHY COMPASS Volume: 12 Issue: 4 Article Number: UNSP e12411 DOI: 10.1111/phc3.12411 Published: APR 2017","Abstract":"Epistemic externalism is a view about what it takes for a belief to be epistemically justified or to be an item of knowledge. Externalism has grown considerably in popularity over the past few decades and this development has spilled over into the philosophy of religion, where we find externalist theories of justification and knowledge being employed to make the case for the positive epistemic status of religious beliefs. In 1, I offer an overview of epistemic externalism and its rival, internalism. In 2, I outline some of the most significant applications of externalism to the philosophy of religion. In 3, I consider whether externalist theories are really required to secure various desiderata that externalist religious epistemologists take to be important. In 4, I explore an objection according to which the facts of religious diversity indicate that religious beliefs do not meet externalist requirements for justification or knowledge. Finally, in 5, I consider a worry about whether externalist accounts can really be used to evaluate the epistemic standing of religious beliefs.","Authors":"Baker-Hytch, M (Baker-Hytch, Max)","Title":"Epistemic externalism in the philosophy of religion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398724900005 ISSN: 1747-9991","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"PHILOSOPHY COMPASS Volume: 12 Issue: 4 Article Number: UNSP e12413 DOI: 10.1111/phc3.12413 Published: APR 2017","Abstract":"Offered here is Part 2 of a two-part critical survey of recent work in philosophy on divine hiddenness. Part 1 surveyed recent development of the discussion initiated by my 1993 book on the subject. Here, I examine some related work that expands the scope of the hiddenness discussion. Some of the enlargements take further the discussion of Stephen Maitzen's work on the demographics of theism. Others introduce new hiddenness problems and ways of dealing with them. A third category of new work urges theological constraints, of one sort or another, on hiddenness reasoning, thus raising new methodological issues.","Authors":"Schellenberg, JL (Schellenberg, J. L.)","Title":"Divine hiddenness: Part 2 (recent enlargements of the discussion)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398211900001 ISSN: 0961-1371 eISSN: 1474-0087","Categories":"Arts & Humanities - Other Topics; Music Web of Science Categories:Medieval & Renaissance Studies; Music","Journal Information":"PLAINSONG & MEDIEVAL MUSIC Volume: 26 Issue: 1 Pages: 1-18 DOI: 10.1017/S0961137116000085 Published: APR 2017","Abstract":"The later Trecento repertoire contains many short, monostrophic ballatas with philosophical or moralising texts. Why should the poets and composers, mostly Florentine, have preferred the ballata over the madrigal when exploring serious subjects, and why did they employ the monostrophic form? It turns out that the text structure of the monostrophic ballata is, in its essentials, comparable to the pattern of the geometric demonstration from Euclid's Elements, comprising premise, argumentation and return to the enhanced, proved premise (quod erat demonstrandum). Considered in light of Florentine Humanism's engagement with philosophy, including Ockham methods of demonstration, this article examines the possibility that Francesco Landini and other composers were sufficiently influenced by philosophy to view the structure of the monostrophic ballata as a means of logical demonstrations of refined arguments.","Authors":"Abramov-van Rijk, E (Abramov-van Rijk, Elena)","Title":"The form of the monostrophic ballata as a frame for a logical demonstration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397502800006 ISSN: 0090-5917 eISSN: 1552-7476","Keywords":"Plato; Timaeus-Critias; Ancestral Constitution; Athens; Atlantis; Politeia KeyWords Plus:DATE","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"POLITICAL THEORY Volume: 45 Issue: 2 Pages: 240-260 DOI: 10.1177/0090591715594661 Published: APR 2017","Abstract":"There has been much scholarly disagreement concerning Plato's participation in the mid-fourth century debates over Athens's ancestral constitution (patrios politeia). This disunity stems from contrasting views about the relationship between philosophy and Athenian politics in Plato's writings. Recently, several political theorists have reoriented our general understanding about Plato's complex involvement with Athenian politics. However, these discussions do not discuss Plato's specific relationship with patrios politeia. In order to bridge this gap, I turn to two dialogues within the later Platonic corpus: Timaeus and Critias. By examining the Atlantis myth that spans both dialogues, I discuss how Plato uses the story both to comment on and critique the democratic Athenian constitution. At the same time, however, Plato also advances a unique veneration of democracy by asserting that it is the politeia of the gods. In this way, I argue that Timaeus-Critias contributes a valuable new perspective in the ongoing debate regarding the relationship between Plato's philosophy and democracy.","Authors":"Stegman, C (Stegman, Casey)","Title":"Remembering Atlantis: Plato's Timaeus-Critias, the Ancestral Constitution, and the Democracy of the Gods"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397502800009 ISSN: 0090-5917 eISSN: 1552-7476","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"POLITICAL THEORY Volume: 45 Issue: 2 Pages: 277-280 DOI: 10.1177/0090591716640471 Published: APR 2017","Authors":"Panagiotarakou, E (Panagiotarakou, Eleni)","Title":"Leo Strauss on the Borders of Judaism, Philosophy, and History"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397498700001 ISSN: 1049-7323 eISSN: 1552-7557","Keywords":"cancer; death and dying; end-of-life issues; health care; users'; experiences; sociology; Australia; Australians; narrative inquiry; storytelling; qualitative conceptual analysis KeyWords Plus:PALLIATIVE CARE; BIOGRAPHICAL DISRUPTION; OLD-AGE; CANCER; EXPERIENCE; HOSPICE; ACCEPTANCE; TRANSITION; ILLNESS; HEALTH","Categories":"Information Science & Library Science; Social Sciences - Other Topics; Biomedical Social Sciences Web of Science Categories:Information Science & Library Science; Social Sciences, Interdisciplinary; Social Sciences, Biomedical","Journal Information":"QUALITATIVE HEALTH RESEARCH Volume: 27 Issue: 5 Pages: 623-633 Special Issue: SI DOI: 10.1177/1049732315618938 Published: APR 2017","Abstract":"Transitions to palliative care can involve a shift in philosophy from life-prolonging to life-enhancing care. People living with a life-limiting illness will often receive palliative care through specialist outpatient clinics, while also being cared for by another medical specialty. Experiences of this point of care have been described as being liminal in character, that is, somewhere between living and dying. Drawing on experiences of illness and care taken from semistructured interviews with 30 palliative care outpatients in Australia, we found that this phase was frequently understood as concurrently living and dying. We suggest that this is a parallax experience involving narratives of a coherent linear self that is able to understand both realities, in a way that acknowledges the benefits of being multiple. These findings have significant implications for the ways in which palliative care is understood and how the self and subjectivity might be conceptualized at the end of life.","Authors":"MacArtney, JI (MacArtney, John I.) ; Broom, A (Broom, Alex) ; Kirby, E (Kirby, Emma) ; Good, P (Good, Phillip) ; Wootton, J (Wootton, Julia)","Title":"The Liminal and the Parallax: Living and Dying at the End of Life"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397498700004 ISSN: 1049-7323 eISSN: 1552-7557","Keywords":"bereavement; grief; mothers; abortion; Israel; Hermeneutic; Gadamer KeyWords Plus:FETAL-ABNORMALITY; PREGNANCY; BEREAVEMENT; EXPERIENCES; TERMINATION; RITUALS; ADJUSTMENT; PHILOSOPHY; DIAGNOSIS; PARENTS","Categories":"Information Science & Library Science; Social Sciences - Other Topics; Biomedical Social Sciences Web of Science Categories:Information Science & Library Science; Social Sciences, Interdisciplinary; Social Sciences, Biomedical","Journal Information":"QUALITATIVE HEALTH RESEARCH Volume: 27 Issue: 5 Pages: 665-676 Special Issue: SI DOI: 10.1177/1049732315616626 Published: APR 2017","Abstract":"The nature of the ongoing bond maintained by the bereaved with the deceased has attracted considerable attention, but studies have generally ignored postdeath relationships when loss occurs in utero. The goal of this research was to reach an interpretive understanding of the continuing bond experience among Israeli mothers who underwent feticide, examining the strategies they use in maintaining a postdeath relationship with a child they did not know, whose death they chose and witnessed, within a social context that ignores their loss and forces them to silence their grief. The results highlight two themes: (a) strategies for relinquishing connection with the baby and (b) strategies for maintaining a postdeath relationship. These processes partially correspond with two theoretical views that shed light on interpretation of the results: the dual process of coping with bereavement and relational dialectic theory. Implications of the results to the practice of health providers are outlined.","Authors":"Leichtentritt, RD (Leichtentritt, Ronit D.) ; Mahat-Shamir, M (Mahat-Shamir, Michal)","Title":"Mothers' Continuing Bond With the Baby: The Case of Feticide"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397255100011 ISSN: 2042-7824 eISSN: 2042-7832","Keywords":"film-philosophy; event; irruption; The Beach; Badiou; subject","Categories":"Film, Radio & Television Web of Science Categories:Film, Radio, Television","Journal Information":"SHORT FILM STUDIES Volume: 7 Issue: 1 Pages: 49-53 DOI: 10.1386/sfs.7.1.49_1 Published: APR 2017","Abstract":"Film-philosophy is a growing branch of cinema scholarship, but to what degree can it be deployed in relation to the short film? Here we attempt to configure The Beach and Alain Badiou's notion of 'event' into a reciprocal relationship, and discover why 'the subject' is not who one thinks it is.","Authors":"Lordan, T (Lordan, Tom)","Title":"Evental subjectivity in The Beach"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395620000081 ISSN: 0037-4806","Categories":"Film, Radio & Television Web of Science Categories:Film, Radio, Television","Journal Information":"SIGHT AND SOUND Volume: 27 Issue: 4 Pages: 107-107 Published: APR 2017","Authors":"Rosenbaum, J (Rosenbaum, Jonathan)","Title":"ABBAS KIAROSTAMI AND FILM-PHILOSOPHY"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396970200005 ISSN: 0886-7798","Keywords":"Road tunnels; Lighting; Energy savings; Sustainability KeyWords Plus:TENSION STRUCTURES; LIGHT-PIPES; OPTIMIZATION; INSTALLATIONS; MANAGEMENT; DAYLIGHT; PERGOLAS","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Civil","Journal Information":"TUNNELLING AND UNDERGROUND SPACE TECHNOLOGY Volume: 64 Pages: 43-50 DOI: 10.1016/j.tust.2017.01.011 Published: APR 2017","Abstract":"The high economical and environmental impact of tunnel lighting has led to the proposal of a wide variety of strategies to use sunlight in these infrastructures. However, the choice of the most accurate strategy for each tunnel requires reliable tools to evaluate its efficacy and estimate the potential savings before real implementation in order to decide whether it is really interesting and profitable. In spite of the increasing number of ways to complement electrical lighting with sunlight during daytime, the only way up to date to really foresee which one is better for one given tunnel is the use of mockups or simulations that cost time and money. In this work, a general equation based on physical considerations and covering a vast variety of situations is presented. The deduction of the equation departs from the two main philosophies proposed or implemented up to date and converges in one general expression which is applied to some examples. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Pena-Garcia, A (Pena-Garcia, A.)","Title":"The SLT equation: A tool to predict and evaluate energy savings in road tunnels with sunlight systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398850100002 ISSN: 1473-2254 eISSN: 1747-6283","Keywords":"Children's Court magistrates; problem-solving courts; restorative justice; therapeutic jurisprudence; youth justice conferencing; youth offending KeyWords Plus:AUSTRALIA","Categories":"Criminology & Penology Web of Science Categories:Criminology & Penology","Journal Information":"YOUTH JUSTICE-AN INTERNATIONAL JOURNAL Volume: 17 Issue: 1 Pages: 22-40 DOI: 10.1177/1473225416665612 Published: APR 2017","Abstract":"Restorative justice and therapeutic jurisprudence measures have recently been introduced into youth justice systems. As gatekeepers to these measures, Children's Court magistrates play a crucial role in their success. However, little research has been undertaken on magistrates' views of these measures. This article addresses this gap by presenting results of interviews undertaken with Children's Court magistrates in New South Wales, Australia. Our research suggests that magistrates are enthusiastic about the philosophy of both restorative and therapeutic measures, but are reluctant to embrace them if they consider them under-resourced, poorly understood and/or poorly implemented. The implications of these findings are discussed.","Authors":"Richards, K (Richards, Kelly) ; Bartels, L (Bartels, Lorana); Bolitho, J (Bolitho, Jane)","Title":"Children's Court Magistrates' Views of Restorative Justice and Therapeutic Jurisprudence Measures for Young Offenders"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397770200015 ISSN: 0278-0046 eISSN: 1557-9948","Keywords":"AC-DC power converters; power generation control; voltage control KeyWords Plus:FED INDUCTION GENERATOR; BACK PWM CONVERTERS; FREQUENCY REGULATION; SENSORLESS CONTROL; POWER-CONTROL; LINK; OPERATION; LOADS","Categories":"Automation & Control Systems; Engineering; Instruments & Instrumentation Web of Science Categories:Automation & Control Systems; Engineering, Electrical & Electronic; Instruments & Instrumentation","Journal Information":"IEEE TRANSACTIONS ON INDUSTRIAL ELECTRONICS Volume: 64 Issue: 4 Pages: 2700-2708 DOI: 10.1109/TIE.2016.2632066 Published: APR 2017","Abstract":"A scheme for the dc output voltage control of a stand-alone DFIG-dc system is proposed. Any load variation on the dc link will primarily affect the active component of stator current. The change in reactive component of a stator current is minimum, which will also manifest in a slight variation in the stator voltage and frequency. The control philosophy is designed such that the active rotor current is decided by an active stator current, while the dc-link voltage is created and maintained by a flux loop with a reactive rotor current. Stator voltage/flux ratio is nearly constant, since the flux is decided by the voltage loop. This will indirectly maintain stator frequency around a constant reference frequency. The main advantages of this scheme are direct control of the load current, load independent dc voltage regulation, indirect stator frequency regulation, and stator voltages sensorless. Control scheme is verified experimentally and demonstrated with results for two cases: with and without the use of step-down transformer between stator and rectifier.","Authors":"Misra, H (Misra, Himanshu) ; Gundavarapu, A (Gundavarapu, Akhila) ; Jain, AK (Jain, Amit Kumar)","Title":"Control Scheme for DC Voltage Regulation of Stand-Alone DFIG-DC System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946700005 ISSN: 0094-5765 eISSN: 1879-2030","Keywords":"Small satellite; Infant mortality; Satellite failure; Space environment; Simulation KeyWords Plus:PROGRAMS","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"ACTA ASTRONAUTICA Volume: 133 Pages: 33-49 DOI: 10.1016/j.actaastro.2016.12.030 Published: APR 2017","Abstract":"Lean satellite programs are programs in which the satellite development philosophy is driven by fast delivery and low cost. Though this concept offers the possibility to develop and fly risky missions without jeopardizing a space program, most of these satellites suffer infant mortality and fail to achieve their mission minimum success. Lean satellites with high infant mortality rate indicate that testing prior to launch is insufficient. In this study, the authors monitored failures occurring during the development of the lean satellite HORYU-IV to identify the evolution of the cumulative number of failures against cumulative testing time. Moreover, the subsystems driving the failures depending on the different development phases were identified. The results showed that half to 2/3 of the failures are discovered during the early stage of testing. Moreover, when the mean time before failure was calculated, it appeared that for any development phase considered, a new failure appears on average every 20 h of testing. Simulations were also performed and it showed that for an initial testing time of 50 h, reliability after 1 month launch can be improved by nearly 6 times as compared to an initial testing time of 20 h. Through this work, the authors aim at providing a qualitative reference for lean satellites developers to better help them manage resources to develop lean satellites following a fast delivery and low cost philosophy while ensuring sufficient reliability to achieve mission minimum success.","Authors":"Faure, P (Faure, Pauline) ; Tanaka, A (Tanaka, Atomu) ; Cho, M (Cho, Mengu)","Title":"Toward lean satellites reliability improvement using HORYU-IV project as case study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395103700001 ISSN: 0129-2986 eISSN: 1742-0911","Keywords":"Online political communication; China; Weibo; social networking sites; public sphere; Asian theories of communication KeyWords Plus:COMMUNICATION; CHINA; MODELS","Categories":"Communication Web of Science Categories:Communication","Journal Information":"ASIAN JOURNAL OF COMMUNICATION Volume: 27 Issue: 2 Pages: 115-133 DOI: 10.1080/01292986.2016.1214743 Published: APR 2017","Abstract":"In studying online political communication in China, many researchers apply theories generated in the West (particularly that of the public sphere) without questioning their applicability in the Chinese context. Others argue that new theories must be generated from the ground up, often basing these theories on traditional Chinese philosophies. However, the applicability of these approaches remains unproven. This research uses a content analysis to compare comments on news stories on Chinese and Western social media sites. It finds that there is little evidence to support either the use of public sphere theory in China or the use of traditional conceptions of Eastern styles of communication. Chinese netizens were no more subtle or harmonious (if anything, they were more divisive) and were less likely to talk with others, attempt to understand others' opinions or attempt to work towards consensus or resolution. Based on these findings, I propose that future research should attempt to build more appropriate theories based on an understanding of how political ideas are actually produced, transmitted and received in society, rather than continuing to apply foreign or ancient theoretical frameworks without a critical interrogation of their applicability in their context of application.","Authors":"Bolsover, G (Bolsover, Gillian)","Title":"Harmonious communitarianism or a rational public sphere: a content analysis of the differences between comments on news stories on Weibo and Facebook"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395090700005 PubMed ID: 27852170 ISSN: 1461-6734 eISSN: 1469-2988","Keywords":"Mentalizing; parent-infant; nonverbal; maternal sensitivity; attachment security; externalizing KeyWords Plus:MATERNAL MIND-MINDEDNESS; DYNAMIC BODY EXPRESSIONS; META-EMOTION PHILOSOPHY; POINT-LIGHT DISPLAYS; TO-FACE INTERACTIONS; ATTACHMENT SECURITY; SOCIAL COGNITION; ARM MOVEMENT; 1ST YEAR; MOTHERS","Categories":"Psychology Web of Science Categories:Psychology, Developmental","Journal Information":"ATTACHMENT & HUMAN DEVELOPMENT Volume: 19 Issue: 2 Pages: 191-219 DOI: 10.1080/14616734.2016.1255653 Published: APR 2017","Abstract":"Parental mentalizing - the parent's ability to envision the child'smental states (such as desires, thoughts, or wishes) - has been argued to underlie a parent's ability to respond sensitively to their child's emotional needs, and thereby promote advantageous cognitive and socio-emotional development. Mentalizing is typically operationalized in terms of how parents talk to or about their infants. This work extends research on mentalizing by operationalizing parental mentalizing exclusively in terms of nonverbal, bodily based, interactive behavior, namely parental embodied mentalizing(PEM). The purpose of the current researchwas twofold: (1) to establish the reliability and validity of the PEM coding system; and (2) to evaluate whether such measurement predicts infant and child cognitive and socio-emotional functioning. Assessing 200 mother-infant dyads at 6 months using the coding of PEM proved both reliable and valid, including predicting child attachment security at 15 and 36 months, and language abilities, academic skills, behavior problems, and social competence at 54 months, in many cases even after taking into consideration traditional measures of parenting, namely maternal sensitivity. Conceptual, empirical, and clinical implications are discussed.","Authors":"Shai, D (Shai, Dana) ; Belsky, J (Belsky, Jay)","Title":"Parental embodied mentalizing: how the nonverbal dance between parents and infants predicts children's socio-emotional functioning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396738100010 ISSN: 0020-7047 eISSN: 1572-8684","Keywords":"Faith; Cry of dereliction; Reliance; Doubt; Philosophy of religion KeyWords Plus:RELIANCE","Categories":"Philosophy; Religion Web of Science Categories:Philosophy; Religion","Journal Information":"INTERNATIONAL JOURNAL FOR PHILOSOPHY OF RELIGION Volume: 81 Issue: 1-2 Pages: 161-169 Special Issue: SI DOI: 10.1007/s11153-016-9608-8 Published: APR 2017","Abstract":"According to accounts of the Passion, Christ cries out from the cross, \"My God, my God, why have you forsaken me?'' The cry, I argue, manifests that Christ lacks a belief that God is with him. Given the standard view of faith-belief that p is required for faith that p-it would follow that Christ lost his faith that God is with him just before he died. In this paper, I challenge the standard view by looking at the cognitive requirement of faith. Although faith that p requires some positive cognitive orientation toward p, that orientation need not be belief. I show that reliance is an alternative stance that fulfills the cognitive requirement of faith. Reliance aims at providing sensible guidance for action that is in accord with one's values/ends. Thinking of the cognitive component of Christ's faith in terms of reliance makes sense of the doubt manifested in his cry.","Authors":"Rath, BA (Rath, Beth A.)","Title":"Christ's faith, doubt, and the cry of dereliction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396738100012 ISSN: 0020-7047 eISSN: 1572-8684","Keywords":"Faith; Hope; Bigotry; Self-deception; Tolerance KeyWords Plus:TOLERATION; BELIEF","Categories":"Philosophy; Religion Web of Science Categories:Philosophy; Religion","Journal Information":"INTERNATIONAL JOURNAL FOR PHILOSOPHY OF RELIGION Volume: 81 Issue: 1-2 Pages: 193-211 Special Issue: SI DOI: 10.1007/s11153-016-9603-0 Published: APR 2017","Abstract":"Much attention in philosophy of religion has been devoted to the question of whether faith is epistemically rational. But is it morally and practically permissible? This paper explores a response to a family of arguments that Christian faith is morally impermissible or practically irrational, even if epistemically justified. After articulating the arguments, I consider how they would fare if they took seriously the traditional notion that genuine faith is always accompanied by Christian hope. I show how the norms of hope regulate Christian faith in such a way that it does not involve, and certainly does not entail, the morally and practically problematic attitudes and behaviors with which it is associated.","Authors":"Jeffrey, A (Jeffrey, Anne)","Title":"Does hope morally vindicate faith?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395130000002 ISSN: 0260-7476 eISSN: 1360-0540","Keywords":"Beginning teachers; school leaders' perceptions; complex teaching positions; professional identity; initial teacher education KeyWords Plus:PROFESSION; INDUCTION; SOUTH","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF EDUCATION FOR TEACHING Volume: 43 Issue: 2 Pages: 132-150 DOI: 10.1080/02607476.2017.1286759 Published: APR 2017","Abstract":"Previous research indicates that beginning teachers are not fully prepared for what awaits them in the workforce. This study highlights the value of partnerships among higher education providers, schools and employers and links the experiences of beginning teachers to initial teacher education (ITE). Real-life experiences from the field provide information regarding beginning teachers' complex teaching positions that is beneficial to prospective teachers and teacher educators. This transnational qualitative study, completed in Norway, South Africa and Australia, adopted a Vygotskian social constructivist theoretical stance. Gadamer's hermeneutic philosophy was applied to offer an in-depth understanding of the effects of classroom experiences on beginning teachers' professional identities and feelings of belonging' and at homeness' in their positions. The results of this study highlight the school leaders' perceptions of how well graduate teachers are prepared to meet the demands of the workforce. The study concludes by demonstrating the value of linking beginning teachers' experiences to interventions and the development of ITE programmes. This study's evidence-based findings support its recommendations for policy-makers and its reflections on the link between ITE and employment.","Authors":"du Plessis, AE (du Plessis, Anna Elizabeth) ; Sunde, E (Sunde, Eva)","Title":"The workplace experiences of beginning teachers in three countries: a message for initial teacher education from the field"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396153700003 ISSN: 0022-1791 eISSN: 1573-0395","Keywords":"Vedanta; Prasthana-trayi; Bhagavadgita; Commentarial tradition; Modern critics","Categories":"Asian Studies; Philosophy Web of Science Categories:Asian Studies; Philosophy","Journal Information":"JOURNAL OF INDIAN PHILOSOPHY Volume: 45 Issue: 2 Pages: 257-280 DOI: 10.1007/s10781-016-9306-y Published: APR 2017","Abstract":"The Vedanta philosophy has its roots in scriptural sources, specifically, in three canonical texts (prasthana-trayi), viz. the Brahmasutra-s by Badarayan a (BCE), which is called nyaya-prasthana or tarka-prasthana; the Upaniad-s (700-600 BCE), which are called the sruti-prasthana; and the Bhagavadgita (400 BCE-400 CE), which is regarded as the sruti-prasthana. Thus, like the first two constituents of this trio (i.e. the Brahmasutra-s, the Upanisad-s), the third one (i.e. the Bhagavadgita or the Gita) has a tangible legacy of commentarial tradition; as almost all well-known advocates of the Vedanta schools have commented on these three sourcebooks. In this paper, an attempt has beenmade to give a brief sketch of such commentarial tradition of the Bhagavadgita, starting with its commentary by Samkara to the other major commentaries available up to the 15th-16th centuries. While each of these commentaries finds support in the text for their respective philosophical doctrines, an impartial evaluation, with support of modern scholars, shows that none of the commentaries can claim to represent faithfully the true intent of the text (i.e. the Bhagavadgita), and that the true import of it can only be had if the text is judged from its literary and historical point of view.","Authors":"Saha, N (Saha, Niranjan)","Title":"Vedantic Commentaries on the Bhagavadgita as a Component of Three Canonical Texts (prasthana-trayi)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396153700005 ISSN: 0022-1791 eISSN: 1573-0395","Keywords":"Sriharsa; Nagarjuna; Skepticism; Indian philosophy; Advaita; Judgment; Justification KeyWords Plus:SEMANTIC INTERPRETATION","Categories":"Asian Studies; Philosophy Web of Science Categories:Asian Studies; Philosophy","Journal Information":"JOURNAL OF INDIAN PHILOSOPHY Volume: 45 Issue: 2 Pages: 313-329 DOI: 10.1007/s10781-016-9310-2 Published: APR 2017","Abstract":"In this paper I explore the extent to which the dialectical approach of Sriharsa can be identified as skeptical, and whether or how his approach resembles that of the first century Madhyamika philosopher Nagarjuna. In so doing, I will be primarily reading the first argument found in Sriharsa's masterpiece, the Khandanakhanda-khadya This argument grounds the position that the system of justification (pramana) that validates our cognition to be true is not outside of inquiry. Closely adopting Sriharsa's polemical style, I am neither proposing a thesis in this paper that Sriharsa is a skeptic, nor am I denying such a possibility. I believe we can pursue our arguments on a neutral ground and let the facts speak for themselves. I will outline salient features that define skepticism in the mainstream philosophical discourse so that analyzing Sriharsa's first argument becomes easier. In so doing, I will introduce some of the arguments of Nagarjuna in light of Sriharsa's position. This comparison, however, is restricted only to the salient features relevant to further the central argument of this paper and is therefore not aimed to encompass the overall positions of these two giants.","Authors":"Timalsina, S (Timalsina, Sthaneshwar)","Title":"Sriharsa on Knowledge and Justification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395521100006 ISSN: 0889-504X eISSN: 1528-8900","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"JOURNAL OF TURBOMACHINERY-TRANSACTIONS OF THE ASME Volume: 139 Issue: 4 Article Number: 041006 DOI: 10.1115/1.4035073 Published: APR 2017","Abstract":"The flow at the combustor turbine interface of power generation gas turbines with can combustors is characterized by high and nonuniform turbulence levels, lengthscales, and residual swirl. These complexities have a significant impact on the first vanes aerothermal performance and lead to challenges for an effective turbine design. To date, this design philosophy mostly assumed steady flow and thus largely disregards the intrinsic unsteadiness. This paper investigates the steady and unsteady effects of the combustor flow with swirl on the turbines first vanes. Experimental measurements are conducted on a high-speed linear cascade that comprises two can combustors and four nozzle guide vanes (NGVs). The experimental results are supported by a large eddy simulation (LES) performed with the inhouse computational fluid dynamics (CFD) flow solver TBLOCK. The study reveals the highly unsteady nature of the flow in the first vane and its effect on the heat transfer. A persistent flow structure of concentrated vorticity is observed. It wraps around the unshielded vane's leading edge (LE) at midspan and periodically oscillates in spanwise direction due to the interaction of the residual low-pressure swirl core and the vane's potential field. Moreover, the transient behavior of the horseshoe-vortex system due to large fluctuations in incidence is demonstrated.","Authors":"Jacobi, S (Jacobi, Simon) ; Mazzoni, C (Mazzoni, Cosimo) ; Rosic, B (Rosic, Budimir) ; Chana, K (Chana, Krishan)","Title":"Investigation of Unsteady Flow Phenomena in First Vane Caused by Combustor Flow With Swirl"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396628800008 ISSN: 1466-7681 eISSN: 1466-769X","Keywords":"nursing; objectivity; philosophy of science","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"NURSING PHILOSOPHY Volume: 18 Issue: 2 Article Number: UNSP e12156 DOI: 10.1111/nup.12156 Published: APR 2017","Abstract":"Objectivity has been traditionally established as an aim of science; however, its feasibility and desirability have been repeatedly called into question. In this article, I provide a brief overview of the historical context surrounding the concept of objectivity in science. I then examine Helen Longino's theory of transformative criticism as an example of an attempt to secure scientific objectivity through the social nature of the scientific process. Possible objections to this critique are discussed, and ultimately, I argue that her account falls short in securing scientific objectivity. I briefly discuss objectivity and its relationship to human sciences such as nursing. I conclude by arguing that achieving complete objectivity in science is neither possible nor desirable.","Authors":"Milliken, A (Milliken, Aimee)","Title":"Subjective from the start: A critique of transformative criticism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396628800003 ISSN: 1466-7681 eISSN: 1466-769X","Keywords":"nursing knowledge; Humanbecoming theory; symbolic interactionism; philosophy of science; discipline of nursing; nursing theories KeyWords Plus:KNOWLEDGE","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"NURSING PHILOSOPHY Volume: 18 Issue: 2 Article Number: UNSP e12123 DOI: 10.1111/nup.12123 Published: APR 2017","Abstract":"Discussions about real knowledge contained in grand theories and models seem to remain an active quest in the academic sphere. The most fervent of these defendants is Rosemarie Parse with her Human-becoming School of Thought (1981, 1998). This article first highlights the similarities between Parse's theory and Blumer's symbolic interactionism (1969). This comparison will act as a counterargument to Parse's assertions that her theory is original 'nursing' material. Standing on the contemporary philosophy of science, the very possibility for discovering specific nursing knowledge will be questioned. Second, Parse's scientific assumptions will be thoroughly addressed and contrasted with Blumer's more moderate view of knowledge. It will lead to recognize that the valorization of the social nature of existence and reality does not necessarily induce requirements and methods such as those proposed by Parse. According to Blumer's point of view, her perspective may not even be desirable. Recommendations will be raised about the necessity for a distanced relationship to knowledge, being the key to the pursuit of its improvement, not its circular contemplation.","Authors":"Tapp, D (Tapp, Diane) ; Lavoie, M (Lavoie, Mireille)","Title":"The Humanbecoming theory as a reinterpretation of the symbolic interactionism: a critique of its specific nature and scientific underpinnings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396628800007 ISSN: 1466-7681 eISSN: 1466-769X","Keywords":"Bhaskar; critical realism; nursing; realist methodology KeyWords Plus:MENTAL-HEALTH; PHILOSOPHY; MECHANISMS; FRAMEWORK; PROMISE; SYSTEMS; WORK","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"NURSING PHILOSOPHY Volume: 18 Issue: 2 Article Number: UNSP e12130 DOI: 10.1111/nup.12130 Published: APR 2017","Abstract":"In the context of modern nursing practice that is embedded within complex social situations, critical discussions about the contribution of major philosophers are relevant and important. Whilst nurse theorists have advanced and shaped nursing as a discipline, other major philosophers can offer much to advance nursing enquiry. In this paper, we focus on philosopher Roy Bhaskar who, amongst others, developed critical realism, a philosophy for social science which connects with how many of us think about the world. Bhaskar's work focuses our attention on the interplay between structure and agency and on the search for the causative or generative mechanisms that explain the social world. Bhaskar was interested in human emancipation, and we suggest his work is of great importance to advance understanding of complex social situations. Critical realism has already been endorsed by a range of disciplines, especially in research which focuses on real problems and acknowledges the complexities of the social world. In recent evidence from healthcare literature, there has been a surge in research using realist methodology (realist evaluation and realist synthesis), which is underpinned by the philosophy of critical realism and which offers a different perspective to understanding nursing and healthcare problems through the realist lens. However, we suggest that sufficient attention is not always paid to the philosophical roots of this methodology. In this paper, we provide insight into Bhaskar's work and demonstrate how research positioned within critical realism and realist methodology can advance nursing and healthcare-related knowledge. Through shining a light on Bhaskar, we illustrate how critical realism philosophy is a natural fit with human and health science enquiry, including nursing.","Authors":"Williams, L (Williams, Lynne) ; Rycroft-Malone, J (Rycroft-Malone, Jo) ; Burton, CR (Burton, Christopher R.)","Title":"Bringing critical realism to nursing practice: Roy Bhaskar's contribution"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398184000001 PubMed ID: 28214132 ISSN: 1364-6613 eISSN: 1879-307X","Categories":"Behavioral Sciences; Neurosciences & Neurology; Psychology Web of Science Categories:Behavioral Sciences; Neurosciences; Psychology, Experimental","Journal Information":"TRENDS IN COGNITIVE SCIENCES Volume: 21 Issue: 4 Pages: 229-236 DOI: 10.1016/j.tics.2017.01.013 Published: APR 2017","Abstract":"From ancient times, religion and philosophy have regarded language as a faculty bestowed uniquely and suddenly on our own species, primarily as a mode of thought with communication as a byproduct. This view persists among some scientists and linguists and is counter to the theory of evolution, which implies that the evolution of complex structures is incremental. I argue here that language derives from mental processes with gradual evolutionary trajectories, including the generative capacities to travel mentally in time and space and into the minds of others. Whatmay be distinctive in humans is the means to communicate these mental experiences along with knowledge gained from them.","Authors":"Corballis, MC (Corballis, Michael C.)","Title":"Language Evolution: A Changing Perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396063100013 PubMed ID: 27660072 ISSN: 0962-9343 eISSN: 1573-2649","Keywords":"Prematurity; Low birth weight; Neonatal treatment; Health-related quality of life; Longitudinal study; Cross-cultural study KeyWords Plus:LOW-BIRTH-WEIGHT; YOUNG ADULTHOOD; PRETERM; AGE; BORN; NETHERLANDS; ADOLESCENTS; OUTCOMES; IMPACT; RISK","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health Web of Science Categories:Health Care Sciences & Services; Health Policy & Services; Public, Environmental & Occupational Health","Journal Information":"QUALITY OF LIFE RESEARCH Volume: 26 Issue: 4 Pages: 935-943 DOI: 10.1007/s11136-016-1410-7 Published: APR 2017","Abstract":"Although survival after very preterm birth (VP)/very low birth weight (VLBW) has improved, a significant number of VP/VLBW individuals develop physical and cognitive problems during their life course that may affect their health-related quality of life (HRQoL). We compared HRQoL in VP/VLBW cohorts from two countries: The Netherlands (n = 314) versus Germany (n = 260) and examined whether different neonatal treatment and rates of disability affect HRQoL in adulthood. To analyse whether cohorts differed in adult HRQoL, linear regression analyses were performed for three HRQoL outcomes assessed with the Health Utilities Index 3 (HUI3), the London Handicap Scale (LHS), and the WHO Quality of Life instrument (WHOQOL-BREF). Stepwise hierarchical linear regression was used to test whether neonatal physical health and treatment, social environment, and intelligence (IQ) were related to VP/VLBW adults' HRQoL and cohort differences. Dutch VP/VLBW adults reported a significantly higher HRQoL on all three general HRQoL measures than German VP/VLBW adults (HUI3: .86 vs .83, p = .036; LHS: .93 vs. .90, p = .018; WHOQOL-BREF: 82.8 vs. 78.3, p < .001). Main predictor of cohort differences in all three HRQoL measures was adult IQ (p < .001). Lower HRQoL in German versus Dutch adults was related to more cognitive impairment in German adults. Due to different policies, German VP/VLBW infants received more intensive treatment that may have affected their cognitive development. Our findings stress the importance of examining effects of different neonatal treatment policies for VP/VLBW adults' life.","Authors":"Breeman, LD (Breeman, Linda D.) ; van der Pal, S (van der Pal, Sylvia) ; Verrips, GHW (Verrips, Gijsbert H. W.) ; Baumann, N (Baumann, Nicole) ; Bartmann, P (Bartmann, Peter) ; Wolke, D (Wolke, Dieter)","Title":"Neonatal treatment philosophy in Dutch and German NICUs: health-related quality of life in adulthood of VP/VLBW infants"}]