[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396196500004 ISSN: 0018-2176 eISSN: 1553-0639","Categories":"Literature Web of Science Categories:Literature, Romance","Journal Information":"HISPANIC REVIEW Volume: 85 Issue: 1 Pages: 69-91 Published: WIN 2017","Abstract":"In Cuentos de vacaciones (1905), the collection of short fictions by Spanish histologist and Nobel Prize winner Santiago Ramon y Cajal, scientific and aesthetic discourses merge to interrogate the increasing complexity of life under modernity. This article examines how science and technologies of representation and display (dissection, \"the theater of proof,\" microscopy) intersect with modern spaces of visuality (theaters, museums, laboratories) in order to construct an epistemology of the human body and its legibility at individual and collective levels of existence. In my reading of \"El pesimista corregido,\" I argue that the story can be interpreted as a pseudoscientific experiment taking the form of a mise en scene which, as it exposes the constructed nature of human physiology, also foregrounds the centrality of theater and illusion as mechanisms and channels for subjectivization as well as for the production of aesthetic, cultural, and political consensus.","Authors":"Comparone, L (Comparone, Loredana)","Title":"MICROSCOPY, THEATRICALITY, AND THE MAKING OF CULTURAL CONSENSUS IN THE SHORT FICTION OF SANTIAGO RAMON Y CAJAL"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395958600028 PubMed ID: 28254014 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Saliva; Aroma release; Interactions; Enzymatic conversion; Mucins; Volatile organic compounds; Salivary proteins; Flavour KeyWords Plus:HUMAN ORAL MICROBIOME; MOUTH FLAVOR RELEASE; ALDEHYDE DEHYDROGENASE; ARTIFICIAL SALIVA; IN-VIVO; RETRONASAL AROMA; MODEL SYSTEMS; ODORANT CONCENTRATION; SENSORY PERCEPTION; VOLATILE COMPOUNDS","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 226 Pages: 212-220 DOI: 10.1016/j.foodchem.2017.01.055 Published: JUL 1 2017","Abstract":"Aroma perception is an important factor driving food acceptance. Volatile organic compounds (VOCs) are released from the food matrix and then reach the receptors located in the nasal cavity, leading to their perception. These steps are closely dependent on the physicochemical properties of the volatile compounds and the food matrix, but also on human physiology. Among the different physiological parameters involved, the literature reports that saliva has various effects on VOCs and therefore appears as a major actor impacting the perception of aroma. This article reviews how saliva takes part in aroma release, considering both in vitro and in vivo approaches, and how it may affect perception. It describes the direct mechanisms (molecular interactions, enzymatic conversion, salting-out effect, dilution) involving salivary components (salts, proteins including enzymes, microbiota) that can modify the release of aroma compounds. It also considers the indirect impact of saliva, such as changes of aroma diffusion through modification of the physicochemical properties of the food matrix. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ployon, S (Ployon, Sarah) ; Morzel, M (Morzel, Martine) ; Canon, F (Canon, Francis)","Title":"The role of saliva in aroma release and perception"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395842500008 PubMed ID: 28213035 ISSN: 0740-0020 eISSN: 1095-9998","Keywords":"Blueberries; Electro-activation; Post-harvest storage; Foodborne pathogens; Phytopathogenic fungi; Quality KeyWords Plus:POSTHARVEST PHYSIOLOGY; FOODBORNE PATHOGENS; CLOSTRIDIUM-PERFRINGENS; OXIDIZING WATER; FOOD-INDUSTRY; FRUITS; INACTIVATION; VEGETABLES; REDUCTION; EFFICACY","Categories":"Biotechnology & Applied Microbiology; Food Science & Technology; Microbiology Web of Science Categories:Biotechnology & Applied Microbiology; Food Science & Technology; Microbiology","Journal Information":"FOOD MICROBIOLOGY Volume: 64 Pages: 56-64 DOI: 10.1016/j.fm.2016.12.010 Published: JUN 2017","Abstract":"The aim of this work was to study the potential of diluted electro-activated solutions of weak organic acid salts (potassium acetate, potassium citrate and calcium lactate) to extend the shelf life of blueberries during post-harvest storage. The sanitizing capacity of these solutions was studied against pathogenic bacteria Listeria monocytogenes and E. coli 0157:117 as well as phytopathogenic fungi A. alternata, F oxysporum and B. cinerea. The results showed that a 5-min treatment of inoculated blueberries with electro-activated solutions resulted in a 4 log CFU/g reduction in Listeria monocytogenes for all solutions. For E. coli 0157:H7, the electro-activated potassium acetate and potassium citrate solutions achieved a decrease of 3.5 log CFU/g after 5 min of berry washing. The most important fungus reduction was found when blueberries were washed with an electro-activated solution of potassium acetate and a NaOCl solution. After 5 min of blueberry washing with an electro-activated potassium acetate solution, a very high reduction effect was observed for A. alternata, E oxysporutn and B. cinerea, which showed survival levels of only 2.2 +/- 0.16, 034 +/- 0.15 and 0.21 +/- 0.16 log CFU/g, respectively. Regarding the effect of the washing on the organoleptic quality of blueberries, the obtained results showed no negative effect on the product color or textural profile. Finally, this work suggests that washing, with electro-activated solutions of weak organic acid salts can be used to enhance the shelf-life of blueberries during post-harvest storage. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Liato, V (Liato, Viacheslav) ; Hammami, R (Hammami, Riadh) ; Aider, M (Aider, Mohammed)","Title":"Influence of electro-activated solutions of weak organic acid salts on microbial quality and overall appearance of blueberries during storage"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687200007 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Hydraulic fracturing; Produced water; Reuse; Switchgrass; Rapeseed; Biofuel KeyWords Plus:IN-SITU BIOREMEDIATION; SOIL-SALINITY; SALT STRESS; GROWTH; TOLERANCE; INJECTION; GROUNDWATER; WHEAT","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 100 Pages: 65-76 DOI: 10.1016/j.indcrop.2017.02.011 Published: JUN 2017","Abstract":"High volumes of flowback and produced water are generated everyday as a byproduct of hydraulic fracturing operations and shale gas developments across the United States. Since most shale gas developments are located in semi-arid to arid U.S. regions close to agricultural production, there are many opportunities for reusing these waters as potential alternatives or supplements to fresh water resources for irrigation activities. However, the impacts of high salinity and total organic content of these types of water on crop physiological parameters and plant growth needs to be investigated to determine their utility and feasibility. The aim of the present study was to evaluate the response of switchgrass and rapeseed to treated produced water as an irrigation water source. In this greenhouse study, the influence of produced Water at four total organic carbon (TOC) concentrations [1.22, 38.3, 232.2 and 1352.4 mg/l] and three total dissolved solids (TDS) levels [400,3,500, and 21,000 mg/l] on rapeseed (Brassica napus L) and switchgrass (Panicum virgatum L.), two relatively salt-tolerant, non-food, biofuel crops, was studied. Seedling emergence, biomass yield, plant height, leaf electrolyte leakage, and plant uptake Were evaluated. Irrigation water with the highest salinity and TOC concentration resulted in significantly lower growth health and physiological characteristics of both crop species. The organic content of the produced water had a negative impact on biomass yield and physiological parameters of both species. The results of this study could be valuable for regulators and stakeholders in development of treatment standards in which organic matter should be removed to less than 50 mg/l to keep leaf EL (cell damage) to less than 50% and a TOC concentration of less than 5 mg/l required to keep a sustainable biomass production rate. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Pica, NE (Pica, Nasim E.) ; Carlson, K (Carlson, Ken) ; Steiner, JJ (Steiner, Jeffrey J.) ; Waskom, R (Waskom, Reagan)","Title":"Produced water reuse for irrigation of non-food biofuel crops: Effects on switchgrass and rapeseed germination, physiology and biomass yield"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398532500004 PubMed ID: 27859593 ISSN: 0730-2312 eISSN: 1097-4644","Keywords":"DIFFERENTIATION; HUMAN sFlt-1; INTRAUTERINE GROWTH RESTRICTION; MOUSE PLACENTA; MOUSE TROPHOBLAST; NUTRIENT TRANSPORTER KeyWords Plus:INTRAUTERINE GROWTH RESTRICTION; DIFFUSIONAL EXCHANGE CHARACTERISTICS; LOW-PROTEIN DIET; FATTY-ACID; AMINO-ACID; GLUCOSE-TRANSPORT; DNA METHYLATION; MURINE PLACENTA; FETAL-GROWTH; FACTOR-II","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"JOURNAL OF CELLULAR BIOCHEMISTRY Volume: 118 Issue: 6 Pages: 1316-1329 DOI: 10.1002/jcb.25789 Published: JUN 2017","Abstract":"Since it is known that placental overexpression of the human anti-angiogenic molecule sFlt-1, the main candidate in the progression of preeclampsia, lead to intrauterine growth restriction (IUGR) in mice by lentiviral transduction of mouse blastocysts, we hypothesize that sFlt-1 influence placental morphology and physiology resulting in fetal IUGR. We therefore examined the effect of sFlt-1 on placental morphology and physiology at embryonic day 18.5 with histologic and morphometric analyses, transcript analyses, immunoblotting, and methylation studies. Interestingly, placental overexpression of sFlt-1 leads to IUGR in the fetus and results in lower placental weights. Moreover, we observed altered trophoblast differentiation with reduced expression of IGF2, resulting in a smaller placenta, a smaller labyrinth, and the loss of glycogen cells in the junctional zone. Changes in IGF2 are accompanied by small changes in its DNA methylation, whereas overall DNA methylation is unaffected. In addition, the expression of placental nutrient transporters, such as the glucose diffusion channel Cx26, is decreased. In contrast, the expression of the fatty acid transporter CD36 and the cholesterol transporter ABCA1 is significantly increased. In conclusion, placental sFlt-1 overexpression resulted in a reduction in the differentiation of the spongiotrophoblast into glycogen cells. These findings of a reduced exchange area of the labyrinth and glycogen stores, as well as decreased expression of glucose transporter, could contribute to the intrauterine growth restriction phenotype. All of these factors change the intrauterine availability of nutrients. Thus, we speculate that the alterations triggered by increased anti-angiogenesis strongly affect fetal outcome and programming. J. Cell. Biochem. 118: 1316-1329, 2017. (C) 2016 Wiley Periodicals, Inc.","Authors":"Kuhnel, E (Kuehnel, Elisabeth) ; Kleff, V (Kleff, Veronika) ; Stojanovska, V (Stojanovska, Violeta) ; Kaiser, S (Kaiser, Stephanie) ; Waldschutz, R (Waldschuetz, Ralph) ; Herse, F (Herse, Florian) ; Plosch, T (Plosch, Torsten) ; Winterhager, E (Winterhager, Elke) ; Gellhaus, A (Gellhaus, Alexandra)","Title":"Placental-Specific Overexpression of sFlt-1 Alters Trophoblast Differentiation and Nutrient Transporter Expression in an IUGR Mouse Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398549800002 PubMed ID: 27808423 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 6 Pages: 1233-1238 DOI: 10.1002/jcp.25676 Published: JUN 2017","Abstract":"The seven members of the tumor necrosis factor receptor (TNF-R)-associated factor (TRAF) family of intracellular proteins were originally discovered and characterized as signaling adaptor molecules coupled to the cytoplasmic regions of receptors of the TNF-R superfamily. Functionally, TRAFs act both as a scaffold and/or enzymatic proteins to regulate activation of mitogen-activated protein kinases (MAPKs) and transcription factors of nuclear factor-kappa B family (NF-kappa B). Given the wide variety of stimuli intracellularly conveyed by TRAF proteins, they are physiologically involved in multiple biological processes, including embryonic development, tissue homeostasis, and regulation of innate and adaptive immune responses. In the last few years, it has become increasingly evident the involvement of TRAF7, the last member of the TRAF family to be discovered, in the genesis and progression of several human cancers, placing TRAF7 in the spotlight as a novel tumor suppressor protein. In this paper, we review and discuss the literature recently produced on this subject. (C) 2016 The Authors. Journal of Cellular Physiology Published by Wiley Periodicals, Inc.","Authors":"Zotti, T (Zotti, Tiziana) ; Scudiero, I (Scudiero, Ivan) ; Vito, P (Vito, Pasquale) ; Stilo, R (Stilo, Romania)","Title":"The Emerging Role of TRAF7 in Tumor Development"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603100044 ISSN: 0023-6438 eISSN: 1096-1127","Keywords":"Sourdough; Lactic acid bacteria (LAB); GABA production; Antifungal activity KeyWords Plus:GAMMA-AMINOBUTYRIC-ACID; LACTOBACILLUS-PLANTARUM; BREAD; GABA; FERMENTATION; PURIFICATION; BREADMAKING; PHYSIOLOGY; GLUTAMATE; CULTURE","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"LWT-FOOD SCIENCE AND TECHNOLOGY Volume: 79 Pages: 361-366 DOI: 10.1016/j.lwt.2017.01.067 Published: JUN 2017","Abstract":"The technological and functional properties of 15 LAB species previously isolated from sourdough were determined in terms of antifungal and antibacterial activities, production of GABA as a functional component and phytase activity. All sourdough isolates were capable of producing GABA and Weissella paramesenteroides N-7 and Lactobacillus paralimentarius E-106 showed the highest and the lowest production levels as 18,43 mM and 3,39 mM, respectively determined by HPLC analysis. The antifungal activity of these strains were tested against Aspergillus niger and Penicillium chrysogenum and two strains Lactobacillus paraplantarum N-15 and L. paralimentarius E-106 showed significant inhibitory effects to these mould species. Generally, different levels of antibacterial activity of these species were observed against food-borne pathogens but only one strain showed low levels of inhibitory effect to Salmonella typhimurium but not the other strains. The PCR detection of several bacteriocin coding genes revealed that all strains were harboured at least one bacteriocin gene among the tested genes. Finally, all strains showed phytase activity but these activity was dependant on strain specific conditions. This study revealed some important techno-functional properties of sourdough LAB strains which can play crucial roles on sourdough technology. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Demirbas, F (Demirbas, Fatmanur) ; Ispirli, H (Ispirli, Humeyra) ; Kurnaz, AA (Kurnaz, Asena Ayse) ; Yilmaz, MT (Yilmaz, Mustafa Tahsin) ; Dertli, E (Dertli, Enes)","Title":"Antimicrobial and functional properties of lactic acid bacteria isolated from sourdoughs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398437100012 ISSN: 0300-3604 eISSN: 1573-9058","Keywords":"arbuscular mycorrhizal symbiosis; carbohydrates; chlorophyll; gas exchange; lipids; mineral nutrition KeyWords Plus:VITIS-VINIFERA L.; GLOMUS-INTRARADICES; MICROBIAL COMMUNITIES; CARBON METABOLISM; DROUGHT STRESS; SALT STRESS; GROWTH; PHOSPHATE; TRANSLOCATION; TRANSPORT","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"PHOTOSYNTHETICA Volume: 55 Issue: 2 Pages: 308-316 DOI: 10.1007/s11099-016-0243-5 Published: JUN 2017","Abstract":"In this study, we hypothesized that colonization of olive trees (Olea europaea L.) with the arbuscular mycorrhizal fungus Rhizophagus irregularis could modify the profiles of rhizosphere microbial communities with subsequent effects on nutrient uptake that directly affects olive tree physiology and performance. In this context, a greenhouse experiment was carried out in order to study the effects of mycorrhizal colonization by R. irregularis on photosynthesis, pigment content, carbohydrate profile, and nutrient uptake in olive tree. After six months of growth, photosynthetic rate in mycorrhizal (M) plants was significantly higher than that of nonmycorrhizal plants. A sugar content analysis showed enhanced concentrations of mannitol, fructose, sucrose, raffinose, and trehalose in M roots. We also observed a significant increase in P, K, Ca, Mg, Zn, Fe, and Mn contents in leaves of the M plants. These results are important, since nutrient deficiency often occurs in Mediterranean semiarid ecosystems, where olive trees occupy a major place.","Authors":"Tekaya, M (Tekaya, M.) ; Mechri, B (Mechri, B.) ; Mbarki, N (Mbarki, N.) ; Cheheb, H (Cheheb, H.) ; Hammami, M (Hammami, M.) ; Attia, F (Attia, F.)","Title":"Arbuscular mycorrhizal fungus Rhizophagus irregularis influences key physiological parameters of olive trees (Olea europaea L.) and mineral nutrient profile"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395963300030 ISSN: 0925-4005","Keywords":"Microfluidics; AC electrokinetics; in line particle trapping; Microalgae; Biosensors; Source water monitoring KeyWords Plus:CHLOROPHYLL FLUORESCENCE; ON-CHIP; OPTICAL TWEEZERS; CELLS; MANIPULATION; FLUOROMETER; FLOW; DIELECTROPHORESIS; INDUCTION; SENSITIVITY","Categories":"Chemistry; Electrochemistry; Instruments & Instrumentation Web of Science Categories:Chemistry, Analytical; Electrochemistry; Instruments & Instrumentation","Journal Information":"SENSORS AND ACTUATORS B-CHEMICAL Volume: 244 Pages: 265-274 DOI: 10.1016/j.snb.2016.12.124 Published: JUN 2017","Abstract":"Green algae have been studied as an important and effective biomarker to indicate water quality due to their sensitivity to toxic agents in freshwater sources. However, conventional methods to monitor algal physiology use a chlorophyll fluorometer whose use is hampered by high-cost, large footprint, and limited sensitivity for practical samples containing low algal concentration. To overcome these constraints, we developed a multi-level electrode platform for resettable trapping of algae via AC electro-osmosis (ACEO) and negative dielectrophoresis. Preliminary experiments were performed in freshwater with conductivity of 0.02 S/m. Algal trapping was demonstrated at a low voltage of 2 V. The concentration effect was experimentally verified by measuring the fluorescence intensity of algae and using hemocytometer counting chambers at the inlet and outlet of the multilevel microchannel lab-on-a-chip. An optimal frequency was found for trapping, which agrees with the frequency dependence of ACED flow velocity. Through-flow rate and electrode dimensions were optimized as well. Trapping efficiencies within the range of 26%-65% have been obtained. A maximum trapping rate of 182 cells/s was obtained with a flow rate of 20 l/min. This lab-on-a-chip shows high potential for improving the limit of detection in algal monitoring and enabling the development of a portable, integrated and automated system for monitoring the quality of source drinking waters.(C) 2016 Elsevier B.V. All rights reserved.","Authors":"Yuan, Q (Yuan, Quan) ; Wu, JY (Wu, Jayne) ; Greenbaum, E (Greenbaum, Elias) ; Evans, BR (Evans, Barbara)","Title":"A resettable in-line particle concentrator using AC electrokinetics for distributed monitoring of microalgae in source waters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691700006 ISSN: 0038-0717","Keywords":"Carbon-use efficiency; Thermodynamic efficiency; Microbial community composition; Temperature sensitivity; Substrate quality; Isothermal calorimetry KeyWords Plus:CARBON-USE-EFFICIENCY; FATTY-ACIDS; BIOMASS-C; LAND-USE; SOIL; GROWTH; BACTERIAL; FUNGAL; STOICHIOMETRY; EXTRACTION","Categories":"Agriculture Web of Science Categories:Soil Science","Journal Information":"SOIL BIOLOGY & BIOCHEMISTRY Volume: 109 Pages: 59-69 DOI: 10.1016/j.soilbio.2017.02.005 Published: JUN 2017","Abstract":"Mechanisms controlling carbon stabilisation in soil and its feedback to climate change are of considerable importance. Microbial substrate-use efficiency is an important property during decomposition of soil organic matter. It determines the allocation of substrate towards biosynthetic stabilisation of carbon and for respiratory losses into the atmosphere. Previously, it was observed that substrate-use efficiency declines with an increase in temperature and that it varies across organic substrates. Yet, our mechanistic understanding of processes causing the temperature sensitivity of substrate-use efficiency is limited. Changes in substrate-use efficiency could be triggered by (i) shifts in the active components of microbial communities, (ii) changes in microbial physiology within the same community, or (iii) a combination of both. In the present study, we evaluated the link between microbial community composition and substrate-use efficiency, combining measurements of carbon mineralisation and microbial energetics. We found only minor shifts in microbial community composition, despite large differences in substrate use efficiencies across incubation temperatures and substrate additions. We conclude that short-term changes in substrate-use efficiency were mainly caused by changes in microbial physiology, but emphasize that future studies should focus on resolving long-term trade-offs between physiological and community influences on substrate-use efficiency. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Bolscher, T (Bolscher, Tobias) ; Paterson, E (Paterson, Eric) ; Freitag, T (Freitag, Thomas) ; Thornton, B (Thornton, Barry) ; Herrmann, AM (Herrmann, Anke M.)","Title":"Temperature sensitivity of substrate-use efficiency can result from altered microbial physiology without change to community composition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392443600002 PubMed ID: 28092955 ISSN: 1547-1063 eISSN: 1551-0018","Keywords":"Blood flow; network optimization; discontinuous Galerkin scheme KeyWords Plus:PARTIAL-DIFFERENTIAL-EQUATIONS; PULSE-WAVE PROPAGATION; BLOOD-FLOW; ARTERIAL TREE; MODEL; CIRCULATION; VALIDATION; SIMULATION; SYSTEM; HEART","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"MATHEMATICAL BIOSCIENCES AND ENGINEERING Volume: 14 Issue: 3 Pages: 607-624 DOI: 10.3934/mbe.2017035 Published: JUN 2017","Abstract":"The development of mathematical models for studying phenomena observed in vascular networks is very useful for its potential applications in medicine and physiology. Detailed 3D studies of flow in the arterial system based on the Navier-Stokes equations require high computational power, hence reduced models are often used, both for the constitutive laws and the spatial domain. In order to capture the major features of the phenomena under study, such as variations in arterial pressure and flow velocity, the resulting PDE models on networks require appropriate junction and boundary conditions. Instead of considering an entire network, we simulate portions of the latter and use inflow and outflow conditions which realistically mimic the behavior of the network that has not been included in the spatial domain. The resulting PDEs are solved numerically using a discontinuous Galerkin scheme for the spatial and Adam-Bashforth method for the temporal discretization. The aim is to study the effect of truncation to the flow in the root edge of a fractal network, the effect of adding or subtracting an edge to a given network, and optimal control strategies on a network in the event of a blockage or unblockage of an edge or of an entire subtree.","Authors":"Cascaval, RC (Cascaval, Radu C.) ; D'Apice, C (D'Apice, Ciro) ; D'Arienzo, MP (D'Arienzo, Maria Pia) ; Manzo, R (Manzo, Rosanna)","Title":"FLOW OPTIMIZATION IN VASCULAR NETWORKS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396954000003 PubMed ID: 28089603 ISSN: 0001-706X eISSN: 1873-6254","Keywords":"Melatonin; Snake venom; Antivenom; Oxidative stress KeyWords Plus:ACUTE KIDNEY INJURY; NAJA-NAJA VENOM; SRI-LANKA; ANTIOXIDANT ENZYMES; OVERLOOKED ISSUES; CRUDE VENOM; NEUTRALIZATION; GLUTATHIONE; BITES; PHARMACOKINETICS","Categories":"Parasitology; Tropical Medicine Web of Science Categories:Parasitology; Tropical Medicine","Journal Information":"ACTA TROPICA Volume: 169 Pages: 14-25 DOI: 10.1016/j.actatropica.2017.01.004 Published: MAY 2017","Abstract":"Snakebite is a neglected health hazard. Its patho-physiology has largely been focused on systemic and local toxicities; whereas, venom and antivenom induced oxidative stress has long been ignored. Antivenom therapy although neutralizes venom lethality and saves many lives, remains ineffective against oxidative stress. This prompted us to complement antivenom with an antioxidant molecule melatonin that would protect against oxidative stress and increase the efficacy of the existing snakebite therapy. Here we show that D. russelli and E. carinatus venoms induce strong oxidative stress that persists even after antivenom administration in mice model. Additionally, antivenoms also induce oxidative stress. Polyvalent antivenom induce more oxidative stress than monovalent antivenom. Strikingly, antivenom and melatonin together not only inhibit venom and antivenom induced oxidative stress but also significantly reduce the neutralizing antivenom dose. This study provides a therapeutic potential for enhancing the existing snakebite therapy. The combined treatment of antivenom + melatonin would prevent the upsurge of oxidative stress as well as minimize the antivenom load. Thus the investigation offers immense scope for physicians and toxinologists to reinvestigate, design new strategies and think beyond the conventional mode of antivenom therapy. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Sharma, RD (Sharma, Rachana D.) ; Katkar, GD (Katkar, Gajanan D.) ; Sundaram, MS (Sundaram, Mahalingam S.) ; Swethakumar, B (Swethakumar, Basavarajaiah) ; Girish, KS (Girish, Kesturu S.) ; Kemparaju, K (Kemparaju, Kempaiah)","Title":"Melatonin inhibits snake venom and antivenom induced oxidative stress and augments treatment efficacy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396954000011 PubMed ID: 28174057 ISSN: 0001-706X eISSN: 1873-6254","Keywords":"Aedes aegypti; Sweet waste; Survival; Responsiveness to host; Fecundity KeyWords Plus:ANOPHELES-GAMBIAE DIPTERA; AEDES-AEGYPTI DIPTERA; BLOOD-FEEDING SUCCESS; HOST-SEEKING BEHAVIOR; REPRODUCTIVE PHYSIOLOGY; DENGUE VECTORS; CULICIDAE; SUGAR; NECTAR; FLIGHT","Categories":"Parasitology; Tropical Medicine Web of Science Categories:Parasitology; Tropical Medicine","Journal Information":"ACTA TROPICA Volume: 169 Pages: 84-92 DOI: 10.1016/j.actatropica.2017.01.022 Published: MAY 2017","Abstract":"In nature, adult mosquitoes typically utilize nectar as their main energy source, but they can switch to other as yet unidentified sugary fluids. Contemporary lifestyles, with their associated unwillingness to consume leftovers and improper disposal of waste, have resulted in the disposal of huge amounts of waste into the environment. Such refuse often contains unfinished food items, many of which contain sugar and some of which can collect water from rain and generate juices. Despite evidence that mosquitoes can feed on sugar-rich suspensions, semi-liquids, and decaying fruits, which can be abundant in garbage sites, the impacts of sweet waste fluids on dengue vectors are unknown. Here, we investigated the effects of extracts from some familiar sweet home waste items on key components of vectorial capacity of Aedes aegypti. Adult mosquitoes were fed one of five diets in this study: water (WAT); sucrose (SUG); bakery product (remnant of chocolate cake, BAK); dairy product (yogurt, YOG); and fruit (banana (BAN). Differences in survival, response time to host, and egg production were examined between groups. For both males and females, maintenance on BAK extract resulted in marked survival levels that were similar to those seen with SUG. Sweet waste extracts provided better substrates for survival compared to water, but this superiority was mostly seen with BAK. Females maintained on BAK, YOG, and BAN exhibited shorter response times to a host compared to their counterparts maintained on SUG. The levels of egg production were equivalent in waste extract-and SUG-fed females. The findings presented here illustrate the potential of sweet waste-derived fluids to contribute to the vectorial capacity of dengue vectors and suggest the necessity of readdressing the issue of waste disposal, especially that of unfinished sweet foods. Such approaches can be particularly relevant in dengue endemic areas where rainfall is frequent and waste collection infrequent. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Dieng, H (Dieng, Hamady) ; Satho, T (Satho, Tomomitsu) ; Abang, F (Abang, Fatimah) ; Meli, NKKS (Meli, Nur Khairatun Khadijah Sint) ; Ghani, IA (Ghani, Idris A.) ; Nolasco-Hipolito, C (Nolasco-Hipolito, Cirilo) ; Hakim, H (Hakim, Hafijah) ; Miake, F (Miake, Fumio) ; Ahmad, AH (Ahmad, Abu Hassan); Noor, S (Noor, Sabina) ; Zuharah, WF (Zuharah, Wan Fatma) ; Ahmad, H (Ahmad, Hamdan) ; Majid, AHA (Majid, Abdul Hafiz A.) ; Vargas, REM (Vargas, Ronald E. Morales) ; Morales, NP (Morales, Noppawan P.) ; Attrapadung, S (Attrapadung, Siriluck) ; Noweg, GT (Noweg, Gabriel Tonga) ...More...Less","Title":"Sweet waste extract uptake by a mosquito vector: Survival, biting, fecundity responses, and potential epidemiological significance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398872300007 PubMed ID: 28279923 ISSN: 0142-9612 eISSN: 1878-5905","Keywords":"Biomineralization; Carbonate; Substitution; Calcium phosphate; Bone KeyWords Plus:X-RAY-DIFFRACTION; ELECTRON-MICROSCOPIC TOMOGRAPHY; ELASTIC PROPERTIES; MINERAL COMPONENT; POTENTIAL MODEL; CRYSTAL-GROWTH; ORGANIC MATRIX; HYDROXYAPATITE; COLLAGEN; SOLUBILITY","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"BIOMATERIALS Volume: 127 Pages: 75-88 DOI: 10.1016/j.biomaterials.2017.02.029 Published: MAY 2017","Abstract":"The nanometer-sized plate-like morphology of bone mineral is necessary for proper bone mechanics and physiology. However, mechanisms regulating the morphology of these mineral nanocrystals remain unclear. The dominant hypothesis attributes the size and shape regulation to organic-mineral interactions. Here, we present data supporting the hypothesis that physicochemical effects of carbonate integration within the apatite lattice control the morphology, size, and mechanics of bioapatite mineral crystals. Carbonated apatites synthesized in the absence of organic molecules presented plate-like morphologies and nanoscale crystallite dimensions. Experimentally-determined crystallite size, lattice spacing, solubility and atomic order were modified by carbonate concentration. Molecular dynamics (MD) simulations and density functional theory (DFT) calculations predicted changes in surface energy and elastic moduli with carbonate concentration. Combining these results with a scaling law predicted the experimentally observed scaling of size and energetics with carbonate concentration. The experiments and models describe a clear mechanism by which crystal dimensions are controlled by carbonate substitution. Furthermore, the results demonstrate that carbonate substitution is sufficient to drive the formation of bone-like crystallites. This new understanding points to pathways for biomimetic synthesis of novel, nanostructured biomaterials. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Deymier, AC (Deymier, Alix C.) ; Nair, AK (Nair, Arun K.) ; Depalle, B (Depalle, Baptiste) ; Qin, Z (Qin, Zhao) ; Arcot, K (Arcot, Kashyap) ; Drouet, C (Drouet, Christophe) ; Yoder, CH (Yoder, Claude H.) ; Buehler, MJ (Buehler, Markus J.) ; Thomopoulos, S (Thomopoulos, Stavros) ; Genin, GM (Genin, Guy M.) ; Pasteris, JD (Pasteris, Jill D.) ...More...Less","Title":"Protein-free formation of bone-like apatite: New insights into the key role of carbonation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200044 PubMed ID: 28236707 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Bio-indicator; La Antigua; Organochlorine compounds; Phyllostomidae; Riparian corridor forests; Frugivorous KeyWords Plus:FREE-TAILED BATS; GULF-OF-MEXICO; LAND-USE; POLYCHLORINATED-BIPHENYLS; PIPISTRELLUS-PIPISTRELLUS; ORGANIC CONTAMINANTS; INSECTICIDE RESIDUES; ECOSYSTEM SERVICES; TROPICAL FOREST; PCB RESIDUES","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 373-382 DOI: 10.1016/j.chemosphere.2017.02.071 Published: MAY 2017","Abstract":"Riparian forests are recognized as important ecosystems for biodiversity conservation in transformed landscapes. Many animal species that use this type of vegetation facilitate its recovery through pollination and seed dispersal. In landscapes dominated by agrosystems and cattle ranching, persistent organochlorine pesticides (OCPs) in the riparian system may have an effect on the physiology and fitness of animals. In this study, we measured bioaccumulation of OCPs in the most abundant frugivorous bat, Sturnira hondurensis, from the upper part of La Antigua basin, Veracruz, Mexico and, from these data, estimated accumulation by the frugivorous bat community of riparian forests in contrasting, transformed (TL) and forested (FL) landscapes. Concentration of Sigma DDT, Sigma drines, Sigma clordano, Sigma HCH, Sigma heptachlor and Sigma endosulfan was measured by gas-chromatography in 23 female and 33 male adult Sturnira captured during the dry and rainy seasons. Using censored data statistics, we found that the sex of the individual was significant for Sigma HCH, and that interactions of landscape type (TL vs. FL) and season (dry vs. wet), and sex and season were significant for Sigma endosulfan and Sigma drines, respectively. Mean Sigma DDT (6.86 mu g/g) and Sigma HCH (28.22 mu g/g) concentrations were lower than those reported for frugivorous bats in India but concentrations of Sigma drines (13.86 mu g/g) were higher than those reported in insectivorous bats. In our study sites, frugivorous bats are bioaccumulating higher amounts of OCPs in TL than in FL. We discuss the potential of this species as a bio-indicator of OCPs contamination in river basins. (C) 2017 Published by Elsevier Ltd.","Authors":"Valdespino, C (Valdespino, Carolina) ; Sosa, VJ (Sosa, Vinicio J.)","Title":"Effect of landscape tree cover, sex and season on the bioaccumulation of persistent organochlorine pesticides in fruit bats of riparian corridors in eastern Mexico"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398402100001 PubMed ID: 28296647 ISSN: 0967-3334 eISSN: 1361-6579","Keywords":"waterplethysmography; bioelectrical impedance; muscle twitch force; reliability; standing work; lower leg KeyWords Plus:CANCER-RELATED LYMPHEDEMA; X-RAY ABSORPTIOMETRY; LOW-BACK-PAIN; WATER DISPLACEMENT; VOLUME CHANGES; MUSCULOSKELETAL SYMPTOMS; ELECTRICAL-STIMULATION; SPORTS-MEDICINE; VARICOSE-VEINS; FLUID VOLUME","Categories":"Biophysics; Engineering; Physiology Web of Science Categories:Biophysics; Engineering, Biomedical; Physiology","Journal Information":"PHYSIOLOGICAL MEASUREMENT Volume: 38 Issue: 5 Pages: 701-714 DOI: 10.1088/1361-6579/aa6711 Published: MAY 2017","Abstract":"Objectives. Prolonged standing is associated with multiple risk factors for musculoskeletal and venous disorders. In Germany over 50% of the working population spend most of their working time in a standing position. Basic understanding of prolonged standing physiology is lacking. We therefore plan to investigate the influence of 5 h standing (including breaks) on lower limb oedema measured by waterplethysmography (WP) and bioelectrical impedance (BI) and fatigue in the triceps surae muscle using muscle twitch force (MTF). In order to interpret our results, test-retest and inter-rater reliability of these measurement methods was evaluated first. Approach. 20 subjects (9 female) were included to test each method three times (M1, M2, M3) in 30 min periods with two raters (R1, R2) on separate days. Intraclass correlation coefficient (ICC; 2,1), standard error of measurement (SEM) and smallest real difference (SRD) were calculated for both raters. Main results. The SEM and SRD calculated for WP were 27 and 75 ml, respectively, for R1 and 23 and 64 ml, respectively, for R2 with an ICC of 0.98 (p < 0.0001). Statistically significant mean differences between M1 and M2 (R1 = 23 ml, p = 0.004; R2 = 19 ml, p = 0.027) but not significant mean differences between M2 and M3 (R1 = -6 ml, p = 0.45; R2 = 4 ml, p = 0.27) were calculated for both raters. BI data revealed SEM and SRD values of 3.8 and 10.5 Omega, respectively, for R1 and 3.4 and 9.4 Omega, respectively, for R2 with an ICC of 0.24 (p = 0.001). The differences between M1 and M2 (R1 = 3.9 Omega, p = 0.0001; R2 = 2.4 Omega, p = 0.049) and between M2 and M3 (R1 = 2.3 Omega, p = 0.012; R2 = 2.0 Omega, p = 0.008) were found to be statistically significant for both raters. SEM and SRD for MTF were 0.19 and 0.53 N, respectively, for R1 and 0.23 and 0.64 N, respectively, for R2 with an ICC of 0.71 (p < 0.0001). Mean differences between M1 and M2 were statistically significant for rater 1 but not for rater 2 (R1 = 0.13 N, p = 0.022; R2 = 0.12 N, p = 0.082) and the same was found for the difference between M2 and M3 for both raters (R1 = 0.04 N, p = 0.37; R2 = 0.08 N, p = 0.12). Significance. All three measurement methods showed good reliability and should be suitable for detecting effects of standing work on oedema development and fatigue as seen in previous results of long term standing experiments. Inter-rater reliability is found to be satisfactory as well, demonstrated by the small differences in SEM values of R1 and R2. Statistically significant differences shown for all three measurement methods could be due to lacking standardisation of leg placement and thus an actual lower leg volume change between measurements, indicating possibilities for further improvement of SEM values.","Authors":"Wall, R (Wall, Rudolf) ; Lips, O (Lips, Oliwia); Seibt, R (Seibt, Robert); Rieger, MA (Rieger, Monika A.); Steinhilber, B (Steinhilber, Benjamin)","Title":"Intra-and inter-rater reliability of lower leg waterplethysmography, bioelectrical impedance and muscle twitch force for the use in standing work evaluation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696100014 PubMed ID: 28161326 ISSN: 0031-9384","Keywords":"Early life conditions; Individual differences; Personality; Growth; Body temperature; Litter siblings KeyWords Plus:BROWN ADIPOSE-TISSUE; LOW-BIRTH-WEIGHT; THERMALLY ADVANTAGEOUS POSITIONS; NATURAL BREEDING CONDITIONS; NEWBORN DOMESTIC RABBITS; EARLY POSTNATAL-GROWTH; EUROPEAN RABBITS; ORYCTOLAGUS-CUNICULUS; ANIMAL PERSONALITY; MOTOR DEVELOPMENT","Categories":"Psychology; Behavioral Sciences Web of Science Categories:Psychology, Biological; Behavioral Sciences","Journal Information":"PHYSIOLOGY & BEHAVIOR Volume: 173 Pages: 101-109 DOI: 10.1016/j.physbeh.2017.01.044 Published: MAY 1 2017","Abstract":"The ontogeny of associated individual differences in behavior and physiology during early postnatal life, and in particular the emergence of such differences among litter siblings, has been hardly explored in mammals under natural conditions. We studied such within-litter differences in behavior in European rabbit pups Oryctolagus cuniculus prior to weaning, and whether and how these differences co-varied with other individual characteristics such as postnatal body temperature and early growth. The study was conducted under semi natural conditions in a colony of rabbits of wild origin, where the young were born and developed in nursery burrows. We equipped two siblings per litter with interscapular skin temperature loggers on postnatal day 2 and recorded temperature profiles for 48 h. Individual body (skin) temperatures of pups within litters were repeatable across time, indicating the existence of consistent individual differences. Such differences within litters were associated with relative differences in pre-weaning growth, revealing that relatively warmer pups showed a greater increase in body mass during the nest period. Between postnatal days 12 and 17, after the pups had reached a developmental stage of greater mobility, we carried out different behavioral tests: a handling-restraint test, an open field test and a jump-down test from a platform. Individual responses in the former two tests were associated, as those pups showing a quicker straggling response to restraint during handling also exhibited greater exploratory activity in the open field. This correlation across contexts suggests the existence of personality types in wild rabbits at an early developmental stage. Furthermore, pups' behavioral responses were strongly associated with their relative Within-litter body mass at testing. Animals with a lower body mass compared to their siblings showed a relatively quicker struggle response to handling restraint and covered a relatively larger distance in the open field, suggesting greater reactivity and responsiveness of relatively lighter pups in these tests. In contrast, relatively heavier pups jumped sooner from the platform, which may have been due to their greater physical maturation. In conclusion, our study shows that individual differences in behavior and associated differences in body temperature and growth are already present during early postnatal life, although such relationships can be easily overlooked, as they predominantly emerge as relative differences among littermates. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Rodel, HG (Roedel, Heiko G.) ; Bautista, A (Bautista, Amando) ; Roder, M (Roder, Manuel) ; Gilbert, C (Gilbert, Caroline) ; Hudson, R (Hudson, Robyn)","Title":"Early development and the emergence of individual differences in behavior among littermates of wild rabbit pups"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696100022 PubMed ID: 28188761 ISSN: 0031-9384","Keywords":"Infrared; Predator-induced stress; Predator-prey interaction; Stress-induced hyperthermia; Thermography KeyWords Plus:PREY INTERACTIONS; STRESS; THERMOGENESIS; HYPERTHERMIA; SENSITIVITY; ECOLOGY; SNAKES; STRIKE; MICE; FEAR","Categories":"Psychology; Behavioral Sciences Web of Science Categories:Psychology, Biological; Behavioral Sciences","Journal Information":"PHYSIOLOGY & BEHAVIOR Volume: 173 Pages: 174-178 DOI: 10.1016/j.physbeh.2017.02.004 Published: MAY 1 2017","Abstract":"Predator presence causes acute stress in mammals. A prey animal's stress response increases its chance of survival during life-threatening situations through adaptive changes in behavior and physiology. Some components of the physiological stress response can lead to changes in body surface temperatures. Body temperature changes in prey could provide information about prey state to predators that sense heat, such as pit vipers. We determined whether wild rodents undergo a stress-induced change in body surface temperature upon detecting and investigating rattlesnake predators. We staged encounters between free-ranging Merriam's kangaroo rats (Dipodomys merriami) and tethered Mojave rattlesnakes (Crotalus scutulatus) at baited feeding stations, and recorded interactions with a thermal-imaging camera. Kangaroo rats showed a significant change in maximum head temperature, snout temperature, and hind leg temperature during interactions with rattlesnakes. This supports the hypothesis that presence of a predator induces body temperature changes in prey animals. If changes in prey heat signature are detectable by heat-sensitive rattlesnakes, rattlesnakes could use this information to evaluate prey vigilance or arousal before striking; however, more detailed information on the sensory ecology of the pit organ under field conditions is needed to evaluate this possibility. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Schraft, HA (Schraft, Hannes A.) ; Clark, RW (Clark, Rulon W.)","Title":"Kangaroo rats change temperature when investigating rattlesnake predators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696100035 PubMed ID: 28238779 ISSN: 0031-9384","Keywords":"Feeding strategy; Cortisol; Self-feeding; Daily rhythms; Wedge sole KeyWords Plus:EUROPEAN SEA BASS; LOCOMOTOR-ACTIVITY RHYTHMS; SELF-FEEDING ACTIVITY; DICENTRARCHUS-LABRAX; SPARUS-AURATA; DIGESTIVE PHYSIOLOGY; CIRCADIAN-RHYTHMS; INDIVIDUAL FISH; GROWTH; BEHAVIOR","Categories":"Psychology; Behavioral Sciences Web of Science Categories:Psychology, Biological; Behavioral Sciences","Journal Information":"PHYSIOLOGY & BEHAVIOR Volume: 173 Pages: 272-278 DOI: 10.1016/j.physbeh2017.02.029 Published: MAY 1 2017","Abstract":"To gain further insights on the wedge sole (Dicologoglossa cuneata Moreau, 1881) physiology and behavior, we evaluated its daily feeding and locomotor activity rhythms and compared three different feeding strategies: self-feeding (SF), diurnal feeding schedule (DS) and nocturnal feeding schedule (NS). 450 fish divided into three groups (three replicates each), were kept during 65 days. SF had free access to self-feeders whereas DS and NS were fed four times a day. Physiological stress parameters as plasma cortisol, glucose, lactate, proteins and triglycerides were determined. Under the SF setting, the 91% of feeding demands occurred during the dark phase. Furthermore, locomotor activity was also higher during the scotophase (64% of the total activity). Significantly higher values for specific growth rate (SGR).and feed efficiency rate (FER) were observed in NS (0.49 and 0.48% day(-1), respectively); whereas SF consumed much less food than the rest and presented a high mortality rate (46%). Plasma cortisol levels were dramatically increased in SF and DS compared to NS (21.8 +/- 6.1, 65.8 +/- 30.3 and 0.3 +/- 0.1 ng mL(-1), respectively). In summary, the wedge sole appears as a species with nocturnal locomotor and feeding behaviors and NS as the most appropriate feeding strategy. These new findings appear as key information for both the preservation of natural stocks of this species and its rearing. (C) 2017 Published by Elsevier Inc.","Authors":"De la Roca, E (De la Roca, E.) ; Sanchez, B (Sanchez, B.) ; Lopez, JM (Lopez, J. M.) ; Herves, MA (Herves, M. A.) ; Canalejo, A (Canalejo, A.) ; Herrera, M (Herrera, M.)","Title":"Daily activity rhythms and the stress-related response in the wedge sole (Dicologoglossa cuneata Moreau, 1881)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696100037 PubMed ID: 28238777 ISSN: 0031-9384","Keywords":"Enrichment; Behaviour; Gene expression; Frontal cortex; IGF-1 KeyWords Plus:GROWTH-FACTOR-I; GROWING PIGS; LOCOMOTOR BEHAVIOR; POSTNATAL-GROWTH; BRAIN HEALTH; OLDER-ADULTS; EXERCISE; RATS; ACTIVATION; COMPLEXITY","Categories":"Psychology; Behavioral Sciences Web of Science Categories:Psychology, Biological; Behavioral Sciences","Journal Information":"PHYSIOLOGY & BEHAVIOR Volume: 173 Pages: 285-292 DOI: 10.1016/j.physbeh2017.02.030 Published: MAY 1 2017","Abstract":"Environmental enrichment (EE) is widely used in the life sciences to study effects of environment on the brain. In pigs, despite lack of EE being a key welfare issue there is little understanding of brain effects of EE in pigs. This project aimed to study the effects of exposure to an EE arena on piglet behaviours and on brain gene expression levels with a focus on IGF-1 and related genes. Eight litters of large white x landrace x Hampshire piglets were farrowed and raised in a free farrowing system (PigSAFE). At 42 days of age, 6 piglets per litter were given access to an enriched arena with plentiful peat, straw and space, (in groups of 4 made up of stable pairs) for 15 min per day on 5 consecutive days to allow them to habituate to the apparatus. Piglet behaviours were recorded in the arena for 15 min periods on 3 consecutive days. On the final day only one pair of test piglets per litter was given access to the arena. Brain tissue was collected within 45 min of the test from piglets exposed to the arena on the day and their non -exposed littermate controls. RNA was extracted from the frontal cortex and QRT-PCR for selected genes run on a Stratgene MX3005P. In both the home pen and the EE arena litters spent the largest proportion of time engaging in foraging behaviour which was significantly increased in the enriched arena (t(7) = 535, df = 6, p = 0.001). There were decreases in non-running play (t(7) = 4.82, p = 0.002) and inactivity (t(7) = 4.6, p = 0.002) in the arena. A significant fold change increase (FC = 1.07, t = 4.42, p = 0.002) Was observed in IGF-1 gene expression in the frontal cortex of piglets exposed to the enriched arena compared to those not exposed on the day of culling. No change in expression was observed in CSF1, the IGF-1 receptor gene nor in any of the binding proteins tested (IGFBP1-6). There was a weak tendency for increased expression of the neurotrophic factor BDNF1 (fold change: 1.03; t(7) = 1.54, p = 0.1). We believe this work is the first to explore effects of EE on pig brain physiology and development, and also points to a potential role for IGF-1 in brain effects of EE. (C) 2017 The Authors. Published by Elsevier Inc. This is an open access article under the CC BY license","Authors":"Brown, SM (Brown, Sarah M.) ; Peters, R (Peters, Rebecca) ; Lawrence, AB (Lawrence, Alistair B.)","Title":"Up-regulation of IGF-1 in the frontal cortex of piglets exposed to an environmentally enriched arena"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397808200002 PubMed ID: 28168732 ISSN: 0894-1491 eISSN: 1098-1136","Keywords":"calcium; exocytosis; Cx43; dnSNARE; enteric glial cells; IP3; VIPP KeyWords Plus:NERVOUS-SYSTEM; OCULODENTODIGITAL DYSPLASIA; GUINEA-PIG; MYENTERIC PLEXUS; TRANSGENIC MICE; GLIAL-CELLS; RELEASE; ASTROCYTES; GLUTAMATE; CALCIUM","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"GLIA Volume: 65 Issue: 5 Pages: 699-711 DOI: 10.1002/glia.23121 Published: MAY 2017","Abstract":"Enteric glia (EG) in the enteric nervous system can modulate neuronally regulated gut functions. Using molecular genetics, we assessed the effects that molecular entities expressed in EG and otherwise mediating two distinct mechanisms of gliotransmitter release, connexin 43 (Cx43) hemichannel vs. Ca2+-dependent exocytosis, have on gut function. The expression of mutated Cx43(G138R) (which favors hemichannel, as opposed to gap-junctional activity) in EG increased gut motility in vivo, while a knock-down of Cx43 in EG resulted in the reduction of gut motility. However, inhibition of Ca2+-dependent exocytosis in EG did not affect gut motility in vivo; rather, it increased the fecal pellet fluid content. Hampering either Cx43 expression or Ca2+-dependent exocytosis in EG had an effect on colonic migrating motor complexes, mainly decreasing frequency and velocity of contractions ex vivo. Thus, EG can differentially modulate gut reflexes using the above two distinct mechanisms of gliotransmission.","Authors":"Grubisic, V (Grubisic, Vladimir) ; Parpura, V (Parpura, Vladimir)","Title":"Two modes of enteric gliotransmission differentially affect gut physiology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397808200005 PubMed ID: 28181299 ISSN: 0894-1491 eISSN: 1098-1136","Keywords":"lysophospholipid; NF-kB; phosphatidylserine; pro-inflammatory cytokines; ramified microglia KeyWords Plus:NF-KAPPA-B; LYSOPHOSPHATIDYLSERINE ANALOGS; CONTINUOUS STRESS; CELL POLARITY; NERVE INJURY; FATTY-ACIDS; RHO GTPASES; PHOSPHATIDYLSERINE; ACTIVATION; RECEPTORS","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"GLIA Volume: 65 Issue: 5 Pages: 740-755 DOI: 10.1002/glia.23123 Published: MAY 2017","Abstract":"Under a quiescent state, microglia exhibit a ramified shape, rather than the amoeboid-like morphology following injury or inflammation. The manipulation of microglial morphology in vitro has not been very successful, which has impeded the progress of microglial studies. We demonstrate that lysophosphatidylserine (LysoPS), a kind of lysophospholipids, rapidly and substantially alters the morphology of primary cultured microglia to an in vivo-like ramified shape in a receptor independent manner. This mechanism is mediated by Cdc42 activity. LysoPS is incorporated into the plasma membrane and converted to phosphatidylserine (PS) via the Lands' cycle. The accumulated PS on the membrane recruits Cdc42. Both Cdc42 and PS colocalize predominantly in primary and secondary processes, but not in peripheral branches or tips of microglia. Along with the morphological changes LysoPS suppresses inflammatory cytokine production and NF-kB activity. The present study provides a tool to manipulate a microglial phenotype from an amoeboid to a fully ramified in vitro, which certainly contributes to studies exploring microglial physiology and pathology.","Authors":"Tokizane, K (Tokizane, Kyohei) ; Konishi, H (Konishi, Hiroyuki) ; Makide, K (Makide, Kumiko) ; Kawana, H (Kawana, Hiroki) ; Nakamuta, S (Nakamuta, Shinichi) ; Kaibuchi, K (Kaibuchi, Kozo) ; Ohwada, T (Ohwada, Tomohiko) ; Aoki, J (Aoki, Junken) ; Kiyama, H (Kiyama, Hiroshi)","Title":"Phospholipid localization implies microglial morphology and function via Cdc42 in vitro"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397071100010 PubMed ID: 27791263 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 5 Pages: 976-981 DOI: 10.1002/jcp.25670 Published: MAY 2017","Abstract":"Calcium (Ca++) is one of the major signal molecules that regulate various aspects of cell functions including cell cycle progression, arrest, and apoptosis in wide variety of cells. This review summarizes current knowledge on the differential roles of Ca++ in meiotic cell cycle resumption, arrest, and apoptosis in mammalian oocytes. Release of Ca++ from internal stores and/or Ca++ influx from extracellular medium causes moderate increase of intracellular Ca++ ([Ca++]i) level and reactive oxygen species (ROS). Increase of Ca++ as well as ROS levels under physiological range trigger maturation promoting factor (MPF) destabilization, thereby meiotic resumption from diplotene as well as metaphase-II (M-II) arrest in oocytes. A sustained increase of [Ca++]i level beyond physiological range induces generation of ROS sufficient enough to cause oxidative stress (OS) in aging oocytes. The increased [Ca++]i triggers Fas ligand-mediated oocyte apoptosis. Further, OS triggers mitochondria-mediated oocyte apoptosis in several mammalian species. Thus, Ca++ exerts differential roles on oocyte physiology depending upon its intracellular concentration. A moderate increase of [Ca++]i as well as ROS mediate spontaneous resumption of meiosis from diplotene as well as M-II arrest, while their high levels cause meiotic cell cycle arrest and apoptosis by operating both mitochondria-as well as Fas ligand-mediated apoptotic pathways. Indeed, Ca++ regulates cellular physiology by modulating meiotic cell cycle and apoptosis in mammalian oocytes. (C) 2016 Wiley Periodicals, Inc.","Authors":"Tiwari, M (Tiwari, Meenakshi) ; Prasad, S (Prasad, Shilpa) ; Shrivastav, TG (Shrivastav, Tulsidas G.) ; Chaube, SK (Chaube, Shail K.)","Title":"Calcium Signaling During Meiotic Cell Cycle Regulation and Apoptosis in Mammalian Oocytes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397071100012 PubMed ID: 27861886 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 5 Pages: 986-995 DOI: 10.1002/jcp.25690 Published: MAY 2017","Abstract":"Oligodendrocyte progenitor cells (OPCs) undergo marked morphological changes to become mature oligodendrocytes, but the metabolic resources for this process have not been fully elucidated. Although lactate, a metabolic derivative of glycogen, has been reported to be consumed in oligodendrocytes as a metabolite, and to ameliorate hypomyelination induced by low glucose conditions, it is not clear about the direct contribution of lactate to cell cycling and differentiation of OPCs, and the source of lactate for remyelination. Therefore, we evaluated the effect of 1,4-dideoxy-1,4-imino-d-arabinitol (DAB), an inhibitor of the glycogen catabolic enzyme glycogen phosphorylase, in a mouse cuprizone model. Cuprizone induced demyelination in the corpus callosum and remyelination occurred after cuprizone treatment ceased. This remyelination was inhibited by the administration of DAB. To further examine whether lactate affects proliferation or differentiation of OPCs, we cultured mouse primary OPC-rich cells and analyzed the effect of lactate. Lactate rescued the slowed cell cycling induced by 0.4 mM glucose, as assessed by the BrdU-positive cell ratio. Lactate also promoted OPC differentiation detected by monitoring the mature oligodendrocyte marker myelin basic protein, in the presence of both 36.6 mM and 0.4 mM glucose. Furthermore, these lactate-mediated effects were suppressed by the reported monocarboxylate transporter inhibitor, alpha-cyano-4-hydroxy-cinnamate. These results suggest that lactate directly promotes the cell cycling rate and differentiation of OPCs, and that glycogen, one of the sources of lactate, contributes to remyelination in vivo. (C) 2016 The Authors. Journal of Cellular Physiology Published by Wiley Periodicals, Inc.","Authors":"Ichihara, Y (Ichihara, Yoshinori) ; Doi, T (Doi, Toru) ; Ryu, Y (Ryu, Youngjae) ; Nagao, M (Nagao, Motoshi) ; Sawada, Y (Sawada, Yasuhiro) ; Ogata, T (Ogata, Toru)","Title":"Oligodendrocyte Progenitor Cells Directly Utilize Lactate for Promoting Cell Cycling and Differentiation"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398672000006 PubMed ID: 28316330 ISSN: 1740-1526 eISSN: 1740-1534","Categories":"Microbiology Web of Science Categories:Microbiology","Journal Information":"NATURE REVIEWS MICROBIOLOGY Volume: 15 Issue: 5 Pages: 259-270 DOI: 10.1038/nrmicro.2017.14 Published: MAY 2017","Abstract":"The respiratory tract is a complex organ system that is responsible for the exchange of oxygen and carbon dioxide. The human respiratory tract spans from the nostrils to the lung alveoli and is inhabited by niche-specific communities of bacteria. The microbiota of the respiratory tract probably acts as a gatekeeper that provides resistance to colonization by respiratory pathogens. The respiratory microbiota might also be involved in the maturation and maintenance of homeostasis of respiratory physiology and immunity. The ecological and environmental factors that direct the development of microbial communities in the respiratory tract and how these communities affect respiratory health are the focus of current research. Concurrently, the functions of the microbiome of the upper and lower respiratory tract in the physiology of the human host are being studied in detail. In this Review, we will discuss the epidemiological, biological and functional evidence that support the physiological role of the respiratory microbiota in the maintenance of human health.","Authors":"Man, WH (Man, Wing Ho) ; Piters, WAAD (Piters, Wouter A. A. de Steenhuijsen) ; Bogaert, D (Bogaert, Debby)","Title":"The microbiota of the respiratory tract: gatekeeper to respiratory health"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398672000010 PubMed ID: 28344349 ISSN: 1740-1526 eISSN: 1740-1534","Categories":"Microbiology Web of Science Categories:Microbiology","Journal Information":"NATURE REVIEWS MICROBIOLOGY Volume: 15 Issue: 5 Pages: 309-318 DOI: 10.1038/nrmicro.2017.17 Published: MAY 2017","Abstract":"Macromolecular crowding affects the mobility of biomolecules, protein folding and stability, and the association of macromolecules with each other. Local differences in crowding that arise as a result of subcellular components and supramolecular assemblies contribute to the structural organization of the cytoplasm. In this Opinion article we discuss how macromolecular crowding affects the physicochemistry of the cytoplasm and how this, in turn, affects microbial physiology. We propose that cells maintain the overall concentration of macromolecules within a narrow range and discuss possible mechanisms for achieving crowding homeostasis. In addition, we propose that the term 'homeocrowding' is used to describe the process by which cells maintain relatively constant levels of macromolecules.","Authors":"van den Berg, J (van den Berg, Jonas); Boersma, AJ (Boersma, Arnold J.); Poolman, B (Poolman, Bert)","Title":"Microorganisms maintain crowding homeostasis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397552000007 PubMed ID: 28189709 ISSN: 1569-9048 eISSN: 1878-1519","Keywords":"Chicken embryos; Hypercapnia; Hypoxia; Acid-base disturbances; Hematology; Metabolic compensation KeyWords Plus:METABOLIC COMPENSATION; CHALLENGES; BALANCE; GROWTH; BLOOD; HEMATOCRIT; OXYGEN; HATCHLINGS; PHYSIOLOGY; BROILER","Categories":"Physiology; Respiratory System Web of Science Categories:Physiology; Respiratory System","Journal Information":"RESPIRATORY PHYSIOLOGY & NEUROBIOLOGY Volume: 239 Pages: 55-63 DOI: 10.1016/j.resp.2017.02.001 Published: MAY 2017","Abstract":"Most experiments examining acid-base regulation of chicken embryos have employed static, single time point measurements rather than dynamic, multiple time point measurements that might reveal additional components of developing acid-base regulation. Thus, we studied blood acid-base balance and hematology of day 15 chicken embryos under 24h exposure to graded hypercapnia (1%-7% CO2) accompanied by graded hypoxia (20% O-2 down to 13% O-2). Across all hypercapnic/hypoxic environments, respiratory acidosis occurred 2 h after exposure in proportion to the magnitude of hypercapnia. An additional metabolic alkalosis occurred in >= 16% O-2, and metabolic acidosis in <= 14% O-2. As exposure progressed, compensatory metabolic alkalosis occurred in all groups at 6 h, but partial metabolic compensation could not be preserved as hypoxia increased (<= 18% O-2). Across all hypercapnic/hypoxic groups, hematocrit, mean corpuscular volume and red blood cell concentration significantly increased by 24 h, most likely due to hypoxia rather than hypercapnia. Overall, day 15 chicken embryos cannot maintain even partial compensation in their acid-base physiology after 24h exposure to hypercapnic/hypoxic environments of >= 5% CO2 + <= 15% O-2. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Mueller, CA (Mueller, Casey A.) ; Tazawa, H (Tazawa, Hiroshi) ; Burggren, WW (Burggren, Warren W.)","Title":"Dynamics of acid-base and hematological regulation in day 15 chicken embryos (Gallus gallus domesticus) exposed to graded hypercapnia and hypoxia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397552000010 PubMed ID: 28213200 ISSN: 1569-9048 eISSN: 1878-1519","Keywords":"Child; Diaphragm EMG; Physiology; Polysomnography; Sleep; Reproducibility KeyWords Plus:CHEST-WALL ELECTROMYOGRAPHY; NONINVASIVE EMG TECHNIQUE; HUMAN DIAPHRAGM; MUSCLE-ACTIVITY; PRESSURE; APNEA; ADOLESCENTS; ACCURACY; VALUES","Categories":"Physiology; Respiratory System Web of Science Categories:Physiology; Respiratory System","Journal Information":"RESPIRATORY PHYSIOLOGY & NEUROBIOLOGY Volume: 239 Pages: 75-80 DOI: 10.1016/j.resp.2017.02.004 Published: MAY 2017","Abstract":"Aims: Quantitatively measure and validate analysis of neural respiratory drive (NRD) using a commercial polysomnography system in children during sleep. Method: Surface electromyogram of the diaphragm (sEMGdi) recorded from primary snoring children were analysed. A subset was re-analysed to assess intra- and inter-investigator reproducibility. Effects of different band pass filter settings (20-100 Hz vs 10-1000 Hz) on sEMGdi amplitude were evaluated. Results: Mean sEMGdi from 45 children aged 4.38 years (median; IQR 3.00-7.96) was 5.05 mu V (SD 2.73). The sEMGdi had a high intra-subject intraclass correlation coefficient (ICC) of 0.88. sEMGdi analysis was reproducible with high ICC between occasions (0.99; 95% CI 0.98-0.99) and between investigators (0.98; 95% CI 0.97-0.99). There was also a high ICC (0.99, 95% CI 0.96-1.00) between the sEMGdi measured using different band-pass filter settings. Age and BMI were negative predictors of sEMGdi (p < 0.0001 and p = 0.0004 respectively). Conclusion: NRD in children during sleep as assessed by sEMGdi can be quantified in a reliable and reproducible fashion. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chuang, SYC (Chuang, Sandra Ya-chu) ; Teng, A (Teng, Arthur) ; Butler, JE (Butler, Jane Elizabeth) ; Gandevia, SC (Gandevia, Simon Charles) ; Selvadurai, H (Selvadurai, Hiran) ; Jaffe, A (Jaffe, Adam)","Title":"Validation of a quantitative method to measure neural respiratory drive in children during sleep"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398567200022 PubMed ID: 26990016 ISSN: 1464-7931 eISSN: 1469-185X","Keywords":"indirect genetic effects; social behaviour; aggression; reproduction; social environment; social interaction networks KeyWords Plus:FEMALE FRUIT-FLIES; DROSOPHILA-MELANOGASTER; SEXUAL CONFLICT; MATE CHOICE; INTERACTING PHENOTYPES; DOMINANCE HIERARCHIES; DECISION-MAKING; ECOLOGICAL INTERACTIONS; ARABIDOPSIS-THALIANA; AGGRESSIVE-BEHAVIOR","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGICAL REVIEWS Volume: 92 Issue: 2 Pages: 1027-1038 DOI: 10.1111/brv.12267 Published: MAY 2017","Abstract":"The social environment modulates gene expression, physiology, behaviour and patterns of inheritance. For more than 50 years, this concept has been investigated using approaches that include partitioning the social component out of behavioural heritability estimates, studying maternal effects on offspring, and analysing dominance hierarchies. Recent advances have formalized this 'social environment effect' by providing a more nuanced approach to the study of social influences on behaviour while recognizing evolutionary implications. Yet, in most of these formulations, the dynamics of social interactions are not accounted for. Also, the reciprocity between individual behaviour and group-level interactions has been largely ignored. Consistent with evolutionary theory, the principles of social interaction are conserved across a broad range of taxa. While noting parallels in diverse organisms, this review uses Drosophila melanogaster as a case study to revisit what is known about social interaction paradigms. We highlight the benefits of integrating the history and pattern of interactions among individuals for dissecting molecular mechanisms that underlie social modulation of behaviour.","Authors":"Schneider, J (Schneider, Jonathan) ; Atallah, J (Atallah, Jade) ; Levine, JD (Levine, Joel D.)","Title":"Social structure and indirect genetic effects: genetics of social behaviour"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398567200026 PubMed ID: 27020603 ISSN: 1464-7931 eISSN: 1469-185X","Keywords":"brain functions; phenotypic plasticity; glucose; steroids; food shortage; energy; fitness KeyWords Plus:MICE PEROMYSCUS-LEUCOPUS; WILD BIRD POPULATION; ADULT MALE RATS; CALORIC RESTRICTION; DROSOPHILA-MELANOGASTER; SYNAPTIC PLASTICITY; LEARNING-ABILITY; GLUCOSE-HOMEOSTASIS; GONADAL-HORMONES; ANIMAL COGNITION","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGICAL REVIEWS Volume: 92 Issue: 2 Pages: 1101-1112 DOI: 10.1111/brv.12270 Published: MAY 2017","Abstract":"Cognitive performance is based on brain functions, which have energetic demands and are modulated by physiological parameters such as metabolic hormones. As both environmental demands and environmental energy availability change seasonally, we propose that cognitive performance in free-living animals might also change seasonally due to phenotypic plasticity. This is part of an emerging research field, the 'ecophysiology of cognition': environmentally induced changes in physiological traits, such as blood glucose and hormone levels, are predicted to influence cognitive performance in free-living animals. Energy availability for the brain might change, and as such cognition, with changing energetic demands (e.g. reproduction) and changes of energy availability in the environment (e.g. winter, drought). Individuals spending more energy than they can currently obtain from their environment (allostatic overload type I) are expected to trade off energy investment between cognition and other life-sustaining processes or even reproduction. Environmental changes reducing energy availability might thus impair cognition. However, selection pressures such as predation risk, mate choice or social demands may act on the trade-off between energy saving and cognition. We assume that different environmental conditions can lead to three different trade-off outcomes: cognitive impairment, resilience or enhancement. Currently we cannot understand these trade-offs, because we lack information about changes in cognitive performance due to seasonal changes in energy availability and both the resulting changes in homeostasis (for example, blood glucose levels) and the associated changes in the mechanisms of allostasis (for example, hormone levels). Additionally, so far we know little about the fitness consequences of individual variation in cognitive performance. General cognitive abilities, such as attention and associative learning, might be more important in determining fitness than complex and specialized cognitive abilities, and easier to use for comparative study in a large number of species. We propose to study seasonal changes in cognitive performance depending on energy availability in populations facing different predation risks, and the resulting fitness consequences.","Authors":"Maille, A (Maille, Audrey) ; Schradin, C (Schradin, Carsten)","Title":"Ecophysiology of cognition: How do environmentally induced changes in physiology affect cognitive performance?"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398567200027 PubMed ID: 27062218 ISSN: 1464-7931 eISSN: 1469-185X","Keywords":"bird flight; feather deformities; perturbations; physiology; stress KeyWords Plus:WHITE-CROWNED SPARROWS; CORVUS-CORONE-CORNIX; ZONOTRICHIA-LEUCOPHRYS-GAMBELII; TIT PARUS-MAJOR; AMERICAN KESTRELS; PASSER-DOMESTICUS; NATURAL-SELECTION; KAWASAKI-DISEASE; POSTNUPTIAL MOLT; PELAGIC SEABIRD","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGICAL REVIEWS Volume: 92 Issue: 2 Pages: 1113-1127 DOI: 10.1111/brv.12273 Published: MAY 2017","Abstract":"Fault bars are narrow malformations in feathers oriented almost perpendicular to the rachis where the feather vein and even the rachis may break. Breaks in the barbs and barbules result in small pieces of the feather vein being lost, while breaks in the rachis result in loss of the distal portion of the feather. Here, we provide a comprehensive review of 74 papers on fault bar formation in hopes of providing a clearer approach to their study. First, we review the evidence that the propensity to develop fault bars is modified by natural selection. Given that fault bars persist in the face of survival costs, we conclude that they must be an unfortunate consequence of some alternative adaptation that outweighs the fitness costs of fault bars. Second, we summarize evidence that the development of fault bars is triggered by psychological stress such as that of handling or predation attempts, and that they persist because the sudden contractions of the muscles in the feather follicle that control fright moults also causes the development of fault bars in growing feathers. Third, we review external and physiological (e.g. corticosterone) agents that may affect the likelihood that an acute stress will result in a growing feather exhibiting a fault bar. These modifying factors have often been treated as fundamental causes in the earlier literature on fault bars. Fourth, we then use this classification to propose a tentative model where fault bars of different severity (from light to severe) are the outcome of the interaction between the propensity to produce fault bars (which differs between species, individuals and feather follicles within individuals) and the intensity of the perturbation. This model helps to explain contradictory results in the literature, to identify gaps in our knowledge, and to suggest further studies. Lastly, we discuss ways in which better understanding of fault bars can inform us about other aspects of avian evolutionary ecology, such as the physiology of moult, the integration of moult into avian life cycles, and the strategies used to minimize stress during moult. Moreover, the study of fault bars may be relevant to understanding the aerodynamics of flight and the early evolution of flight.","Authors":"Jovani, R (Jovani, Roger) ; Rohwer, S (Rohwer, Sievert)","Title":"Fault bars in bird feathers: mechanisms, and ecological and evolutionary causes and consequences"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396640600044 PubMed ID: 28189099 ISSN: 0147-6513 eISSN: 1090-2414","Keywords":"OECD; Immobilisation; Algae; Multiwell plate; Automation; Metal KeyWords Plus:REPRODUCTION; MATURATION; METALS","Categories":"Environmental Sciences & Ecology; Toxicology Web of Science Categories:Environmental Sciences; Toxicology","Journal Information":"ECOTOXICOLOGY AND ENVIRONMENTAL SAFETY Volume: 139 Pages: 352-357 DOI: 10.1016/j.ecoenv.2017.02.002 Published: MAY 2017","Abstract":"Phenotypic markers of animal health form an essential component of regulatory toxicology. Immobilisation of neonate water fleas - Daphnia magna - as a surrogate measure of their mortality following exposure to a chemical for 24-48 h forms the basis of the internationally utilised OECD acute toxicity test 202. A second important marker of animal physiology and health is feeding rate, which in Daphnia is determined by measuring the algae feeding rate. Given the widespread use of OECD test 202 for acute toxicity as well as the quantification of feeding rate in toxicological studies of daphniids, significant benefits could result from miniaturising this assay. In particular, miniaturisation would use fewer animals, less media and chemicals, less laboratory space and make the tests more compatible with automation, and therefore could result in considerable time savings. Furthermore, miniaturising phenotypic markers to the ultimate level of a single animal per well would facilitate multiple measurements of other phenotypic markers, such as behavioural responses, which could be integrated at the individual level. In this study we used a wide range of exposure vessels to evaluate the impacts of systematically varying total media volume, surface to volume ratio and animal density for the acute toxicity testing of cadmium. We demonstrate that Daphnia acute toxicity tests using single animals within 24- or 48-well plates produce equivalent results as for traditional test configurations, for different chemicals. Considering algae feeding rates by Daphnia, we studied the impacts of varying algae concentration, total volume and animal density. After having demonstrated that multiwell plates can again yield equivalent test results as traditional experimental setups, we used miniaturised test vessels to show the impact of metals on the feeding activity on daphniids for both neonates and adult animals. Overall we confirm the feasibility of a multiwell approach for Daphnia toxicity testing that requires less time and materials than a traditional assay and can provide phenotypic characterisation at a single animal level.","Authors":"Grintzalis, K (Grintzalis, Konstantinos) ; Dai, WK (Dai, Wenkui) ; Panagiotidis, K (Panagiotidis, Konstantinos) ; Belavgeni, A (Belavgeni, Alexia) ; Viant, MR (Viant, Mark R.)","Title":"Miniaturising acute toxicity and feeding rate measurements in Daphnia magna"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398566800022 PubMed ID: 28232472 ISSN: 0017-5749 eISSN: 1468-3288","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"GUT Volume: 66 Issue: 5 Pages: 966-974 DOI: 10.1136/gutjnl-2016-313425 Published: MAY 2017","Abstract":"This review introduces the principles of visceral sensation and appraises the current approaches to management of visceral pain in functional GI diseases, principally IBS. These approaches include dietary measures including fibre supplementation, low fermentable oligosaccharides, disaccharides, monosaccharides and polyols diet, and pharmacological approaches such as antispasmodics, peppermint oil, antidepressants (tricyclic agents, selective serotonin reuptake inhibitors), 5-HT3 receptor antagonists (alosetron, ondansetron, ramosetron), non-absorbed antibiotic (rifaximin), secretagogues (lubiprostone, linaclotide), mu-opioid receptor (OR) and kappa-OR agonist, delta-OR antagonist (eluxadoline), histamine H1 receptor antagonist (ebastine), neurokinin-2 receptor antagonist (ibodutant) and GABAergic agents (gabapentin and pregabalin). Efficacy and safety are discussed based on pivotal trials or published systematic reviews and metaanalysis, expressing ORs or relative risks and their 95% CIs. Potential new approaches may be based on recent insights on mucosal expression of genes, and microRNA and epigenetic markers in human biopsies and in animal models of visceral hypersensitivity. The objectives of this review are to appraise the physiology and anatomy of gut sensation and the efficacy in the relief of visceral pain (typically in IBS) of several classes of therapies. These include fermentable oligosaccharides, disaccharides, monosaccharides and polyols (FODMAPs) and different classes of medications (box 1).","Authors":"Camilleri, M (Camilleri, Michael) ; Boeckxstaens, G (Boeckxstaens, Guy)","Title":"Dietary and pharmacological treatment of abdominal pain in IBS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397698200001 ISSN: 0022-0981 eISSN: 1879-1697","Keywords":"Salinity; Ocean acidification; Estuaries; Heat shock protein; Ingestion rate; Metabolism; Calcification; Aquaculture KeyWords Plus:SCALLOP ARGOPECTEN-PURPURATUS; ELEVATED CO2 LEVELS; OCEAN ACIDIFICATION; CONCHOLEPAS-CONCHOLEPAS; CRASSOSTREA-VIRGINICA; SOUTHERN CHILE; PHENOTYPIC PLASTICITY; CARBONATE CHEMISTRY; FEEDING PHYSIOLOGY; LOCAL ADAPTATION","Categories":"Environmental Sciences & Ecology; Marine & Freshwater Biology Web of Science Categories:Ecology; Marine & Freshwater Biology","Journal Information":"JOURNAL OF EXPERIMENTAL MARINE BIOLOGY AND ECOLOGY Volume: 490 Pages: 1-12 DOI: 10.1016/j.jembe.2017.02.005 Published: MAY 2017","Abstract":"Geographically widespread species must cope with environmental differences between habitats. Information concerning geographic variations in response to climate variability is critical because many morphological, life history and physiological traits show variation across space. Reciprocal transplant experiments have shown to be relevant to evaluate the role of phenotypic plasticity and potential local adaptation in ecophysiological responses when coping with environmental variability. In this study, we characterize through reciprocal transplant experiments the reaction norms of morphological, biochemical, physiological and life-history traits between two intertidal populations of the socioeconomically important mussel Mytilus chilensis, inhabiting contrasting local environments (estuarine vs coastal habitats). We found a gradient in phenotypic plasticity with plastic trait responses in metabolic, ingestion and clearance rates, and in HsP(70) gene expression, and some traits with responses more canalized as growth and calcification rates. This emphasizes that responses not only vary across different local populations but also in different traits in M. chilensis, thus it is difficult to establish an overall trend of the responses at integrated organismal level. Moreover, the synergistic interaction of factors such as salinity and carbonate system parameters evaluated make it necessary to study the response at the population level with emphasis on benthic species important in aquaculture. Finally, field studies such as this one are useful for documenting the patterns of traits variation that occur in nature, identifying possible causes of such variation, and generating testable hypotheses for future controlled experiments. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Osores, SJA (Osores, Sebastian J. A.) ; Lagos, NA (Lagos, Nelson A.) ; Martin, VS (San Martin, Valeska) ; Manriquez, PH (Manriquez, Patricio H.) ; Vargas, CA (Vargas, Cristian A.) ; Torres, R (Torres, Rodrigo) ; Navarro, JM (Navarro, Jorge M.) ; Poupin, MJ (Josefina Poupin, M.)[ 1,10 ] ; Saldias, GS (Saldias, Gonzalo S.) ; Lardies, MA (Lardies, Marco A.)","Title":"Plasticity and inter-population variability in physiological and life-history traits of the mussel Mytilus chilensis: A reciprocal transplant experiment"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396041400003 PubMed ID: 27868469 ISSN: 1040-841X eISSN: 1549-7828","Keywords":"Biofilm formation; biofilm measurement; biofilm data analysis; biofilm omics; biofilm formation devices KeyWords Plus:EXTRACELLULAR POLYMERIC SUBSTANCES; ATOMIC-FORCE MICROSCOPY; IN-SITU HYBRIDIZATION; PSEUDOMONAS-AERUGINOSA BIOFILM; LASER-SCANNING MICROSCOPY; QUARTZ-CRYSTAL MICROBALANCE; STAPHYLOCOCCUS-EPIDERMIDIS BIOFILMS; SOLUBLE MICROBIAL PRODUCTS; CATALYZED REPORTER DEPOSITION; CANDIDA-ALBICANS BIOFILMS","Categories":"Microbiology Web of Science Categories:Microbiology","Journal Information":"CRITICAL REVIEWS IN MICROBIOLOGY Volume: 43 Issue: 3 Pages: 313-351 DOI: 10.1080/1040841X.2016.1208146 Published: MAY 2017","Abstract":"Biofilms are widespread in nature and constitute an important strategy implemented by microorganisms to survive in sometimes harsh environmental conditions. They can be beneficial or have a negative impact particularly when formed in industrial settings or on medical devices. As such, research into the formation and elimination of biofilms is important for many disciplines. Several new methodologies have been recently developed for, or adapted to, biofilm studies that have contributed to deeper knowledge on biofilm physiology, structure and composition. In this review, traditional and cutting-edge methods to study biofilm biomass, viability, structure, composition and physiology are addressed. Moreover, as there is a lack of consensus among the diversity of techniques used to grow and study biofilms. This review intends to remedy this, by giving a critical perspective, highlighting the advantages and limitations of several methods. Accordingly, this review aims at helping scientists in finding the most appropriate and up-to-date methods to study their biofilms.","Authors":"Azeredo, J (Azeredo, Joana) ; Azevedo, NF (Azevedo, Nuno F.) ; Briandet, R (Briandet, Romain) ; Cerca, N (Cerca, Nuno) ; Coenye, T (Coenye, Tom) ; Costa, AR (Costa, Ana Rita) ; Desvaux, M (Desvaux, Mickael) ; Di Bonaventura, G (Di Bonaventura, Giovanni) ; Hebraud, M (Hebraud, Michel) ; Jaglic, Z (Jaglic, Zoran) ; Kacaniova, M (Kacaniova, Miroslava) ; Knochel, S (Knochel, Susanne)[ 10 ] ; Lourenco, A (Lourenco, Analia)[ 11 ] ; Mergulhao, F (Mergulhao, Filipe) ; Meyer, RL (Meyer, Rikke Louise)[ 12 ] ; Nychas, G (Nychas, George)[ 13 ] ; Simoes, M (Simoes, Manuel) ; Tresse, O (Tresse, Odile)[ 14 ] ; Sternberg, C (Sternberg, Claus)[ 15 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number DESVAUX, Mickael A-8333-2008 http://orcid.org/0000-0003-2986-6417 Lourenco, Analia G-8879-2013 http://orcid.org/0000-0001-8401-5362 Hebraud, Michel D-1009-2009 http://orcid.org/0000-0003-0478-2575","Title":"Critical review on biofilm methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384405300007 ISSN: 1796-203X","Keywords":"Visualizing neuroscience; educational visualizations; virtual reality KeyWords Plus:ENTORHINAL CORTEX; REPRESENTATION","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF COMPUTERS Volume: 12 Issue: 3 Pages: 258-269 DOI: 10.17706/jcp.12.3.258-269 Published: MAY 2017","Abstract":"The goal of this project is to investigate how simulation and 3D visualization in virtual reality can be used to make the human navigation system understandable for the broad public. The research behind the positioning system in the rodent brain was awarded the Nobel Prize in Physiology or Medicine in 2014. The cells that make up the foundation of this navigation system have been found in many species, and are thought to be similar if not identical in humans. While these results are of significant importance, the underlying concepts might be difficult to understand for non-specialists. To present the positioning system in the brain to a broader audience, an interactive 3D visualization of the major components of this system (including hippocampus, entorhinal cortex, grid and place cells) was created in Second Life. In addition, a simplified simulation of how grid and place cells function was developed using the same platform. This educational demo was presented and evaluated by members of the general public at a number of venues and occasions, including a local science museum. Based on the evaluation results and the related work, we provide a set of recommendations for visualizing and sharing neuroscience-related knowledge in virtual reality.","Authors":"Prasolova-Forland, E (Prasolova-Forland, Ekaterina) ; Hjelle, H (Hjelle, Henrik) ; Tunstad, H (Tunstad, Hege) ; Lindseth, F (Lindseth, Frank)","Title":"Simulation and Visualization of the Positioning System of the Brain in Virtual Reality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398434700016 PubMed ID: 28351633 ISSN: 0003-2670 eISSN: 1873-4324","Keywords":"Immuno-sensor; Surface functionalization; Polyelectrolyte; Quartz crystal microbalance; Interferometry; Enzyme-linked immunosorbent assay KeyWords Plus:OXIDE SURFACES; IMMOBILIZATION; ADSORPTION; STRATEGIES; MONOLAYERS; SUPPORTS; ANTIBODY; GLYCOL)","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICA CHIMICA ACTA Volume: 964 Pages: 170-177 DOI: 10.1016/j.aca.2017.01.051 Published: APR 29 2017","Abstract":"This paper reports a surface functionalization strategy for protein detections based on biotin-derivatized poly(L-lysine)-grafted oligo-ethylene glycol (PLL-g-OEGx-Biotin) copolymers. Such strategy can be used to attach the biomolecule receptors in a reproducible way simply by incubation of the transducer element in a solution containing such copolymers which largely facilitated the sensor functionalization at an industrial scale. As the synthesized copolymers are cationic in physiology pH, surface biotinylation can be easily achieved via electrostatic adsorption on negatively charged sensor surface. Biotinylated receptors can be subsequently attached through well-defined biotin-streptavidin interaction. In this work, the bioactive sensor surfaces were applied for mouse IgG and prostate specific antigen (PSA) detections using quartz crystal microbalance (QCM), optical sensor (BioLayer Interferometry) and conventional ELISA test ( colorimetry). A limit of detection (LOD) of 0.5 nM was achieved for PSA detections both in HEPES buffer and serum dilutions in ELISA tests. The synthesized PLL-g-OEGx-Biotin copolymers with different OEG chain length were also compared for their biosensing performance. Moreover, the surface regeneration was achieved by pH stimulation to remove the copolymers and the bonded analytes, while maintaining the sensor reusability as well. Thus, the developed PLL-g-OEGx-Biotin surface assembling strategy is believed to be a versatile surface coating method for protein detections with multi-sensor compatibility. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Han, ZY (Han, Ziyu) ; Wang, YY (Wang, Yanyan) ; Duan, XX (Duan, Xuexin)","Title":"Biofunctional polyelectrolytes assembling on biosensors - A versatile surface coating method for protein detections"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396795100007 ISSN: 0016-7037 eISSN: 1872-9533","Keywords":"Branched GDGTs; Fatty acids; Peat; Lipid biosynthesis; Stable isotope probing KeyWords Plus:DIALKYL GLYCEROL TETRAETHERS; MEMBRANE-LIPIDS; MICROBIAL COMMUNITIES; ENVIRONMENTAL CONTROLS; SPHAGNUM PEATLANDS; MASS-SPECTROMETRY; BRANCHED GDGTS; LAKE-SEDIMENTS; SOIL; TEMPERATURE","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOCHIMICA ET COSMOCHIMICA ACTA Volume: 203 Pages: 103-116 DOI: 10.1016/j.gca.2017.01.012 Published: APR 15 2017","Abstract":"Interpretations of the abundance and distribution of branched glycerol dialkyl glycerol tetraether (brGDGT) lipids have been increasingly applied to infer changes in paleoenvironment and to estimate terrigenous organic matter inputs into estuarine and marine sediments. However, only preliminary information is known regarding the ecology and physiology of the source organisms of these biomarkers. We assessed the production rates of brGDGTs under different redox conditions in peat, where these lipids are found in high concentrations, particularly at greater depths below the fluctuating water table. The incorporation of hydrogen relative to carbon into lipids observed in our dual stable isotope probing assay indicates that brGDGTs were produced by heterotrophic bacteria. Unexpectedly, incubations with stable isotope tracers of the surface horizon (5-20 cm) initiated under oxic conditions before turning suboxic and eventually anoxic exhibited up to one order of magnitude higher rates of brGDGT production (16-87 ng cm(-3) y(-1)) relative to the deeper, anoxic zone (20-35 cm; ca. 7 ng cm(- 3) y(-1)), and anoxic incubations of the surface horizon (< 3 ng cm(-3) y(-1)). Turnover times of brGDGTs in the surface horizon ranged between 8 and 41 years in the incubations initiated under oxic conditions, in contrast to 123 742 years in anoxic incubations. As brGDGTs were actively produced during both anoxic incubations and those exposed to oxygen, we conclude that their source organisms are likely facultative aerobic heterotrophs that are particularly active in the peat acrotelm. Production rates of bacterial fatty acids (ca. 2 mu g cm(-3) y(-1)) were roughly two orders of magnitude higher than those of brGDGTs, suggesting that brGDGT producers are a minor constituent of the microbial community or that brGDGTs are a small component of the microbial cell membrane in comparison to fatty acids, despite the typically high brGDGT concentrations observed in peat. Multivariate analysis identified two branched fatty acids that shared a similar production pattern as brGDGTs among the experimental treatments and may be associated with brGDGT biosynthesis. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Huguet, A (Huguet, Arnaud) ; Meador, TB (Meador, Travis B.) ; Laggoun-Defarge, F (Laggoun-Defarge, Fatima) ; Konneke, M (Konneke, Martin) ; Wu, WC (Wu, Weichao) ; Derenne, S (Derenne, Sylvie) ; Hinrichs, KU (Hinrichs, Kai-Uwe)","Title":"Production rates of bacterial tetraether lipids and fatty acids in peatland under varying oxygen concentrations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397694200009 PubMed ID: 28284346 ISSN: 0165-5728 eISSN: 1872-8421","Keywords":"Glutamate; iGluR subunits; Immune cells; Pregnancy; Depression; Physiology-driven changes KeyWords Plus:D-ASPARTATE RECEPTORS; HUMAN T-CELLS; RAT HIPPOCAMPUS; LYMPHOCYTES; MODULATION; ACTIVATION; SYSTEM; DESENSITIZATION; IDENTIFICATION; FIBRONECTIN","Categories":"Immunology; Neurosciences & Neurology Web of Science Categories:Immunology; Neurosciences","Journal Information":"JOURNAL OF NEUROIMMUNOLOGY Volume: 305 Pages: 51-58 DOI: 10.1016/j.jneuroim.2017.01.013 Published: APR 15 2017","Abstract":"The amino acid glutamate opens cation permeable ion channels, the iGlu receptors. These ion channels are abundantly expressed in the mammalian brain where glutamate is the main excitatory neurotransmitter. The neurotransmitters and their receptors are being increasingly detected in the cells of immune system. Here we examined the expression of the 18 known subunits of the iGlu receptors families; alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid (AMPA), kainate, N-methyl-D-aspartate (NMDA) and delta in human peripheral blood mononuclear cells (PBMCs). We compared the expression of the subunits between four groups: men, non-pregnant women, healthy pregnant women and depressed pregnant women. Out of 18 subunits of the iGlu receptors, mRNAs for 11 subunits were detected in PBMCs from men and nonpregnant women; AMPA: GluA3, GluA4, kainate: GluK2, GluK4, GluK5, NMDA: GluN1, GluN2C, GluN2D, GluN3A, GluN3B, and delta: GluD1. In the healthy and the depressed pregnant women, in addition, the delta GluD2 subunit was identified. The mRNAs for GluK4, GluK5, GluN2C and GluN2D were expressed at a higher level than other subunits. Gender, pregnancy or depression during pregnancy altered the expression of GluA3, GluK4, GluN2D, GluN3B and GluD1 iGlu subunit mRNAs. The greatest changes recorded were the lower GluA3 and GluK4 mRNA levels in pregnant women and the higher GluN2D mRNA level in healthy but not in depressed pregnant women as compared to non-pregnant individuals. Using subunit specific antibodies, the GluK4, GluK5, GluNl, GluN2C and GluN2D subunit proteins were identified in the PBMCs. The results show expression of specific iGlu receptor subunit in the PBMCs and support the idea of physiology-driven changes of iGlu receptors subtypes in the immune cells. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Bhandage, AK (Bhandage, Amol K.) ; Jin, Z (Jin, Zhe) ; Hellgren, C (Hellgren, Charlotte) ; Korol, SV (Korol, Sergiy V.) ; Nowak, K (Nowak, Krzysztof) ; Williamsson, L (Williamsson, Louise) ; Sundstrom-Poromaa, I (Sundstrom-Poromaa, Inger) ; Birnir, B (Birnir, Bryndis)","Title":"AMPA, NMDA and kainate glutamate receptor subunits are expressed in human peripheral blood mononuclear cells (PBMCs) where the expression of GluK4 is altered by pregnancy and GluN2D by depression in pregnant women"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398648500001 PubMed ID: 27956115 ISSN: 0303-7207","Categories":"Cell Biology; Endocrinology & Metabolism Web of Science Categories:Cell Biology; Endocrinology & Metabolism","Journal Information":"MOLECULAR AND CELLULAR ENDOCRINOLOGY Volume: 445 Issue: C Pages: 1-6 Special Issue: SI DOI: 10.1016/j.mce.2016.12.008 Published: APR 15 2017","Authors":"Alvarez, CV (Alvarez, Clara V.) ; Oroz-Gonjar, F (Oroz-Gonjar, Fernando); Garcia-Lavandeira, M (Garcia-Lavandeira, Montserrat)","Title":"Future perspectives in adult stem cell turnover: Implications for endocrine physiology and disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398648500011 PubMed ID: 27743993 ISSN: 0303-7207","Keywords":"White adipocytes; Brown adipocyte; Beige adipocytes; Obesity; Adipose precursors; Adipogenesis KeyWords Plus:FAT-CELL PRECURSORS; BROWN-FAT; INSULIN-RESISTANCE; BEIGE FAT; IN-VIVO; STEM-CELLS; WHITE FAT; FUNCTIONAL-CHARACTERIZATION; TRANSCRIPTIONAL CONTROL; PERIVASCULAR PHENOTYPE","Categories":"Cell Biology; Endocrinology & Metabolism Web of Science Categories:Cell Biology; Endocrinology & Metabolism","Journal Information":"MOLECULAR AND CELLULAR ENDOCRINOLOGY Volume: 445 Issue: C Pages: 95-108 Special Issue: SI DOI: 10.1016/j.mce.2016.10.011 Published: APR 15 2017","Abstract":"The rising incidence of obesity and associated metabolic diseases has increased the urgency in understanding all aspects of adipose tissue biology. This includes the function of adipocytes, how adipose tissue expands in obesity, and how expanded adipose tissues in adults can impact physiology. Here, we highlight the growing appreciation for the importance of de novo adipocyte differentiation to adipose tissue expansion in adult humans and animals. We detail recent efforts to identify adipose precursor populations that contribute to the physiological postnatal recruitment of white, brown, and beige adipocytes in mice, and summarize new data that reveal the complexity of adipose tissue development in vivo. (C) 2016 Elsevier Ireland Ltd. All rights reserved.","Authors":"Hepler, C (Hepler, Chelsea) ; Gupta, RK (Gupta, Rana K.)","Title":"The expanding problem of adipose depot remodeling and postnatal adipocyte progenitor recruitment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395923500012 ISSN: 0012-821X eISSN: 1385-013X","Keywords":"planktic foraminifer; laser ablation ICP-MS; seawater carbonate system; calcification rate; B/Ca; U/Ca KeyWords Plus:BORON ISOTOPIC COMPOSITION; REPETITION RATE FLUOROMETRY; GLOBIGERINOIDES-RUBER; CALCITE PRECIPITATION; BIOMINERALIZATION PROCESSES; PH CONTROL; FRACTIONATION; MG/CA; PHOTOSYNTHESIS; MODEL","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"EARTH AND PLANETARY SCIENCE LETTERS Volume: 464 Pages: 124-134 DOI: 10.1016/j.epsl.2017.02.018 Published: APR 15 2017","Abstract":"We use LA-ICP-MS depth profiling to explore the sensitivity of shell chemistry of the symbiotic planktic foraminifer Orbulina universato diurnal changes in the holobiont physiology, over a wide range of seawater pH and DIC compositions. B/Ca and U/Ca vary in concert with diurnal Mg/Ca banding, forming compositional bands that are qualitatively consistent with physiological modification of seawater carbonate chemistry (pH, [B(OH)(4)(-)/HCO3-] and [CO32-]) within the foraminiferal microenvironment by the net effects of photosynthesis, respiration and calcification. The amplitude of B/Ca banding broadly conforms to banding predicted using the bulk-shell B/Ca sensitivity to the carbonate chemistry changes in the foraminiferal microenvironment. U/Ca banding tends to be greater than predicted using the published bulk-shell sensitivity of this proxy to carbonate chemistry. This either suggests that carbonate chemistry changes in the foraminiferal microenvironment are greater than predicted by modelingand/or the published bulk shell calibration does not accurately reflect the U/Ca sensitivity at the micro-scale. Afourfold increase in seawater DIC composition (1026 to 4019 mu mol kg(-1)) is associated with significant increases in Sr/Ca and Mg/Ca partitioning, and a decrease in Mn/Ca partitioning into shell calcite. The accompanying fourfold increase in calcite saturation produces only a twofold increase in calcification rate (0.14 to 0.28, +/- 0.02 mu m hr(-1)), suggesting that seawater carbonate chemistry exerts only a small effect on foraminiferal calcification rates, but does have a significant influence on trace element incorporation at both the inter-shell and bulk-shell scale. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Holland, K (Holland, Kate) ; Eggins, SM (Eggins, Stephen M.) ; Honisch, B (Honisch, Barbel) ; Haynes, LL (Haynes, Laura L.) ; Branson, O (Branson, Oscar)","Title":"Calcification rate and shell chemistry response of the planktic foraminifer Orbulina universa to changes in microenvironment seawater carbonate chemistry"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000399020500010 PubMed ID: 28408450 ISSN: 0009-7330 eISSN: 1524-4571","Keywords":"autophagy; heart; mitochondria KeyWords Plus:MITOCHONDRIAL DEPOLARIZATION; DISEASE","Categories":"Cardiovascular System & Cardiology; Hematology Web of Science Categories:Cardiac & Cardiovascular Systems; Hematology; Peripheral Vascular Disease","Journal Information":"CIRCULATION RESEARCH Volume: 120 Issue: 8 Pages: 1234-1236 DOI: 10.1161/CIRCRESAHA.116.310179 Published: APR 14 2017","Abstract":"Parkin is an E3 ubiquitin ligase that mediates mitochondrial autophagy, or mitophagy, in multiple cell types. Although discovered in the context of Parkinson disease, Parkin is also an important regulator of mitophagy in the heart. In addition, while most current work is focused on the role of Parkin in mitophagy, accumulating evidence suggests that Parkin also impacts cellular physiology and function through additional processes. This Viewpoint discusses current controversies on the functional role of Parkin-mediated mitophagy and emerging evidence that Parkin regulates several additional pathways.","Authors":"Shires, SE (Shires, Sarah E.) ; Kitsis, RN (Kitsis, Richard N.) ; Gustafsson, AB (Gustafsson, Asa B.)","Title":"Beyond Mitophagy The Diversity and Complexity of Parkin Function"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000399020500023 PubMed ID: 28408455 ISSN: 0009-7330 eISSN: 1524-4571","Keywords":"dilated cardiomyopathy; general practice; hypoplastic left heart syndrome; prevalence; stem cell KeyWords Plus:HYPOPLASTIC LEFT-HEART; CARDIOSPHERE-DERIVED CELLS; CARDIAC STEM-CELLS; TRANSPLANTATION-FREE SURVIVAL; SINGLE-VENTRICLE PHYSIOLOGY; SYSTEMIC RIGHT VENTRICLES; RANDOMIZED PHASE-1 TRIAL; ADULT MAMMALIAN HEART; LONG-TERM OUTCOMES; DILATED CARDIOMYOPATHY","Categories":"Cardiovascular System & Cardiology; Hematology Web of Science Categories:Cardiac & Cardiovascular Systems; Hematology; Peripheral Vascular Disease","Journal Information":"CIRCULATION RESEARCH Volume: 120 Issue: 8 Pages: 1353-1366 DOI: 10.1161/CIRCRESAHA.117.309697 Published: APR 14 2017","Abstract":"Dramatic evolution in medical and catheter interventions and complex surgeries to treat children with congenital heart disease (CHD) has led to a growing number of patients with a multitude of long-term complications associated with morbidity and mortality. Heart failure in patients with hypoplastic left heart syndrome predicated by functional single ventricle lesions is associated with an increase in CHD prevalence and remains a significant challenge. Pathophysiological mechanisms contributing to the progression of CHD, including single ventricle lesions and dilated cardiomyopathy, and adult heart disease may inevitably differ. Although therapeutic options for advanced cardiac failure are restricted to heart transplantation or mechanical circulatory support, there is a strong impetus to develop novel therapeutic strategies. As lower vertebrates, such as the newt and zebrafish, have a remarkable ability to replace lost cardiac tissue, this intrinsic self-repair machinery at the early postnatal stage in mice was confirmed by partial ventricular resection. Although the underlying mechanistic insights might differ among the species, mammalian heart regeneration occurs even in humans, with the highest degree occurring in early childhood and gradually declining with age in adulthood, suggesting the advantage of stem cell therapy to ameliorate ventricular dysfunction in patients with CHD. Although effective clinical translation by a variety of stem cells in adult heart disease remains inconclusive with respect to the improvement of cardiac function, case reports and clinical trials based on stem cell therapies in patients with CHD may be invaluable for the next stage of therapeutic development. Dissecting the differential mechanisms underlying progressive ventricular dysfunction in children and adults may lead us to identify a novel regenerative therapy. Future regenerative technologies to treat patients with CHD are exciting prospects for heart regeneration in general practice.","Authors":"Oh, H (Oh, Hidemasa)","Title":"Cell Therapy Trials in Congenital Heart Disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398648000040 ISSN: 0304-4238 eISSN: 1879-1018","Keywords":"Pears; Coating; CMC; Potassium sorbate; Fungi KeyWords Plus:FRAGARIA X ANANASSA; EDIBLE COATINGS; BARTLETT PEARS; COLD-STORAGE; RIPENING BEHAVIOR; QUALITY; FRUIT; ATMOSPHERE; EMULSIONS; RESPONSES","Categories":"Agriculture Web of Science Categories:Horticulture","Journal Information":"SCIENTIA HORTICULTURAE Volume: 218 Pages: 326-333 DOI: 10.1016/j.scienta.2017.02.040 Published: APR 14 2017","Abstract":"The main objective of this study was to assess the efficacy of a coating composed of carboxymethylcellulose (CMC), candelilla wax and potassium sorbate (KS) as a post-cold-storage treatment to prevent fungal infections in pears stored under simulated retail display conditions. Moreover, the effect of coating on the physiology and biochemistry of pears was investigated. The coating was very effective against Botrytis cinerea and MoniIinia fructigena, while Rhizopus nigricans was the most resistant to KS. The KS-free coating also delayed the fungal growth rate, probably due to modification of the gaseous atmosphere within the fruit tissues. Coated pears showed slower ripening than the uncoated samples, as indicated by unaffected green skin color and inhibited loss of firmness. Unfortunately, coating induced anaerobic respiration and the symptoms of superficial scald in pears. Overall, the results showed that KS can be added into a coating formulation to control fungal growth; however, CMC-based emulsion is not a suitable carrier for KS, when coating is intended to be applied to pears exposed to postharvest cold storage. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kowalczyk, D (Kowalczyk, Dariusz) ; Kordowska-Wiater, M (Kordowska-Wiater, Monika) ; Zieba, E (Zieba, Emil) ; Baraniak, B (Baraniak, Barbara)","Title":"Effect of carboxymethylcellulose/candelilla wax coating containing potassium sorbate on microbiological and physicochemical attributes of pears"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398656100002 ISSN: 1662-5129","Keywords":"globus pallidus; nonhuman primate; human; functional territory; GABA; cortico-basal ganglia circuit; rabies virus KeyWords Plus:DEEP BRAIN-STIMULATION; MPTP-INDUCED PARKINSONISM; SUPPLEMENTARY MOTOR AREA; BASAL GANGLIA CIRCUITS; PREFRONTAL CORTEX; FUNCTIONAL CONNECTIVITY; BEHAVIORAL-DISORDERS; SUBTHALAMIC NUCLEUS; HUMAN STRIATUM; STRIATONIGRAL PROJECTIONS","Categories":"Anatomy & Morphology; Neurosciences & Neurology Web of Science Categories:Anatomy & Morphology; Neurosciences","Journal Information":"FRONTIERS IN NEUROANATOMY Volume: 11 Article Number: 30 DOI: 10.3389/fnana.2017.00030 Published: APR 10 2017","Abstract":"The globus pallidus (GP) communicates with widespread cortical areas that support various functions, including motivation, cognition and action. Anatomical tract-tracing studies revealed that the anteroventral GP communicates with the medial prefrontal and orbitofrontal cortices, which are involved in motivational control; the anterodorsal GP communicates with the lateral prefrontal cortex, which is involved in cognitive control; and the posterior GP communicates with the frontal motor cortex, which is involved in action control. This organization suggests that distinct subdivisions within the GP play specific roles. Neurophysiological studies examining GP neurons in monkeys during behavior revealed that the types of information coding performed within these subdivisions differ greatly. The anteroventral GP is characterized by activities related to motivation, such as reward seeking and aversive avoidance; the anterodorsal GP is characterized by activity that reflects cognition, such as goal decision and action selection; and the posterior GP is characterized by activity associated with action preparation and execution. Pathophysiological studies have shown that GABA-related substances or GP lesions result in abnormal activity in the GP, which causes site-specific behavioral and motor symptoms. The present review article discusses the anatomical organization, physiology and pathophysiology of the three major GP territories in nonhuman primates and humans.","Authors":"Saga, Y (Saga, Yosuke) ; Hoshi, E (Hoshi, Eiji) ; Tremblay, L (Tremblay, Leon)","Title":"Roles of Multiple Globus Pallidus Territories of Monkeys and Humans in Motivation, Cognition and Action: An Anatomical, Physiological and Pathophysiological Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398513000003 PubMed ID: 28388878 ISSN: 1471-2164","Keywords":"Eucalyptus; Transcriptomic; Water deficit; Homeostasis; Ecotype KeyWords Plus:DIFFERENTIAL EXPRESSION ANALYSIS; PLANT SECONDARY METABOLITES; FIELD-GROWN EUCALYPTUS; VOLATILE LEAF OILS; GLOBULUS LABILL; SUBGENUS SYMPHYOMYRTUS; CAMALDULENSIS DEHNH.; OSMOTIC ADJUSTMENT; SUGAR COMPOSITION; SYSTEMS BIOLOGY","Categories":"Biotechnology & Applied Microbiology; Genetics & Heredity Web of Science Categories:Biotechnology & Applied Microbiology; Genetics & Heredity","Journal Information":"BMC GENOMICS Volume: 18 Article Number: 284 DOI: 10.1186/s12864-017-3664-z Published: APR 7 2017","Abstract":"Background: Climatic and edaphic conditions over geological timescales have generated enormous diversity of adaptive traits and high speciation within the genus Eucalyptus (L. Her.). Eucalypt species occur from high rainfall to semi-arid zones and from the tropics to latitudes as high as 43 degrees S. Despite several morphological and metabolomic characterizations, little is known regarding gene expression differences that underpin differences in tolerance to environmental change. Using species of contrasting taxonomy, morphology and physiology (E. globulus and E. cladocalyx), this study combines physiological characterizations with `second-generation' sequencing to identify key genes involved in eucalypt responses to medium-term water limitation. Results: One hundred twenty Million high-quality HiSeq reads were created from 14 tissue samples in plants that had been successfully subjected to a water deficit treatment or a well-watered control. Alignment to the E. grandis genome saw 23,623 genes of which 468 exhibited differential expression (FDR < 0.01) in one or both ecotypes in response to the treatment. Further analysis identified 80 genes that demonstrated a significant species-specific response of which 74 were linked to the 'dry' species E. cladocalyx where 23 of these genes were uncharacterised. The majority (approximately 80%) of these differentially expressed genes, were expressed in stem tissue. Key genes that differentiated species responses were linked to photoprotection/redox balance, phytohormone/signalling, primary photosynthesis/cellular metabolism and secondary metabolism based on plant metabolic pathway network analysis. Conclusion: These results highlight a more definitive response to water deficit by a 'dry' climate eucalypt, particularly in stem tissue, identifying key pathways and associated genes that are responsible for the differences between 'wet' and 'dry' climate eucalypts. This knowledge provides the opportunity to further investigate and understand the mechanisms and genetic variation linked to this important environmental response that will assist with genomic efforts in managing native populations as well as in tree improvement programs under future climate scenarios.","Authors":"Spokevicius, AV (Spokevicius, Antanas V.) ; Tibbits, J (Tibbits, Josquin) ; Rigault, P (Rigault, Philippe) ; Nolin, MA (Nolin, Marc-Alexandre) ; Muller, C (Mueller, Caroline) ; Merchant, A (Merchant, Andrew)","Title":"Medium term water deficit elicits distinct transcriptome responses in Eucalyptus species of contrasting environmental origin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398414400001 ISSN: 1664-2392","Keywords":"mouse pancreatic islet; alpha- and beta-cells; primary culture; in vitro synchronization; circadian bioluminescence KeyWords Plus:GENE-EXPRESSION; INSULIN-SECRETION; ISLET CELLS; CLOCK; MICE; METABOLISM; CONSEQUENCES; PHYSIOLOGY; PANCREAS; RELEASE","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"FRONTIERS IN ENDOCRINOLOGY Volume: 8 Article Number: 68 DOI: 10.3389/fendo.2017.00068 Published: APR 7 2017","Abstract":"Circadian clocks have been developed in evolution as an anticipatory mechanism allowing for adaptation to the constantly changing light environment due to rotation of the Earth. This mechanism is functional in all light-sensitive organisms. There is a considerable body of evidence on the tight connection between the circadian clock and most aspects of physiology and metabolism. Clocks, operative in the pancreatic islets, have caught particular attention in the last years due to recent reports on their critical roles in regulation of insulin secretion and etiology of type 2 diabetes. While beta-cell clocks have been extensively studied during the last years, alpha-cell clocks and their role in islet function and orchestration of glucose metabolism stayed unexplored, largely due to the difficulty to isolate alpha-cells, which represents a considerable technical challenge. Here, we provide a detailed description of an experimental approach for the isolation of separate mouse alpha- and beta-cell population, culture of isolated primary alpha- and beta-cells, and their subsequent long-term high-resolution circadian bioluminescence recording. For this purpose, a triple reporter ProGlucagon-Venus/RIP-Cherry/Per2: Luciferase mouse line was established, carrying specific fluorescent reporters for alpha- and beta-cells, and luciferase reporter for monitoring the molecular clockwork. Flow cytometry fluorescence-activated cell sorting allowed separating pure alpha-and beta-cell populations from isolated islets. Experimental conditions, developed by us for the culture of functional primary mouse alpha- and beta-cells for at least 10 days, will be highlighted. Importantly, temporal analysis of freshly isolated alpha- and beta-cells around-the-clock revealed preserved rhythmicity of core clock genes expression. Finally, we describe the setting to assess circadian rhythm in cultured alpha- and beta-cells synchronized in vitro. The here-described methodology allows to analyze the functional properties of primary alpha- and beta-cells under physiological or pathophysiological conditions and to assess the islet cellular clock properties.","Authors":"Petrenko, V (Petrenko, Volodymyr) ; Gosmain, Y (Gosmain, Yvan) ; Dibner, C (Dibner, Charna)","Title":"High-Resolution Recording of the Circadian Oscillator in Primary Mouse alpha- and beta-Cell Culture"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397701300003 PubMed ID: 28108306 ISSN: 0022-5193 eISSN: 1095-8541","Keywords":"Bone physiology; Trabecular remodeling; Osteocytes; Osteoclasts; Osteoblasts; Spatial evolutionary games; Interacting particle systems KeyWords Plus:LOTKA-VOLTERRA EQUATION; MATHEMATICAL-MODEL; OSTEOCLAST DIFFERENTIATION; AUTOCRINE REGULATION; REPLICATOR DYNAMICS; RESORPTION; CLASSIFICATION; SCLEROSTIN; OSTEOBLAST; OSTEOCYTES","Categories":"Life Sciences & Biomedicine - Other Topics; Mathematical & Computational Biology Web of Science Categories:Biology; Mathematical & Computational Biology","Journal Information":"JOURNAL OF THEORETICAL BIOLOGY Volume: 418 Pages: 16-26 DOI: 10.1016/j.jtbi.2017.01.021 Published: APR 7 2017","Abstract":"Bone remodeling is a complex process involving cell-cell interactions, biochemical signaling and mechanical stimuli. Early models of the biological aspects of remodeling were non-spatial and focused on the local dynamics at a fixed location in the bone. Several spatial extensions of these models have been proposed, but they generally suffer from two limitations: first, they are not amenable to analysis and are computationally expensive, and second, they neglect the role played by bone-embedded osteocytes. To address these issues, we developed a novel model of spatial remodeling based on the principles of evolutionary game theory. The analytically tractable framework describes the spatial interactions between zones of bone resorption, bone formation and quiescent bone, and explicitly accounts for regulation of remodeling by bone-embedded, mechanotransducing osteocytes. Using tools from the theory of interacting particle systems we systematically classified the different dynamic regimes of the spatial model and identified regions of parameter space that allow for global coexistence of resorption, formation and quiescence, as observed in physiological remodeling. In coexistence scenarios, three-dimensional simulations revealed the emergence of sponge-like bone clusters. Comparison between spatial and non-spatial dynamics revealed substantial differences and suggested a stabilizing role of space. Our findings emphasize the importance of accounting for spatial structure and bone-embedded osteocytes when modeling the process of bone remodeling. Thanks to the lattice-based framework, the proposed model can easily be coupled to a mechanical model of bone loading.","Authors":"Ryser, MD (Ryser, Mare D.) ; Murgas, KA (Murgas, Kevin A.)","Title":"Bone remodeling as a spatial evolutionary game"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398548100007 PubMed ID: 28389651 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 725 DOI: 10.1038/s41598-017-00732-5 Published: APR 7 2017","Abstract":"The P2X7 receptor (P2X7R) for ATP is a therapeutic target for pathophysiological states including inflammation, pain management and epilepsy. This is facilitated by the predicted low side effect profile as the high concentrations of ATP required to activate the receptor are usually only found following cell damage/disease and so P2X7Rs respond to a \"danger\" signal and are not normally active. AZ10606120 is a selective antagonist for P2X7Rs (IC50 of -10 nM) and ineffective at the P2X1R (at 10 mu M). To determine the molecular basis of selectivity we generated a series of P2X7/1R chimeras and mutants. Two regions that are unique to the P2X7R, a loop insertion (residues 73-79) and threonine residues T90 and T94, are required for high affinity antagonist action. Point mutations ruled out an orthosteric antagonist site. Mutations and molecular modelling identified an allosteric binding site that forms at the subunit interface at the apex of the receptor. Molecular dynamics simulations indicated that unique P2X7R features regulate access of AZ10606120 to the allosteric site. The characterisation of the allosteric pocket provides a new and novel target for rational P2X7R drug development.","Authors":"Allsopp, RC (Allsopp, Rebecca C.) ; Dayl, S (Dayl, Sudad) ; Schmid, R (Schmid, Ralf) ; Evans, RJ (Evans, Richard J.)","Title":"Unique residues in the ATP gated human P2X7 receptor define a novel allosteric binding pocket for the selective antagonist AZ10606120"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398551900001 PubMed ID: 28387366 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 46249 DOI: 10.1038/srep46249 Published: APR 7 2017","Abstract":"The increasing availability of metabolomics data necessitates novel methods for deeper data analysis and interpretation. We present a flux balance analysis method that allows for the computation of dynamic intracellular metabolic changes at the cellular scale through integration of time-course absolute quantitative metabolomics. This approach, termed \" unsteady-state flux balance analysis\" (uFBA), is applied to four cellular systems: three dynamic and one steady-state as a negative control. uFBA and FBA predictions are contrasted, and uFBA is found to be more accurate in predicting dynamic metabolic flux states for red blood cells, platelets, and Saccharomyces cerevisiae. Notably, only uFBA predicts that stored red blood cells metabolize TCA intermediates to regenerate important cofactors, such as ATP, NADH, and NADPH. These pathway usage predictions were subsequently validated through 13C isotopic labeling and metabolic flux analysis in stored red blood cells. Utilizing time-course metabolomics data, uFBA provides an accurate method to predict metabolic physiology at the cellular scale for dynamic systems.","Authors":"Bordbar, A (Bordbar, Aarash) ; Yurkovich, JT (Yurkovich, James T.) ; Paglia, G (Paglia, Giuseppe) ; Rolfsson, O (Rolfsson, Ottar) ; Sigurjonsson, OE (Sigurjonsson, Olafur E.) ; Palsson, BO (Palsson, Bernhard O.)","Title":"Elucidating dynamic metabolic physiology through network integration of quantitative time-course metabolomics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398640600001 PubMed ID: 28387336 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 46267 DOI: 10.1038/srep46267 Published: APR 7 2017","Abstract":"Process-driven modelling approaches can resolve many of the shortcomings of traditional descriptive and non-mechanistic toxicology. We developed a simple dynamic energy budget (DEB) model for the mink (Mustela vison), a sentinel species in mammalian toxicology, which coupled animal physiology, ecology and toxicology, in order to mechanistically investigate the accumulation and adverse effects of lifelong dietary exposure to persistent environmental toxicants, most notably polychlorinated biphenyls (PCBs). Our novel mammalian DEB model accurately predicted, based on energy allocations to the interconnected metabolic processes of growth, development, maintenance and reproduction, lifelong patterns in mink growth, reproductive performance and dietary accumulation of PCBs as reported in the literature. Our model results were consistent with empirical data from captive and free-ranging studies in mink and other wildlife and suggest that PCB exposure can have significant population-level impacts resulting from targeted effects on fetal toxicity, kit mortality and growth and development. Our approach provides a simple and cross-species framework to explore the mechanistic interactions of physiological processes and ecotoxicology, thus allowing for a deeper understanding and interpretation of stressor-induced adverse effects at all levels of biological organization.","Authors":"Desforges, JPW (Desforges, Jean-Pierre W.) ; Sonne, C (Sonne, Christian) ; Dietz, R (Dietz, Rune) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sonne, Christian I-7532-2013 http://orcid.org/0000-0001-5723-5263","Title":"Using energy budgets to combine ecology and toxicology in a mammalian sentinel species"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398548100009 PubMed ID: 28389638 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 727 DOI: 10.1038/s41598-017-00820-6 Published: APR 7 2017","Abstract":"Genome-scale metabolic models (GSMMs) constitute a platform that combines genome sequences and detailed biochemical information to quantify microbial physiology at the system level. To improve the unity, integrity, correctness, and format of data in published GSMMs, a consensus IMGMD database was built in the LAMP (Linux + Apache + MySQL + PHP) system by integrating and standardizing 328 GSMMs constructed for 139 microorganisms. The IMGMD database can help microbial researchers download manually curated GSMMs, rapidly reconstruct standard GSMMs, design pathways, and identify metabolic targets for strategies on strain improvement. Moreover, the IMGMD database facilitates the integration of wet-lab and in silico data to gain an additional insight into microbial physiology. The IMGMD database is freely available, without any registration requirements, at http://imgmd.jiangnan.edu.cn/database.","Authors":"Ye, C (Ye, Chao) ; Xu, N (Xu, Nan) ; Dong, C (Dong, Chuan) ; Ye, YN (Ye, Yuannong) ; Zou, X (Zou, Xuan) ; Chen, XL (Chen, Xiulai) ; Guo, FB (Guo, Fengbiao) ; Liu, LM (Liu, Liming)","Title":"IMGMD: A platform for the integration and standardisation of In silico Microbial Genome-scale Metabolic Models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398638800001 PubMed ID: 28428757 ISSN: 1664-042X","Keywords":"kidney oxygenation; circadian rhythm; renal cortex; renal medulla; hypertension; hypoxia KeyWords Plus:SPONTANEOUSLY HYPERTENSIVE-RATS; RENIN-ANGIOTENSIN SYSTEM; BLOOD-PRESSURE RHYTHM; CHRONIC-RENAL-FAILURE; CONSCIOUS RATS; LOCOMOTOR-ACTIVITY; SODIUM-EXCRETION; HEART; PHYSIOLOGY; POTASSIUM","Categories":"Physiology Web of Science Categories:Physiology","Journal Information":"FRONTIERS IN PHYSIOLOGY Volume: 8 Article Number: 205 DOI: 10.3389/fphys.2017.00205 Published: APR 6 2017","Abstract":"Blood pressure, renal hemodynamics, electrolyte, and water excretion all display diurnal oscillation. Disturbance of these patterns is associated with hypertension and chronic kidney disease. Kidney oxygenation is dependent on oxygen delivery and consumption that in turn are determined by renal hemodynamics and metabolism. We hypothesized that kidney oxygenation also demonstrates 24-h periodicity. Telemetric oxygen-sensitive carbon paste electrodes were implanted in Sprague-Dawley rats (250-300 g), either in renal medulla (n = 9) or cortex (n = 7). Arterial pressure (MAP) and heart rate (HR) were monitored by telemetry in a separate group (n = 8). Data from 5 consecutive days were analyzed for rhythmicity by cosinor analysis. Diurnal electrolyte excretion was assessed by metabolic cages. During lights-off, oxygen levels increased to 105.3 +/- 2.1% in cortex and 105.2 +/- 3.8% inmedulla. MAP was 97.3 +/- 1.5mmHg and HR was 394.0 +/- 7.9 bpm during lights-off phase and 93.5 +/- 1.3 mmHg and 327.8 +/- 8.9 bpm during lights-on. During lights-on, oxygen levels decreased to 94.6 +/- 1.4% in cortex and 94.2 +/- 8.5% in medulla. There was significant 24-h periodicity in cortex and medulla oxygenation. Potassium excretion (1,737 +/- 779 vs. 895 +/- 132 ae mol/12 h, P = 0.005) and the distal Na+/K+ exchange (0.72 +/- 0.02 vs. 0.59 +/- 0.02 P < 0.001) were highest in the lights-off phase, this phase difference was not found for sodium excretion (P = 0.4). It seems that oxygen levels in the kidneys follow the pattern of oxygen delivery, which is known to be determined by renal blood flow and peaks in the active phase (lights-off).","Authors":"Emans, TW (Emans, Tonja W.) ; Janssen, BJ (Janssen, Ben J.) ; Joles, JA (Joles, Jaap A.) ; Krediet, CTP (Krediet, C. T. Paul)","Title":"Circadian Rhythm in Kidney Tissue Oxygenation in the Rat"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398412000001 PubMed ID: 28428793 ISSN: 1664-462X","Keywords":"rubus; secondary metabolism; flavonoids; flavonols; anthocyanins; translocation; transcriptomics KeyWords Plus:ANTIOXIDANT FLAVONOIDS; ANTHOCYANIN TRANSPORT; RNA-SEQ; ARABIDOPSIS; DEFENSE; PLANTS; BIOSYNTHESIS; MECHANISMS; PROANTHOCYANIDIN; TRAFFICKING","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"FRONTIERS IN PLANT SCIENCE Volume: 8 Article Number: 472 DOI: 10.3389/fpls.2017.00472 Published: APR 6 2017","Abstract":"Blackberries (Rubus spp.) are among the high added value food products relevant for human health due to the increasing evidence of the beneficial effects of polyphenols, which are very abundant in these fruits. Interestingly, these compounds also play a role on plant physiology, being especially relevant their role in plant defense against biotic and abiotic stress. Hence, we hypothesize that since blackberry fruits have high amounts of flavonols and anthocyanins, leaves would also have high amounts of these compounds, and can be studied as a source of active molecules; furthermore, leaf synthesis would support their high contents in fruits. To explore this hypothesis, the present study reports a de novo transcriptome analysis on field grown blackberry leaves and fruits at the same time point, to establish the metabolic relationship of these compounds in both organs. Transcripts were aligned against Fragaria vesca genome, and genes were identified and annotated in different databases; tissue expression pattern showed 20,463 genes common to leaves and fruits, while 6,604 genes were significantly overexpressed only in fruits, while another 6,599 genes were significantly overexpressed in leaves, among which flavonol-anthocyanin transporter genes were present. Bioactives characterization indicated that total phenolics in leaves were three-fold, and flavonols were six-fold than in fruits, while concentration of anthocyanins was higher in fruits; HPLC-MS analysis indicated different composition in leaves and fruits, with cyanidin-3-glucoside as the only common compound identified. Next, RT-qPCR of the core genes in the flavonol anthocyanin pathway and regulatory MYB genes were carried out. Interestingly, genes in the flavonol-anthocyanin pathway and flavonol-transport families were overexpressed in leaves, consistent with the higher bioactive levels. On the other hand, transcription factors were overexpressed in fruits anticipating an active anthocyanin biosynthesis upon ripening. This suggests that, in addition to the biosynthesis taking place in the fruits during ripening, translocation of flavonols from leaves to fruits contributes to the high amounts of bioactives starting to accumulate in fruits.","Authors":"Gutierrez, E (Gutierrez, Enrique) ; Garcia-Villaraco, A (Garcia-Villaraco, Ana) ; Lucas, JA (Lucas, Jose A.) ; Gradillas, A (Gradillas, Ana) ; Gutierrez-Manero, FJ (Javier Gutierrez-Manero, F.) ; Ramos-Solano, B (Ramos-Solano, Beatriz)","Title":"Transcriptomics, Targeted Metabolomics and Gene Expression of Blackberry Leaves and Fruits Indicate Flavonoid Metabolic Flux from Leaf to Red Fruit"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398366300014 PubMed ID: 28388438 ISSN: 1097-2765 eISSN: 1097-4164","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"MOLECULAR CELL Volume: 66 Issue: 1 Pages: 129-+ DOI: 10.1016/j.molcel.2017.03.004 Published: APR 6 2017","Abstract":"ATAXIN-2 (ATX2) has been implicated in human neurodegenerative diseases, yet it remains elusive how ATX2 assembles specific protein complexes to execute its physiological roles. Here we employ the posttranscriptional co-activator function of Drosophila ATX2 to demonstrate that LSM12 and ME31B/DDX6 are two ATX2-associating factors crucial for sustaining circadian rhythms. LSM12 acts as a molecular adaptor for the recruitment of TWENTY-FOUR (TYF) to ATX2. The ATX2-LSM12TYF complex thereby stimulates TYF-dependent translation of the rate-limiting clock gene period (per) tomaintain 24 hr periodicity in circadian behaviors. In contrast, ATX2 contributes to NOT1-mediated gene silencing and associates with NOT1 in a ME31B/DDX6-dependent manner. The ME31B/DDX6-NOT1 complex does not affect PER translation but supports high-amplitude behavioral rhythms along with ATX2, indicating a PER-independent clock function of ATX2. Taken together, these data suggest that the ATX2 complex may switch distinct modes of posttranscriptional regulation through its associating factors to control circadian clocks and ATX2-related physiology.","Authors":"Lee, J (Lee, Jongbo) ; Yoo, E (Yoo, Eunseok) ; Lee, H (Lee, Hoyeon) ; Park, K (Park, Keunhee) ; Hur, JH (Hur, Jin-Hoe) ; Lim, C (Lim, Chunghun)","Title":"LSM12 and ME31B/DDX6 Define Distinct Modes of Posttranscriptional Regulation by ATAXIN-2 Protein Complex in Drosophila Circadian Pacemaker Neurons"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394259600007 PubMed ID: 28382205 ISSN: 2042-8898 eISSN: 2042-8901","Keywords":"mitochondria; genetically encoded redox probes; hydrogen peroxide; pentose phosphate pathway KeyWords Plus:SACCHAROMYCES-CEREVISIAE; OXIDATIVE STRESS; RETROGRADE RESPONSE; NITRIC-OXIDE; CELLS; HYPOXIA; PATHWAY; DYSFUNCTION; EXPRESSION; VECTORS","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"INTERFACE FOCUS Volume: 7 Issue: 2 Article Number: 20160143 DOI: 10.1098/rsfs.2016.0143 Published: APR 6 2017","Abstract":"Mitochondrially generated oxidants are believed to play important roles in both physiology and pathophysiology. Therefore, it is of significant interest to better understand the metabolic conditions leading to enhanced mitochondrial oxidant generation. Here, we investigate the influence of oxygen and glucose availability on the redox state of peroxiredoxin-based redox probes, expressed in the cytosol and mitochondrial matrix of yeast cells. We observe that the redox state of peroxiredoxin probes reflects the balance between dioxygen-dependent peroxide generation and glucose-dependent generation of reducing equivalents. The oxidative pentose phosphate pathway appears to be the dominant source of NADPH in the system under study.","Authors":"Pastor-Flores, D (Pastor-Flores, Daniel) ; Becker, K (Becker, Katja) ; Dick, TP (Dick, Tobias P.)","Title":"Monitoring yeast mitochondria with peroxiredoxin-based redox probes: the influence of oxygen and glucose availability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398316200001 PubMed ID: 28381250 ISSN: 1471-2202","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"BMC NEUROSCIENCE Volume: 18 Article Number: 37 DOI: 10.1186/s12868-017-0352-5 Published: APR 5 2017","Abstract":"Background: The mechanisms of steroids actions in the brain mainly involve the binding and nuclear translocation of specific cytoplasmic receptors. These receptors can act as transcription factors and regulate gene expression. However, steroid-dependent transcriptional regulation in different types of neural cells is not yet fully understood. The aim of this study was to evaluate and compare transcriptional alterations induced by various steroid receptor agonists in primary cultures of astrocytes and neurons from mouse brain. Results: We utilized whole-genome microarrays (Illumina Mouse WG-6) and quantitative PCR analyses to measure mRNA abundance levels. To stimulate gene expression we treated neuronal and astroglial cultures with dexamethasone (100 nM), aldosterone (200 nM), progesterone (200 nM), 5a-dihydrotestosterone (200 nM) and beta-Estradiol (200 nM) for 4 h. Neurons were found to exhibit higher levels of expression of mineralocorticoid receptor, progesterone receptor and estrogen receptor 2 than astrocytes. However, higher mRNA level of glucocorticoid receptor mRNA was observed in astrocytes. We identified 956 genes regulated by steroids. In astrocytes we found 381 genes altered by dexamethasone and 19 altered by aldosterone. Functional classification of the regulated genes indicated their putative involvement in multiple aspects of cell metabolism (up-regulated Slc2a1, Pdk4 and Slc45a3) and the inflammatory response (down-regulated Ccl3, Il1b and Tnf). Progesterone, dihydrotestosterone and estradiol did not change gene expression in astrocytes. We found no significant changes in gene expression in neurons. Conclusions: The obtained results indicate that glial cells might be the primary targets of transcriptional action of steroids in the central nervous system. Substantial changes in gene expression driven by the glucocorticoid receptor imply an important role for the hypothalamic-pituitary-adrenal axis in the hormone-dependent regulation of brain physiology. This is an in vitro study. Hence, the model may not accurately reflect all the effects of steroids on gene expression in neurons in vivo.","Authors":"Piechota, M (Piechota, Marcin) ; Korostynski, M (Korostynski, Michal) ; Golda, S (Golda, Slawomir) ; Ficek, J (Ficek, Joanna) ; Jantas, D (Jantas, Danuta) ; Barbara, Z (Barbara, Ziolkowska) ; Przewlocki, R (Przewlocki, Ryszard)","Title":"Transcriptional signatures of steroid hormones in the striatal neurons and astrocytes"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398654600002 PubMed ID: 28424624 ISSN: 1663-9812","Keywords":"calcium activated potassium channel; skeletal muscle; splicing isoforms; periodic paralysis; acetazolamide; dichlorphenamide KeyWords Plus:SENSITIVE K+ CHANNELS; RAT SKELETAL-MUSCLE; POTASSIUM CHANNELS; DEPLETED RATS; ATP CHANNEL; CHANNELOPATHIES; EXCITABILITY; INVOLVEMENT; DEFICIENT; SUBUNITS","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"FRONTIERS IN PHARMACOLOGY Volume: 8 Article Number: 188 DOI: 10.3389/fphar.2017.00188 Published: APR 5 2017","Authors":"Tricarico, D (Tricarico, Domenico) ; Mele, A (Mele, Antonietta)","Title":"Commentary: A BK (Slo1) channel journey from molecule to physiology"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398637500001 PubMed ID: 28424632 ISSN: 1664-042X","Keywords":"insulin; insulin receptor; angiogenesis; endothelial cells KeyWords Plus:ENDOTHELIAL GROWTH-FACTOR; RETINAL BARRIER BREAKDOWN; DIABETIC-RETINOPATHY; MOLECULAR-MECHANISMS; RECEPTOR ISOFORMS; DIFFERENTIAL EXPRESSION; SIGNALING PATHWAYS; GLYCEMIC CONTROL; PROSTATE-CANCER; GENE-EXPRESSION","Categories":"Physiology Web of Science Categories:Physiology","Journal Information":"FRONTIERS IN PHYSIOLOGY Volume: 8 Article Number: 204 DOI: 10.3389/fphys.2017.00204 Published: APR 5 2017","Abstract":"The underlying molecular mechanisms involve in the regulation of the angiogenic process by insulin are not well understood. In this review article, we aim to describe the role of insulin and insulin receptor activation on the control of angiogenesis and how these mechanisms can be deregulated in human diseases. Functional expression of insulin receptors and their signaling pathways has been described on endothelial cells and pericytes, both of the main cells involved in vessel formation and maturation. Consequently, insulin has been shown to regulate endothelial cell migration, proliferation, and in vitro tubular structure formation through binding to its receptors and activation of intracellular phosphorylation cascades. Furthermore, insulin-mediated pro-angiogenic state is potentiated by generation of vascular growth factors, such as the vascular endothelial growth factor, produced by endothelial cells. Additionally, diseases such as insulin resistance, obesity, diabetes, and cancer may be associated with the deregulation of insulin-mediated angiogenesis. Despite this knowledge, the underlying molecular mechanisms need to be elucidated in order to provide new insights into the role of insulin on angiogenesis.","Authors":"Escudero, CA (Escudero, Carlos A.) ; Herlitz, K (Herlitz, Kurt) ; Troncoso, F (Troncoso, Felipe) ; Guevara, K (Guevara, Katherine) ; Acurio, J (Acurio, Jesenia) ; Aguayo, C (Aguayo, Claudio) ; Godoy, AS (Godoy, Alejandro S.) ; Gonzalez, M (Gonzalez, Marcelo)","Title":"Pro-angiogenic Role of Insulin: From Physiology to Pathology"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394258900015 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"night vision; compound eye; photoreceptor; phototransduction; quantum bump KeyWords Plus:LIGHT-SENSITIVE CHANNELS; SINGLE-PHOTON SIGNALS; 1ST OPTIC GANGLION; DROSOPHILA PHOTORECEPTORS; PERIPLANETA-AMERICANA; COCKROACH PHOTORECEPTORS; POTASSIUM CHANNELS; DEVELOPMENTAL-CHANGES; FLY PHOTORECEPTORS; TEMPORAL SUMMATION","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1717 Article Number: 20160077 DOI: 10.1098/rstb.2016.0077 Published: APR 5 2017","Abstract":"Night vision is ultimately about extracting information from a noisy visual input. Several species of nocturnal insects exhibit complex visually guided behaviour in conditions where most animals are practically blind. The compound eyes of nocturnal insects produce strong responses to single photons and process them into meaningful neural signals, which are amplified by specialized neuroanatomical structures. While a lot is known about the light responses and the anatomical structures that promote pooling of responses to increase sensitivity, there is still a dearth of knowledge on the physiology of night vision. Retinal photoreceptors form the first bottleneck for the transfer of visual information. In this review, we cover the basics of what is known about physiological adaptations of insect photoreceptors for low-light vision. We will also discuss major enigmas of some of the functional properties of nocturnal photoreceptors, and describe recent advances in methodologies that may help to solve them and broaden the field of insect vision research to new model animals. This article is part of the themed issue 'Vision in dim light'.","Authors":"Honkanen, A (Honkanen, Anna) ; Immonen, EV (Immonen, Esa-Ville) ; Salmela, I (Salmela, Iikka) ; Heimonen, K (Heimonen, Kyosti) ; Weckstrom, M (Weckstrom, Matti) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Immonen, Esa-Ville http://orcid.org/0000-0002-5576-0627","Title":"Insect photoreceptor adaptations to night vision"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398524900001 PubMed ID: 28376908 ISSN: 1466-609X eISSN: 1364-8535","Keywords":"Calibration; SAPS II; SAPS 3; Determinants KeyWords Plus:HOSPITAL MORTALITY; PROGNOSTIC PERFORMANCE; UNITS; COHORT; PREDICTION; ADMISSION; QUALITY; MODELS; SYSTEM","Categories":"General & Internal Medicine Web of Science Categories:Critical Care Medicine","Journal Information":"CRITICAL CARE Volume: 21 Article Number: 85 DOI: 10.1186/s13054-017-1673-6 Published: APR 4 2017","Abstract":"Background: The aim of the Simplified Acute Physiology Score (SAPS) II and SAPS 3 is to predict the mortality of patients admitted to intensive care units (ICUs). Previous studies have suggested that the calibration of these scores may vary across countries, centers, and/or characteristics of patients. In the present study, we aimed to assess determinants of the calibration of these scores. Methods: We assessed the calibration of the SAPS II and SAPS 3 scores among 5266 patients admitted to ICUs during a 4-week period at 120 centers in 17 European countries. We obtained calibration curves, Brier scores, and standardized mortality ratios. Points attributed to SAPS items were reevaluated and compared with those of the original scores. Finally, we tested associations between the calibration and center characteristics. Results: The mortality was overestimated by both scores: The standardized mortality ratios were 0.75 (95% CI 0.71-0. 79) for the SAPS II score and 0.91 (95% CI 0.86-0.96) for the SAPS 3 score. This overestimation was partially explained by changes in associations between some items of the scores and mortality, especially the heart rate, Glasgow Coma Scale score, and diagnosis of AIDS for SAPS II. The calibration of both scores was better in countries with low health expenditures. The between-center variability in calibration curves was much greater than expected by chance. Conclusions: Both scores overestimate current mortality among European ICU patients. The magnitude of the miscalibration of SAPS II and SAPS 3 scores depends not only on patient characteristics but also on center characteristics. Furthermore, much between-center variability in calibration remains unexplained by these factors.","Authors":"Poncet, A (Poncet, Antoine) ; Perneger, TV (Perneger, Thomas V.) ; Merlani, P (Merlani, Paolo) ; Capuzzo, M (Capuzzo, Maurizia) ; Combescure, C (Combescure, Christophe)","Title":"Determinants of the calibration of SAPS II and SAPS 3 mortality scores in intensive care: a European multicenter study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398646500007 PubMed ID: 28267915 ISSN: 0013-936X eISSN: 1520-5851","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE & TECHNOLOGY Volume: 51 Issue: 7 Pages: 3640-3648 DOI: 10.1021/acs.est.6b05138 Published: APR 4 2017","Abstract":"Echinoderms are considered particularly sensitive to ocean acidification (OA) as their skeleton is made of high-magnesium calcite, one of the most soluble forms of calcium carbonate. Recent studies have investigated effects of OA on the skeleton of \"classical\" sea urchins (euechinoids), but the impact of etching on skeleton mechanical properties is almost unknown. Furthermore, the integrity of the skeleton of cidaroids has never been assessed, although their extracellular fluid is under-saturated with respect to their skeleton, and the skeleton of their primary spines is in direct contact with seawater. In this study, we compared the dissolution of test plates and spines as well as the spine mechanical properties (two-points bending tests) in a cidaroid (Eucidaris tribuloides) and a euechinoid (Tripneustes ventricosus) submitted to a 5 week acidification experiment (pH(T) of 8.1, 7.7, and 7.4). Test plates of both species were not affected by dissolution. The spines of E. tribuloides showed no mechanical effects at pH(SW-T)T 7.4 despite having traces of corrosion on secondary spines. On the contrary, spines of the T. ventricosus were significantly etched at both pH(SW-T) 7.7 and 7.4 and their fracture force reduced by 16 to 35%, respectively. This increased brittleness is probably of little significance with regards to predation protection but has consequences in terms of energy allocation.","Authors":"Dery, A (Dery, Aurelie) ; Collard, M (Collard, Marie) ; Dubois, P (Dubois, Philippe)","Title":"Ocean Acidification Reduces Spine Mechanical Strength in Euechinoid but Not in Cidaroid Sea Urchins"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398439200001 PubMed ID: 28421066 ISSN: 1664-302X","Keywords":"pedigree; laboratory strain; K-12; evolution; Illumina HiSeq2000 KeyWords Plus:B STRAINS REL606; GENE RECOMBINATION; RESTRICTION; SEQUENCE; K-12; DNA; PLASMID; CLONING; CONSTRUCTION; METHYLATION","Categories":"Microbiology Web of Science Categories:Microbiology","Journal Information":"FRONTIERS IN MICROBIOLOGY Volume: 8 Article Number: 585 DOI: 10.3389/fmicb.2017.00585 Published: APR 4 2017","Abstract":"There have been extensive genome sequencing studies for Escherichia coli strains, particularly for pathogenic isolates, because fast determination of pathogenic potential and/ or drug resistance and their propagation routes is crucial. For laboratory E. coli strains, however, genome sequence information is limited except for several well-known strains. We determined the complete genome sequence of laboratory E. coli strain RR1 (HB101 RecA (+)), which has long been used as a general cloning host. A hybrid genome sequence of K-12 MG1655 and B BL21(DE3) was constructed based on the initial mapping of Illumina HiSeq reads to each reference, and iterative rounds of read mapping, variant detection, and consensus extraction were carried out. Finally, PCR and Sanger sequencing-based finishing were applied to resolve non-single nucleotide variant regions with aberrant read depths and breakpoints, most of them resulting from prophages and insertion sequence transpositions that are not present in the reference genome sequence. We found that 96.9% of the RR1 genome is derived from K-12, and identified exact crossover junctions between K-12 and B genomic fragments. However, because RR1 has experienced a series of genetic manipulations since branching from the common ancestor, it has a set of mutations different from those found in K-12 MG1655. As well as identifying all known genotypes of RR1 on the basis of genomic context, we found novel mutations. Our results extend current knowledge of the genotype of RR1 and its relatives, and provide insights into the pedigree, genomic background, and physiology of common laboratory strains.","Authors":"Jeong, H (Jeong, Haeyoung) ; Sim, YM (Sim, Young Mi) ; Kim, HJ (Kim, Hyun Ju) ; Lee, SJ (Lee, Sang Jun)","Title":"Unveiling the Hybrid Genome Structure of Escherichia coli RR1 (HB101 RecA(+))"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398636700001 PubMed ID: 28421000 ISSN: 1664-042X","Keywords":"photosensitization; protein photosensitizer; photonanomanipulation; singlet oxygen; calcium oscillation; pancreatic acinar cells; photopharmacology; ligand-independent KeyWords Plus:RAT PANCREATIC ACINI; GENETICALLY-ENCODED PHOTOSENSITIZER; ASSISTED LIGHT INACTIVATION; PHOTOTOXIC FLUORESCENT PROTEIN; ALUMINUM PHTHALOCYANINE SALPC; SINGLET OXYGEN; SUBCELLULAR-LOCALIZATION; C.-ELEGANS; CHOLECYSTOKININ RECEPTOR; CAENORHABDITIS-ELEGANS","Categories":"Physiology Web of Science Categories:Physiology","Journal Information":"FRONTIERS IN PHYSIOLOGY Volume: 8 Article Number: 191 DOI: 10.3389/fphys.2017.00191 Published: APR 4 2017","Abstract":"Singlet oxygen generated in a type II photodynamic action, due to its limited lifetime (1 mu s) and reactive distance (< 10 nm), could regulate live cell function nanoscopically. The genetically-encoded protein photosensitizers ( engineered fluorescent proteins such as KillerRed, TagRFP, and flavin-binding proteins such as miniSOG, Pp2FbFP(L30M)) could be expressed in a cell type-and/or subcellular organelle-specific manner for targeted protein photo-oxidative activation/desensitization. The newly emerged active illumination technique provides an additional level of specificity. Typical examples of photodynamic activation include permanent activation of G protein-coupled receptor CCK1 and photodynamic activation of ionic channel TRPA1. Protein photosensitizers have been used to photodynamically modulate major cellular functions (such as neurotransmitter release and gene transcription) and animal behavior. Protein photosensitizers are increasingly used in photon-driven nanomanipulation in cell physiology research.","Authors":"Jiang, HN (Jiang, Hong Ning) ; Li, Y (Li, Yuan) ; Cui, ZJ (Cui, Zong Jie)","Title":"Photodynamic Physiology-Photonanomanipulations in Cellular Physiology with Protein Photosensitizers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398636900002 PubMed ID: 28421004 ISSN: 1664-042X","Keywords":"cognition; extreme physiology; neurosensory assessment; olfaction; smell KeyWords Plus:TEST-RETEST RELIABILITY; WORKING-MEMORY; EXTENDED VERSION; EXERCISE; PERFORMANCE; ADAPTATION; TRAIL; IDENTIFICATION; DEACTIVATION; ACTIVATION","Categories":"Physiology Web of Science Categories:Physiology","Journal Information":"FRONTIERS IN PHYSIOLOGY Volume: 8 Article Number: 201 DOI: 10.3389/fphys.2017.00201 Published: APR 4 2017","Abstract":"Introduction: Given the wide proliferation of ultra-long endurance races, it is important to understand the physiological response of the athletes to improve their safety. We evaluated the cognitive and neurosensory effects on ultra-endurance athletes during the Transpyrenea(866 Km, 65,000m positive slope), held on the French Pyrenees. Materials and Methods: 40 athletes were enrolled (age 43.8 +/- 8.8 years; 36 males). Olfactory and cognitive tests were performed before the race (T0, n = 40), at 166 kms (T1, n = 28), at 418 kms (T2, n = 20), and after the race (T3, 866 kms, n = 13). The effect of dehydration and sleep deprivation on cognitive features were also studied. Results: Olfactory function decreased during the race (T0: 24.9 +/- 4.3 vs. T3: 22.8 +/- 3.5, z = - 2.678, p = 0.007), language fluency increased (T0: 10.8 +/- 2.9; T1: 11.4 +/- 2.7; T2: 12.9 +/- 2.8; T3: 12.9 +/- 3.0; $ 2 = 11.132, p = 0.011 for combined samples), whereas the Trail Making Test did not show any changes between pre-and post-race (T0 vs. T3 p = 0.697 for TMT- A, p = 0.977 for TMT- B). The mean aggregate sleeping time was 9.3 +/- 5.4 h at T1, 22.4 +/- 10.0 h at T2, 29.5 +/- 20.5 h at T3, with a correlation with olfactory function (r = 0.644, p = 0.018), while Total Body Water (TBW) was not correlated with olfactory or cognitive scores. Conclusion: Physical activity and sleep restriction in ultra-endurance could transiently affect olfactory function, while verbal fluency improved, demonstrating a dissimilar mechanism of activation/deactivation in different cortical areas. Body water loss was uncorrelated to cognition. Further studies should clarify whether cognitive and sensory deficits occur even in absence of sleep restriction.","Authors":"Tonacci, A (Tonacci, Alessandro) ; Mrakic-Sposta, S (Mrakic-Sposta, Simona) ; Ujka, K (Ujka, Kristian) ; Sansone, F (Sansone, Francesco) ; Ferrisi, A (Ferrisi, Alice) ; Giardini, G (Giardini, Guido) ; Conte, R (Conte, Raffaele) ; Pratali, L (Pratali, Lorenza)","Title":"Neurosensory and Cognitive Modifications in Europe's Toughest RandoRaid Competition: the Transpyrenea Extreme Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397351200007 PubMed ID: 28189053 ISSN: 0168-1605 eISSN: 1879-3460","Keywords":"K lactis; RNAseq; Non-Saccharomyces; Aerobic fermentation; Oxidative stress KeyWords Plus:NON-SACCHAROMYCES YEAST; DIFFERENTIAL EXPRESSION ANALYSIS; ALCOHOL CONTENT; RNA PSEUDOURIDYLATION; MESSENGER-RNA; GENE; CEREVISIAE; STRAINS; RESPIRATION; DELETIONS","Categories":"Food Science & Technology; Microbiology Web of Science Categories:Food Science & Technology; Microbiology","Journal Information":"INTERNATIONAL JOURNAL OF FOOD MICROBIOLOGY Volume: 246 Pages: 40-49 DOI: 10.1016/Afoodmicro.2017.01.014 Published: APR 4 2017","Abstract":"The respiratory, metabolism of yeast species alternative to Saccharomyces cerevisiae has been explored in recent years as a tool to reduce ethanol content in grape wine. The efficacy of this strategy has been previously proven for mixed cultures of non-Saccharomyces and S. cerevisiae strains. In this work, we perform a transcriptomic analysis of the Crabtree-negative yeast Kluyveromyces lactis under tightly controlled growth conditions in order to better understand physiology of non-Saccharomyces yeasts during the fermentation of grape must under aerated conditions. Transcriptional changes in K lactis are mainly driven by oxygen limitation, iron requirement, and oxidative stress. Oxidative stress appears as a consequence of the hypoxic conditions achieved by K. lactis once oxygen supply is no longer sufficient to sustain fully respiratory metabolism. This species copes with low oxygen and iron availability by repressing iron consuming pathways and activating iron transport mechanisms. Most of the physiological and transcriptomic features of K lactis in aerobic wine fermentation are not shared with the Crabtree-positive yeast S. cerevisiae. (C) 2017 Published by Elsevier B.V.","Authors":"Tronchoni, J (Tronchoni, Jordi) ; Rodrigues, AJ (Rodrigues, Alda J.) ; Curiel, JA (Antonio Curiel, Jose) ; Morales, P (Morales, Pilar) ; Gonzalez, R (Gonzalez, Ramon)","Title":"Hypoxia and iron requirements are the main drivers in transcriptional adaptation of Kluyveromyces lactis during wine aerobic fermentation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398159000047 PubMed ID: 28330992 ISSN: 0027-8424","Keywords":"liver; stem cells; regeneration; hepatocyte; lineage-restricted progenitors KeyWords Plus:HEMATOPOIETIC STEM-CELLS; LIVER-REGENERATION; CLONAL ANALYSIS; NERVOUS-SYSTEM; ALLYL ALCOHOL; IN-VITRO; REVEALS; HEPATOCYTES; GERM; IDENTIFICATION","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Volume: 114 Issue: 14 Pages: 3654-3659 DOI: 10.1073/pnas.1621361114 Published: APR 4 2017","Abstract":"The regeneration of organ morphology and function following tissue loss is critical to restore normal physiology, yet few cases are documented in mammalian postnatal life. Partial hepatectomy of the adult mammalian liver activates compensatory hepatocyte hypertrophy and cell division across remaining lobes, resulting in restitution of organ mass but with permanent alteration of architecture. Here, we identify a time window in early postnatal life wherein partial amputation culminates in a localized regeneration instead of global hypertrophy and proliferation. Quantifications of liver mass, enzymatic activity, and immunohistochemistry demonstrate that damaged lobes underwent multilineage regeneration, reforming a lobe often indistinguishable from undamaged ones. Clonal analysis during regeneration reveals local clonal expansions of hepatocyte stem/progenitors at injured sites that are lineage but not fate restricted. Tetrachimeric mice show clonal selection occurs during development with further selections following injury. Surviving progenitors associate mainly with central veins, in a pattern of selection different from that of normal development. These results illuminate a previously unknown program of liver regeneration after acute injury and allow for exploration of latent regenerative programs with potential applications to adult liver regeneration.","Authors":"Tsai, JM (Tsai, Jonathan M.) ; Koh, PW (Koh, Pang Wei) ; Stefanska, A (Stefanska, Ania) ; Xing, LJ (Xing, Liujing) ; Walmsley, GG (Walmsley, Graham G.) ; Poux, N (Poux, Nicolas) ; Weissman, IL (Weissman, Irving L.) ; Rinkevich, Y (Rinkevich, Yuval)","Title":"Localized hepatic lobular regeneration by central-vein-associated lineage-restricted progenitors"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398211500001 PubMed ID: 28421160 ISSN: 2234-943X","Keywords":"mitochondria-associated membranes; unfolded protein response; endoplasmic reticulum stress; mitochondria; cancer KeyWords Plus:STRESS SENSOR IRE1-ALPHA; ER STRESS; MITOFUSIN 2; CELL-DEATH; CALCIUM HOMEOSTASIS; BAX INHIBITOR-1; CA2+ TRANSFER; CANCER-CELLS; CALNEXIN; PATHWAY","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"FRONTIERS IN ONCOLOGY Volume: 7 Article Number: 55 DOI: 10.3389/fonc.2017.00055 Published: APR 3 2017","Abstract":"Endoplasmic reticulum (ER) to mitochondria communication has emerged in recent years as a signaling hub regulating cellular physiology with a relevant contribution to diseases including cancer and neurodegeneration. This functional integration is exerted through discrete interorganelle structures known as mitochondria-associated membranes (MAMs). At these domains, ER/mitochondria physically associate to dynamically adjust metabolic demands and the response to stress stimuli. Here, we provide a focused overview of how the ER shapes the function of the mitochondria, giving a special emphasis to the significance of local signaling of the unfolded protein response at MAMs. The implications to cell fate control and the progression of cancer are also discussed.","Authors":"Carreras-Sureda, A (Carreras-Sureda, Amado) ; Pihan, P (Pihan, Philippe) ; Hetz, C (Hetz, Claudio)","Title":"The Unfolded Protein Response: At the intersection between endoplasmic Reticulum Function and Mitochondrial Bioenergetics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398061700028 PubMed ID: 28343966 ISSN: 0960-9822 eISSN: 1879-0445","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"CURRENT BIOLOGY Volume: 27 Issue: 7 Pages: 1055-1061 DOI: 10.1016/j.cub.2017.02.037 Published: APR 3 2017","Abstract":"Astrocytes are active partners in neural information processing [1, 2]. However, the roles of astrocytes in regulating behavior remain unclear [3, 4]. Because astrocytes have persistent circadian clock gene expression and ATP release in vitro [5-8], we hypothesized that they regulate daily rhythms in neurons and behavior. Here, we demonstrated that daily rhythms in astrocytes within the mammalian master circadian pacemaker, the suprachiasmatic nucleus (SCN), determine the period of wheel-running activity. Ablating the essential clock gene Bmal1 specifically in SCN astrocytes lengthened the circadian period of clock gene expression in the SCN and in locomotor behavior. Similarly, excision of the shortperiod CK1e tau mutation specifically from SCN astrocytes resulted in lengthened rhythms in the SCN and behavior. These results indicate that astrocytes within the SCN communicate to neurons to determine circadian rhythms in physiology and in rest activity.","Authors":"Tso, CF (Tso, Chak Foon) ; Simon, T (Simon, Tatiana) ; Greenlaw, AC (Greenlaw, Alison C.) ; Puri, T (Puri, Tanvi) ; Mieda, M (Mieda, Michihiro) ; Herzog, ED (Herzog, Erik D.)","Title":"Astrocytes Regulate Daily Rhythms in the Suprachiasmatic Nucleus and Behavior"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398183300003 PubMed ID: 28368290 ISSN: 0021-9738 eISSN: 1558-8238","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"JOURNAL OF CLINICAL INVESTIGATION Volume: 127 Issue: 4 Pages: 1123-1125 DOI: 10.1172/JCI92949 Published: APR 3 2017","Abstract":"Members of the nuclear receptor (NR) superfamily of ligand-regulated transcription factors play important roles in reproduction, development, and physiology. In humans, genetic mutations in NRs are causes of rare diseases, while hormones and drugs that target NRs are in widespread therapeutic use. The present issue of the JCI includes a series of Review articles focused on specific NRs and their wide range of biological functions. Here I reflect on the past, present, and potential future highlights of research on the NR superfamily.","Authors":"Lazar, MA (Lazar, Mitchell A.)","Title":"Maturing of the nuclear receptor family"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398039100001 PubMed ID: 28368004 ISSN: 2041-1723","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE COMMUNICATIONS Volume: 8 Article Number: 14931 DOI: 10.1038/ncomms14931 Published: APR 3 2017","Abstract":"Circadian and seasonal rhythms are seen in many species, modulate several aspects of human physiology, including brain functions such as mood and cognition, and influence many neurological and psychiatric illnesses. However, there are few data regarding the genome-scale molecular correlates underlying these rhythms, especially in the human brain. Here, we report widespread, site-specific and interrelated diurnal and seasonal rhythms of gene expression in the human brain, and show their relationship with parallel rhythms of epigenetic modification including histone acetylation, and DNA methylation. We also identify transcription factor-binding sites that may drive these effects. Further, we demonstrate that Alzheimer's disease pathology disrupts these rhythms. These data suggest that interrelated diurnal and seasonal epigenetic and transcriptional rhythms may be an important feature of human brain biology, and perhaps human biology more broadly, and that changes in such rhythms may be consequences of, or contributors to, diseases such as Alzheimer's disease.","Authors":"Lim, ASP (Lim, Andrew S. P.) ; Klein, HU (Klein, Hans-Ulrich) ; Yu, L (Yu, Lei) ; Chibnik, LB (Chibnik, Lori B.) ; Ali, S (Ali, Sanam) ; Xu, JS (Xu, Jishu) ; Bennett, DA (Bennett, David A.) ; De Jager, PL (De Jager, Philip L.)","Title":"Diurnal and seasonal molecular rhythms in human neocortex and their relation to Alzheimer's disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395382600009 PubMed ID: 28194757 ISSN: 0001-5172 eISSN: 1399-6576","Categories":"Anesthesiology Web of Science Categories:Anesthesiology","Journal Information":"ACTA ANAESTHESIOLOGICA SCANDINAVICA Volume: 61 Issue: 4 Pages: 408-417 DOI: 10.1111/aas.12869 Published: APR 2017","Abstract":"BackgroundTraumatic brain injury is a worldwide health issue and a significant cause of preventable deaths and disabilities. We aimed to describe population-based data on intensive care treated traumatic brain injury in Iceland over 15 years period. MethodsRetrospective review of all intensive care unit admissions due to traumatic brain injury at The National University Hospital of Iceland 1999-2013. Data were collected on demographics, mechanism of injury, alcohol consumption, glasgow come scale upon admission, Injury Severity Scoring, acute physiology and chronic health evaluation II score, length of stay, interventions and mortality (defined as glasgow outcome score one). All computerized tomography scans were reviewed for Marshall score classification. ResultsIntensive care unit admissions due to traumatic brain injury were 583. The incidence decreased significantly from 14/100.000/year to 12/100.000/year. Males were 72% and the mean age was 41 year. Majority of patients (42%) had severe traumatic brain injury. The most common mechanism of injury was a fall from low heights (36.3%). The mortality was 18.2%. Increasing age, injury severity score, Marshall score and acute physiology and chronic health evaluation II score are all independent risk factors for death. Glasgow coma scale was not an independent prognostic factor for outcome. ConclusionsIncidence decreased with a shift in injury mechanism from road traffic accidents to falls and an increased rate of traumatic brain injury in older patients following a fall from standing or low heights. Mortality was higher in older patients falling from low heights than in younger patients suffering multiple injuries in road traffic accidents. Age, injury severity score, acute physiology and chronic health evaluation II score and Marshall score are good prognostic factors for outcome. Traumatic brain injury continues to be a considerable problem and the increase in severe traumatic brain injury in the middle age and older age groups after a seemingly innocent accident needs a special attention.","Authors":"Jonsdottir, GM (Jonsdottir, G. M.) ; Lund, SH (Lund, S. H.) ; Snorradottir, B (Snorradottir, B.) ; Karason, S (Karason, S.) ; Olafsson, IH (Olafsson, I. H.) ; Reynisson, K (Reynisson, K.) ; Mogensen, B (Mogensen, B.) ; Sigvaldason, K (Sigvaldason, K.)","Title":"A population-based study on epidemiology of intensive care unit treated traumatic brain injury in Iceland"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397593400005 PubMed ID: 28301358 ISSN: 1527-7941 eISSN: 1538-8654","Keywords":"chronic wounds; diabetic ulcers; delayed radiation injury; chronic osteomyelitis; hyperbaric chamber; hyperbaric oxygen therapy; nonhealing wounds KeyWords Plus:DIABETIC FOOT ULCERS; STEM-CELL MOBILIZATION; DOUBLE-BLIND; TRIAL; AMPUTATION; INJURIES; WOUNDS; TISSUE; COHORT; LIMB","Categories":"Dermatology; Nursing; Surgery Web of Science Categories:Dermatology; Nursing; Surgery","Journal Information":"ADVANCES IN SKIN & WOUND CARE Volume: 30 Issue: 4 Pages: 181-190 Published: APR 2017","Abstract":"Treating chronic wounds and infections are challenging medical problems worldwide. Hyperbaric oxygen therapy (HBOT), the administration of 100% oxygen at pressures greater than 1.4 atmosphere absolute in a series of treatments, can be used as an adjunctive therapy in many wound care settings because it improves oxygenation and neovascularization and decreases inflammation in chronic wounds. A growing number of studies support the benefits of HBOT for enhancing wound healing and decreasing the likelihood of negative events such as amputation. However, many practitioners are unfamiliar with HBOT. This article provides a general introduction to HBOT, reviews the physiology and mechanisms of behind HBOT, discusses all the indications for HBOT, and explores in-depth the clinical evidence for HBOT in the treatment of arterial insufficiencies, diabetic ulcers, delayed radiation injury, and chronic refractory osteomyelitis.","Authors":"Lam, G (Lam, Gretl) ; Fontaine, R (Fontaine, Rocky); Ross, FL (Ross, Frank L.) ; Chiu, ES (Chiu, Ernest S.)","Title":"Hyperbaric Oxygen Therapy: Exploring the Clinical Evidence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398622200008 PubMed ID: 28118494 ISSN: 0145-6008 eISSN: 1530-0277","Keywords":"Vesicle Priming; Vesicle Recycling; Presynaptic; Acute Ethanol; Post-Tetanic Potentiation KeyWords Plus:CHRONIC ETHANOL EXPOSURE; PARACAPSULAR GABAERGIC SYNAPSES; CHRONIC INTERMITTENT ETHANOL; PREFRONTAL CORTEX; RAT AMYGDALA; DBA/2J MICE; ACTIVE ZONE; INBRED MICE; RECEPTOR; WITHDRAWAL","Categories":"Substance Abuse Web of Science Categories:Substance Abuse","Journal Information":"ALCOHOLISM-CLINICAL AND EXPERIMENTAL RESEARCH Volume: 41 Issue: 4 Pages: 735-746 DOI: 10.1111/acer.13343 Published: APR 2017","Abstract":"Background: Inbred mouse strains are differentially sensitive to the acute effects of ethanol (EtOH) and are useful tools for examining how unique genomes differentially affect alcohol-related behaviors and physiology. DBA/2J mice have been shown to be sensitive to the acute anxiolytic effects of alcohol as well as the anxiogenic effects of withdrawal from chronic alcohol exposure, while B6 mice are resistant to both. Considering that the basolateral amygdala (BLA) is an important brain region for the acute and chronic effects of EtOH on fear and anxiety related behaviors, we hypothesized that there would be strain-dependent differences in the acute effects of EtOH in BLA slices. Methods: We utilized patch clamp electrophysiology in BLA coronal slices from 4 inbred mouse strains (A/J, BALBcJ, C57BL/6J, and DBA/2J) to examine how genetic background influences acute EtOH effects on synaptic vesicle recycling and post-tetanic potentiation (PTP) in response to low (2Hz)- and high (40Hz)-frequency stimulation. Results: We found that EtOH inhibited synaptic vesicle recycling in a strain- and stimulation frequency-dependent manner. Vesicle recycling in DBA/2J and BALBcJ cells was inhibited by acute EtOH during both low- and high-frequency stimulation, while recycling measured from A/J cells was sensitive only during high-frequency stimulation. Recycling at C57BL/6J synapses was insensitive to EtOH regardless of stimulation frequency. We additionally found that cells from DBA/2J and BALBcJ mice were sensitive to EtOH-mediated inhibition of PTP. Conclusions: Acute EtOH application inhibited vesicle recycling and PTP at glutamatergic synapses in both a strain- and frequency-dependent fashion. Several presynaptic proteins that contribute to synaptic vesicle priming in addition to PTP have been implicated in alcohol-related behaviors, including Munc13, Munc18, and RIM proteins, making them potential candidates for the molecular mechanism controlling these effects.","Authors":"Gioia, DA (Gioia, Dominic A.) ; McCool, B (McCool, Brian)","Title":"Strain-Dependent Effects of Acute Alcohol on Synaptic Vesicle Recycling and Post-Tetanic Potentiation in Medial Glutamate Inputs to the Mouse Basolateral Amygdala"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397583900014 PubMed ID: 27552353 ISSN: 0894-9115 eISSN: 1537-7385","Keywords":"Tracheostomy; Manometry; Pharyngeal Phase Kinematics; Neurogenic Dysphagia; Rehabilitation KeyWords Plus:UPPER ESOPHAGEAL SPHINCTER; TRACHEOTOMY TUBE; ASPIRATION; SWALLOW; SCALE","Categories":"Rehabilitation; Sport Sciences Web of Science Categories:Rehabilitation; Sport Sciences","Journal Information":"AMERICAN JOURNAL OF PHYSICAL MEDICINE & REHABILITATION Volume: 96 Issue: 4 Pages: 268-272 DOI: 10.1097/PHM.0000000000000602 Published: APR 2017","Abstract":"Objective: Tracheostomy tubes (TT) are often needed in patients with severe neurologic injuries to protect the respiratory system from aspiration. However, TTs alter physiological oral-nasal airflow and are suspected to influence the pattern of pharyngeal swallowing. The aim of this work was to evaluate the effect of TT occlusion on pharyngeal swallowing physiology and to determine penetration-aspiration (PA) values of open versus closed TTs in neurogenic dysphagia. Design: Prospective controlled clinical study with 20 tracheotomized patients after unilateral hemispheric stroke. Pharyngeal manometry and flexible endoscopic evaluation of swallowing were performed simultaneously to determine pharyngoesophageal pressure and timing, as well as PA scores with open and occluded TTs. In each condition, patients had to swallow 5 mL of puree 5 times. Results: Pharyngoesophageal pressure amplitudes, duration, and timing of the swallows did not change as a result of the tracheostomy tube status. Penetration-aspiration values were significantly lower in the occluded tube condition (P = 0.024). Conclusions: Airflow and tracheostomy tube status did not influence the physiology of pharyngoesophageal swallowing in patients with neurogenic dysphagia. However, occluded TTs permitted the voluntary clearance of laryngeal residue and resulted in improved PA scores. We recommend performing dysphagia therapy in tracheotomized patients as soon as possible with uncuffed and occluded tubes.","Authors":"Ledl, C (Ledl, Christian) ; Ullrich, YY (Ullrich, Ylva Yasmin)","Title":"Occlusion of Tracheostomy Tubes Does Not Alter Pharyngeal Phase Kinematics But Reduces Penetration by Enhancing Pharyngeal Clearance A Prospective Study in Patients With Neurogenic Dysphagia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397872800001 PubMed ID: 27974315 ISSN: 0363-6119 eISSN: 1522-1490","Keywords":"hypertension; kidney; renin-angiotensin system; angiotensin II; salt; cardiac output; vascular resistance KeyWords Plus:COMPUTER-SYSTEMS ANALYSIS; LONG-TERM CONTROL; INDUCED HYPERTENSION; THEORETICAL-ANALYSIS; SODIUM-EXCRETION; HUMAN PHYSIOLOGY; ANGIOTENSIN-II; RENAL-FUNCTION; OBESITY; HUMANS","Categories":"Physiology Web of Science Categories:Physiology","Journal Information":"AMERICAN JOURNAL OF PHYSIOLOGY-REGULATORY INTEGRATIVE AND COMPARATIVE PHYSIOLOGY Volume: 312 Issue: 4 Pages: R451-R466 DOI: 10.1152/ajpregu.00353.2016 Published: APR 2017","Abstract":"Mathematical modeling is an important tool for understanding quantitative relationships among components of complex physiological systems and for testing competing hypotheses. We used HumMod, a large physiological model, to test hypotheses of blood pressure (BP) salt sensitivity. Systemic hemodynamics, renal, and neurohormonal responses to chronic changes in salt intake were examined during normal renal function, fixed low or high plasma angiotensin II (ANG II) levels, bilateral renal artery stenosis, increased renal sympathetic nerve activity (RSNA), and decreased nephron numbers. Simulations were run for 4 wk at salt intakes ranging from 30 to 1,000 mmol/day. Reducing functional kidney mass or fixing ANG II increased salt sensitivity. Salt sensitivity, associated with inability of ANG II to respond to changes in salt intake, occurred with smaller changes in renal blood flow but greater changes in glomerular filtration rate, renal sodium reabsorption, and total peripheral resistance (TPR). However, clamping TPR at normal or high levels had no major effect on salt sensitivity. There were no clear relationships between BP salt sensitivity and renal vascular resistance or extracellular fluid volume. Our robust mathematical model of cardiovascular, renal, endocrine, and sympathetic nervous system physiology supports the hypothesis that specific types of kidney dysfunction, associated with impaired regulation of ANG II or increased tubular sodium reabsorption, contribute to BP salt sensitivity. However, increased preglomerular resistance, increased RSNA, or inability to decrease TPR does not appear to influence salt sensitivity. This model provides a platform for testing competing concepts of long-term BP control during changes in salt intake.","Authors":"Clemmer, JS (Clemmer, John S.) ; Pruett, WA (Pruett, W. Andrew) ; Coleman, TG (Coleman, Thomas G.) ; Hall, JE (Hall, John E.) ; Hester, RL (Hester, Robert L.)","Title":"Mechanisms of blood pressure salt sensitivity: new insights from mathematical modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397180700006 ISSN: 0275-2565 eISSN: 1098-2345","Keywords":"Alouatta; feeding ecology; metabolite; metabolomics; nutritional ecology KeyWords Plus:COLOBUS MONKEYS; FOOD SELECTION; FORAGING STRATEGIES; SECONDARY COMPOUNDS; CONDENSED TANNINS; NUTRITIONAL-VALUE; GUT; IDENTIFICATION; ACID; ADAPTATIONS","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"AMERICAN JOURNAL OF PRIMATOLOGY Volume: 79 Issue: 4 Special Issue: SI DOI: 10.1002/ajp.22616 Published: APR 2017","Abstract":"In addition to macronutrients, foods consist of a complex set of chemical compounds that can influence dietary selectivity and consumer physiology. Metabolomics allow us to describe this complexity by quantifying all small molecules, or metabolites, in a food item. In this study we use GC-MS based metabolomics to describe the metabolite profiles of foods consumed by one population of Mexican black howler monkeys (Alouatta pigra) over a 10-month period. Our data indicate that each food exhibited a distinct metabolite profile, and the average weekly intake of metabolites such as neochlorogenic acid and serotonin (5-hydroxytryptamine) was correlated with the consumption of certain plant parts. We speculate that these patterns result in temporal changes in howler monkey physiology such as food retention time. In contrast, variation in the weekly intake of metabolites such as oxalic acid was70% less than variation in the concentration of the same metabolites across food items, suggesting that howler monkeys regulated the intake of these metabolites, possibly to avoid physiological consequences such as kidney stone formation. Finally, seasonal variation in the consumption of individual nutrient and non-nutrient metabolites were correlated with changes in the relative abundances of associated gut microbial taxa, implying indirect effects of food item metabolites on howler monkey nutritional ecology that likely drive foraging decisions. While additional research is needed to validate these findings, the patterns we report serve as important baseline data for understanding the effects of plant metabolites on the food choice in primates.","Authors":"Amato, KR (Amato, Katherine R.) ; Ulanov, A (Ulanov, Alexander) ; Ju, KS (Ju, Kou-San) ; Garber, PA (Garber, Paul A.)","Title":"Metabolomic data suggest regulation of black howler monkey (Alouatta pigra) diet composition at the molecular level"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397180700001 ISSN: 0275-2565 eISSN: 1098-2345","Keywords":"feeding; geometric framework; macronutrients; metabolomics; minerals KeyWords Plus:FOOD; PHYSIOLOGY; NUTRIENTS; QUALITY; DIETS","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"AMERICAN JOURNAL OF PRIMATOLOGY Volume: 79 Issue: 4 Special Issue: SI DOI: 10.1002/ajp.22634 Published: APR 2017","Abstract":"Nutritional ecology seeks to explain, in an ecological and evolutionary context, how individuals choose, acquire, and process food to satisfy their nutritional requirements. Historically, studies of primate feeding ecology have focused on characterizing diets in terms of the botanical composition of the plants consumed. Further, dietary studies have demonstrated how patch and food choice in relation to time spent foraging and feeding are influenced by the spatial and temporal distribution of resources and by social factors such as feeding competition, dominance, or partner preferences. From a nutritional perspective, several theories including energy and protein-to-fiber maximization, nutrient mixing, and toxin avoidance, have been proposed to explain the food choices of non-human primates. However, more recently, analytical frameworks such as nutritional geometry have been incorporated into primatology to explore, using a multivariate approach, the synergistic effects of multiple nutrients, secondary metabolites, and energy requirements on primate food choice. Dietary strategies associated with nutrient balancing highlight the tradeoffs that primates face in bypassing or selecting particular feeding sites and food items. In this Special Issue, the authors bring together a set of studies focusing on the nutritional ecology of a diverse set of primate taxa characterized by marked differences in dietary emphasis. The authors present, compare, and discuss the diversity of strategies used by primates in diet selection, and how species differences in ecology, physiology, anatomy, and phylogeny can affect patterns of nutrient choice and nutrient balancing. The use of a nutritionally explicit analytical framework is fundamental to identify the nutritional requirements of different individuals of a given species, and through its application, direct conservation efforts can be applied to regenerate and protect specific foods and food patches that offer the opportunity of a nutritionally balanced diet.","Authors":"Righini, N (Righini, Nicoletta)","Title":"Recent advances in primate nutritional ecology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396346900005 ISSN: 0954-1020 eISSN: 1365-2079","Keywords":"feather corticosterone; glucocorticoids; haematocrit; migration; testosterone; triglycerides KeyWords Plus:GRAY-HEADED ALBATROSSES; EGG-PRODUCTION; DIOMEDEA-MELANOPHRIS; BODY CONDITION; CLUTCH SIZE; CORTICOSTERONE; CHRYSOSTOMA; MIGRATION; FEATHERS; DECISIONS","Categories":"Environmental Sciences & Ecology; Physical Geography; Geology Web of Science Categories:Environmental Sciences; Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"ANTARCTIC SCIENCE Volume: 29 Issue: 2 Pages: 155-164 DOI: 10.1017/S0954102016000560 Published: APR 2017","Abstract":"We investigated the physiology of two closely related albatross species relative to their breeding strategy: black-browed albatrosses (Thalassarche melanophris) breed annually, while grey-headed albatrosses (T. chrysostoma) breed biennially. From observations of breeding fate and blood samples collected at the end of breeding in one season and feather corticosterone levels (fCort) sampled at the beginning of the next breeding season, we found that in both species some post-breeding physiological parameters differed according to breeding outcome (successful, failed, deferred). Correlations between post-breeding physiology and fCort, and links to future breeding decisions, were examined. In black-browed albatrosses, post-breeding physiology and fCort were not significantly correlated, but fCort independently predicted breeding decision the next year, which we interpret as a possible migratory carry-over effect. In grey-headed albatrosses, post-breeding triglyceride levels were negatively correlated with fCort, but only in females, which we interpret as a potential cost of reproduction. However, this potential cost did not carry-over to future breeding in the grey-headed albatrosses. None of the variables predicted future breeding decisions. We suggest that biennial breeding in the grey-headed albatrosses may have evolved as a strategy to buffer against the apparent susceptibility of females to negative physiological costs of reproduction. Future studies are needed to confirm this.","Authors":"Crossin, GT (Crossin, Glenn T.) ; Phillips, RA (Phillips, Richard A.) ; Lattin, CR (Lattin, Christine R.) ; Romero, LM (Romero, L. Michael) ; Bordeleau, X (Bordeleau, Xavier) ; Harris, CM (Harris, Christopher M.) ; Love, OP (Love, Oliver P.) ; Williams, TD (Williams, Tony D.)","Title":"Costs of reproduction and carry-over effects in breeding albatrosses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396054700042 ISSN: 1355-557X eISSN: 1365-2109","Keywords":"aquaculture; fish health; innate immunity; microbiota; mucosal immunity; probiotics KeyWords Plus:OREOCHROMIS-NILOTICUS L.; LACTIC-ACID BACTERIA; SPARUS-AURATA L.; SACCHAROMYCES-CEREVISIAE; BODY-COMPOSITION; ATLANTIC COD; NILE TILAPIA; FISH; PERFORMANCE; PARAMETERS","Categories":"Fisheries Web of Science Categories:Fisheries","Journal Information":"AQUACULTURE RESEARCH Volume: 48 Issue: 4 Pages: 1815-1826 DOI: 10.1111/are.13019 Published: APR 2017","Abstract":"Yeast probiotics have great promise, yet they received little attention in fish. This study investigated the influence of Aqualase((R)), a yeast-based commercial probiotic composed of Saccharomyces cerevisiae and Saccharomyces elipsoedas, on health and performance of rainbow trout (Oncorhynchus mykiss). Probiotics were incorporated in the diets at three different inclusion levels (1%, 1.5% and 2%) and administered to the fish for a period of 8 weeks. After the feeding trial, intestinal total viable aerobic bacterial count was significantly higher in fish group that received 2% in-feed probiotics. In addition, a significant increase in at least 11% in intestinal lactic acid bacteria population was observed in all probiotic-fed groups. Total protein level and lysozyme activity in skin mucus were significantly elevated following probiotic feeding. Inhibitory potential of skin mucus against fish pathogens was significantly enhanced by at least 50% in probiotic-fed groups. Humoral and cellular immune parameters were influenced by probiotic feeding and the effects were dependent on inclusion level. Digestive physiology was affected by infeed probiotics through improvement of intestinal enzyme activities. All growth performance parameters were significantly improved following probiotic administration specifically at inclusion rate 1.5% and above. Taken together, the results revealed that Aqualase((R)) is a promising yeast-based probiotic for rainbow trout with the capability of modulating the intestinal microbiota, immunity and growth.","Authors":"Adel, M (Adel, Milad) ; Lazado, CC (Lazado, Carlo C.) ; Safari, R (Safari, Reza) ; Yeganeh, S (Yeganeh, Sakineh) ; Zorriehzahra, MJ (Zorriehzahra, Mohammad Jalil)","Title":"Aqualase (R), a yeast-based in-feed probiotic, modulates intestinal microbiota, immunity and growth of rainbow trout Oncorhynchus mykiss"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678800018 ISSN: 1052-7613 eISSN: 1099-0755","Keywords":"recreation; physiology; behaviour; modelling; reptiles; lake KeyWords Plus:FRESH-WATER TURTLE; BEHAVIORAL THERMOREGULATION; GRAPTEMYS-GEOGRAPHICA; ANTHROPOGENIC NOISE; CHRYSEMYS-PICTA; GLYPTEMYS-INSCULPTA; TRACHEMYS-SCRIPTA; EMYS-ORBICULARIS; THERMAL QUALITY; PAINTED TURTLES","Categories":"Environmental Sciences & Ecology; Marine & Freshwater Biology; Water Resources Web of Science Categories:Environmental Sciences; Marine & Freshwater Biology; Water Resources","Journal Information":"AQUATIC CONSERVATION-MARINE AND FRESHWATER ECOSYSTEMS Volume: 27 Issue: 2 Pages: 547-558 DOI: 10.1002/aqc.2693 Published: APR 2017","Abstract":"1. Basking is the primary mechanism used by many freshwater turtles to maintain their body temperature (Tb) in a range that maximizes physiological performance. Basking turtles are easily disturbed by motorboats, but the consequences of the increasingly popular use of motorboats on turtles is largely unknown. 2. In this work, predictive models built from field and laboratory data were used to assess the effects of the frequency of basking disturbance by motorboats on Tb and metabolic rate (MR) of female northern map turtles (Graptemys geographica), a species of conservation concern. 3. Simulations revealed that the effects of boat disturbance vary seasonally. In early May, a conservative estimate of the disturbance rate (0.15 per hour) resulted in a 0.34 degrees C decrease in mean daily Tb, which translated to a 7.8% reduction in mean MR. In June, July and August, owing to warmer lake temperatures, the effect of disturbance was less marked and the observed disturbance rates (0.32, 0.96 and 1.23 per hour, respectively) reduced the mean MR of an adult female by 2.1%, 0.5%, and 0.4 %, respectively. 4. Reduction in MR decreases the rate of energy assimilation, which could translate into sublethal effects on turtles, such as reduced growth and reproductive output. 5. Motorboat usage is increasing in many areas and is probably affecting other species of freshwater turtles that use aerial basking. This study offers important insights on the implications of disturbances for species that bask. Copyright # 2016 John Wiley & Sons, Ltd.","Authors":"Jain-Schlaepfer, SMR (Jain-Schlaepfer, Sofia M. R.) ; Blouin-Demers, G (Blouin-Demers, Gabriel) ; Cooke, SJ (Cooke, Steven J.) ; Bulte, G (Bulte, Gregory)","Title":"Do boating and basking mix? The effect of basking disturbances by motorboats on the body temperature and energy budget of the northern map turtle"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651300009 PubMed ID: 28192727 ISSN: 0166-445X eISSN: 1879-1514","Keywords":"Artificial sweetener; Bioremediation; Duckweed; Pharmaceuticals and personal care; products (PPCP); Phytoremediation; Selective serotonin reuptake inhibitor; Water quality KeyWords Plus:SEROTONIN REUPTAKE INHIBITORS; PERSONAL CARE PRODUCTS; ARTIFICIAL SWEETENERS; ENVIRONMENT; PHARMACEUTICALS; FATE; CONTAMINANTS; EFFICIENCY; TRANSPORT; SAMPLES","Categories":"Marine & Freshwater Biology; Toxicology Web of Science Categories:Marine & Freshwater Biology; Toxicology","Journal Information":"AQUATIC TOXICOLOGY Volume: 185 Pages: 76-85 DOI: 10.1016/j.aquatox.2017.01.008 Published: APR 2017","Abstract":"Pharmaceuticals and personal care products (PPCP) are prevalent in aquatic systems, yet the fate and impacts on aquatic plants needs quantification for many compounds. We measured and detected sucralose (an artificial sweetener), fluoxetine (an antidepressant), and other PPCP in the Portneuf River in Idaho, USA, where Lemna minor (an aquatic plant in the environment and used in ecotoxicology studies) naturally occurs. Sucralose was hypothesized to negatively affect photosynthesis and growth of L. minor because sucralose is a chlorinated molecule that may be toxic or unusable for plant metabolism. A priori hypotheses were not created for fluoxetine due to lack of previous studies examining its impacts on plants. We conducted laboratory ecotoxicological assessments for a large range of concentrations of sucralose and fluoxetine on L. minor physiology and photosynthetic function. Frond green leaf area, root length, growth rate, photosynthetic capacity, and plant carbon isotopic composition (discrimination relative to a standard; delta C-13) were measured among treatments ranging from 0 to 15000 nmol/L-sucralose and 0-323 nmol/L-fluoxetine. Contrary to our predictions, sucralose significantly increased green leaf area, photosynthetic capacity, and delta C-13 of L. minor at environmentally relevant concentrations. The increase of delta C-13 from sucralose amendments and an isotope-mixing model indicated substantial sucralose uptake and assimilation within the plant. Unlike humans who cannot break down and utilize sucralose, we documented that L. minor a mixotrophic plant can use sucralose as a sugar substitute to increase its green leaf area and photosynthetic capacity. Fluoxetine significantly decreased L. minor root growth, daily growth rate, and asexual reproduction at 323 nmol/L-fluoxetine; however, ambiguity remains regarding the mechanisms responsible and the applicability of these extreme concentrations unprecedented in the natural environment. To our knowledge, this was the first study to show aquatic plants can uptake and metabolize sucralose as a carbon source. This study further supports the common notion that L. minor can be useful in bioremediation of PPCP from wastewaters. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Amy-Sagers, C (Amy-Sagers, Cherisse) ; Reinhardt, K (Reinhardt, Keith) ; Larson, DM (Larson, Danelle M.)","Title":"Ecotoxicological assessments show sucralose and fluoxetine affect the aquatic plant, Lemna minor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651300016 PubMed ID: 28214734 ISSN: 0166-445X eISSN: 1879-1514","Keywords":"Ciguatoxin; Gambierdiscus; Oryzias melastigma; Medaka; Developmental toxicity; Embryo KeyWords Plus:EARLY-LIFE STAGES; D-RR STRAIN; ZEBRAFISH EMBRYOS; MATERNAL TRANSFER; LATIPES EMBRYOS; ORGANOCHLORINE COMPOUNDS; OVO NANOINJECTION; OXIDATIVE STRESS; CYCLE ASSESSMENT; SODIUM-CHANNELS","Categories":"Marine & Freshwater Biology; Toxicology Web of Science Categories:Marine & Freshwater Biology; Toxicology","Journal Information":"AQUATIC TOXICOLOGY Volume: 185 Pages: 149-159 DOI: 10.1016/j.aquatox.2017.02.006 Published: APR 2017","Abstract":"Ciguatoxins are produced by toxic benthic dinoflagellates and cause ciguatera fish poisoning worldwide, but the toxic effects on developing marine fish have not been well investigated. The Pacific ciguatoxin (PCTX-1), is a potent sodium channel agonist, which is one of the most toxic members among all CTXs. This study evaluated the toxic effects of microinjecting purified Pacific ciguatoxin-1 (P-CTX-1) on embryonic development of marine medaka Oryzias melastigma. A lower 96 h-LD50 value was estimated for eleutheroembryos (1.32 ng g(-1)) than that for embryos (1.71 ng g(-1)), indicating that P-CTX-1 is more lethal to newly hatched medaka larvae. P-CTX-1 induced detrimental effects during embryonic development, including hatching failure, abnormalities in physical development (caudal fin malformation and spinal deformities), internal damage (green coloration of the gall bladder and hemorrhaging), immune dysfunction, and altered muscle physiology (bradycardia and hyperkinetic twitching). The results of a transcriptional expression analysis of genes related to the stress/immune responses, cardiac and bone development, and apoptosis supported the observed developmental abnormalities. This study advanced the understanding of P-CTX-1 mediated toxic mechanisms in the development of early life stages of a fish, and thus contributed to the toxicity assessment of CTXs in marine ecosystems. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yan, M (Yan, Meng) ; Leung, PTY (Leung, Priscilla T. Y.) ; Ip, JCH (Ip, Jack C. H.) ; Cheng, JP (Cheng, Jin-ping) ; Wu, JJ (Wu, Jia-Jun) ; Gu, JR (Gu, Jia-Rui) ; Lam, PKS (Lam, Paul K. S.)","Title":"Developmental toxicity and molecular responses of marine medaka (Oryzias melastigma) embryos to ciguatoxin P-CTX-1 exposure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396795800007 ISSN: 0003-813X eISSN: 1475-4754","Keywords":"BIOMINERAL; ISOTOPE ANALYSIS; PALAEODIET; ISOTOPE ECOLOGY KeyWords Plus:STABLE-CARBON; BONE-COLLAGEN; BREATH CO2; AMINO-ACIDS; FOSSIL BONE; OLD BONES; DIET; TURNOVER; NITROGEN; FRACTIONATION","Categories":"Archaeology; Chemistry; Geology Web of Science Categories:Archaeology; Chemistry, Analytical; Chemistry, Inorganic & Nuclear; Geosciences, Multidisciplinary","Journal Information":"ARCHAEOMETRY Volume: 59 Issue: 2 Pages: 302-315 DOI: 10.1111/arcm.12253 Published: APR 2017","Abstract":"In bone, the spacing between delta C-13 in collagen and bioapatite carbonate is greater in herbivores than carnivores, with implications for understanding animal dietary ecology from surviving hard tissues. Two explanations have been proposed: varying diet composition or differences in physiology between herbivores and carnivores. We measured the isotopic effects of carnivorous and herbivorous diets on a single species, to test the effect of diet composition alone. Protein delta C-13 and delta N-15 and carbonate delta C-13 were measured on egg and bone from hens on different diets. Herbivorous hens had a +14.3% spacing between egg albumen and shell delta C-13, compared to +12.4% for omnivorous hens, and +11.5% for carnivorous hens. The bioapatite-collagen. Delta C-13 spacing was measured as +6.2% for herbivorous hens, and calculated as +4.3% for omnivorous hens, and +3.4% for carnivorous hens-similar to observed mammalian herbivore and carnivore bioapatite-collagen. Delta C-13 differences. We conclude that a shift in diet composition from herbivory to carnivory in a single species does alter the bioapatite-collagen carbon isotopic spacing. Our data strongly suggest that this results from differences in the. Delta C-13(bioapatite) (diet) spacing, and not that of. Delta C-13(collagen) (diet).","Authors":"O'Connell, TC (O'Connell, T. C.) ; Hedges, REM (Hedges, R. E. M.)","Title":"CHICKEN AND EGG: TESTING THE CARBON ISOTOPIC EFFECTS OF CARNIVORY AND HERBIVORY"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397927900001 PubMed ID: 28097384 ISSN: 0302-8933 eISSN: 1432-072X","Keywords":"Thermophiles; Hyperthermophiles; Stress; Enzymes; Toxins; Organic acids KeyWords Plus:ARCHAEON PYROCOCCUS-FURIOSUS; YELLOWSTONE-NATIONAL-PARK; MYO-INOSITOL-PHOSPHATE; HEAT-SHOCK PROTEINS; BACTERIUM THERMOANAEROBACTER BG1L1; COMPATIBLE SOLUTE ACCUMULATION; EXTREMELY RADIATION-RESISTANT; SULFOLOBUS-SOLFATARICUS P2; TRICARBOXYLIC-ACID CYCLE; SEA HYDROTHERMAL VENT","Categories":"Microbiology Web of Science Categories:Microbiology","Journal Information":"ARCHIVES OF MICROBIOLOGY Volume: 199 Issue: 3 Pages: 391-414 DOI: 10.1007/s00203-016-1331-4 Published: APR 2017","Abstract":"Thermo (or hyperthermo) philic microorganisms are ubiquitous having a wide range of habitats from freshly fallen snow to pasteurized milk to geothermal areas like hot springs. The variations in physicochemical conditions, viz., temperature, pH, nutrient availability and light intensity in the habitats always pose stress conditions for the inhabitants leading to slow growth or cell death. The industrial processes used for harvesting secondary metabolites such as enzymes, toxins and organic acids also create stressed environments for thermophiles. The production of DNA-binding proteins, activation of reactive oxygen species detoxification system, compatible solute accumulation, expression of heat shock proteins and alterations in morphology are a few examples of physiological changes demonstrated by these microscopic lifeforms in stress. These microorganisms exhibit complex genetic and physiological changes to minimize, adapt to and repair damage caused by extreme environmental disturbances. These changes are termed as 'stress responses' which enable them to stabilize their homeostasis. The exploration of important thermophilic factors would pave the way in engineering the microbial strains for various biotechnological applications. This review article presents a picture of physiological responses of thermophiles against various stress conditions as their mechanisms to respond to stress make them model organisms to further explore them for basic and applied biology purposes.","Authors":"Ranawat, P (Ranawat, Preeti) ; Rawat, S (Rawat, Seema)","Title":"Stress response physiology of thermophiles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397927900003 PubMed ID: 27803972 ISSN: 0302-8933 eISSN: 1432-072X","Keywords":"Plant growth-promoting bacteria (PGPB); Indole-3-acetic acid (IAA); Low nitrogen stress; Serratia; IpdC gene KeyWords Plus:SINORHIZOBIUM-MELILOTI; INDOLEACETIC-ACID; STRAIN","Categories":"Microbiology Web of Science Categories:Microbiology","Journal Information":"ARCHIVES OF MICROBIOLOGY Volume: 199 Issue: 3 Pages: 425-432 DOI: 10.1007/s00203-016-1312-7 Published: APR 2017","Abstract":"Serratia sp. ZM is a plant growth-promoting (PGP) bacterial strain isolated from the rhizospheric soil of Populus euphratica in northwestern China. In this study, low nitrogen supply significantly stimulated the production of indole-3-acetic acid (IAA) in Serratia sp. ZM. The inoculation of the bacterium to wheat seedlings improved plant growth compared with the uninoculated group, and the stimulating effect was more prominent under low nitrogen stress. Inactivation of the predicted key gene in the IAA biosynthesis pathway impaired IAA production and significantly hampered mutant growth in poor medium. Furthermore, the IAA-deficient mutant lost the PGP effect under either normal or low nitrogen conditions in plant experiments. This study revealed the significant impact of environmental nitrogen levels on IAA production in the PGP strain and the vital effect of IAA on resistance physiology of both the bacterium and host plant. The characteristics of Serratia sp. ZM also indicated its application potential as a biofertilizer for plants, especially those suffering from poor nitrogen soil.","Authors":"Ouyang, LM (Ouyang, Liming) ; Pei, HY (Pei, Haiyan) ; Xu, ZH (Xu, Zhaohui)","Title":"Low nitrogen stress stimulating the indole-3-acetic acid biosynthesis of Serratia sp ZM is vital for the survival of the bacterium and its plant growth-promoting characteristic"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397927900010 PubMed ID: 27872947 ISSN: 0302-8933 eISSN: 1432-072X","Keywords":"Bacterial physiology; Hydrogen metabolism; Synthetic biology; Hydrogenase KeyWords Plus:RALSTONIA-EUTROPHA H16; ESCHERICHIA-COLI; LARGE SUBUNIT; MATURATION; HYDROGENASES; GENES; HYPC; BACTERIOPHAGE; EXPRESSION; SEQUENCES","Categories":"Microbiology Web of Science Categories:Microbiology","Journal Information":"ARCHIVES OF MICROBIOLOGY Volume: 199 Issue: 3 Pages: 495-503 DOI: 10.1007/s00203-016-1322-5 Published: APR 2017","Abstract":"Biohydrogen is produced by a number of microbial systems and the commonly used host bacterium Escherichia coli naturally produces hydrogen under fermentation conditions. One approach to engineering additional hydrogen production pathways is to introduce non-native hydrogenases into E. coli. An attractive candidate is the soluble [NiFe]-hydrogenase from Ralstonia eutropha, which has been shown to link NADII/NAD(+) biochemistry directly to hydrogen metabolism, an activity that E. coli does not perform. In this work, three synthetic operons were designed that code for the soluble hydrogenase and two different enzyme maturase systems. Interestingly, using this system, the recombinant soluble hydrogenase was found to be assembled by the native E. coli [NiFe]-hydrogenase assembly machinery, and, vice versa, the synthetic maturase operons were able to complement E. coli mutants defective in hydrogenase biosynthesis. The heterologously expressed soluble hydrogenase was found to be active and was shown to produce biohydrogen in vivo.","Authors":"Lamont, CM (Lamont, Ciaran M.) ; Sargent, F (Sargent, Frank)","Title":"Design and characterisation of synthetic operons for biohydrogen technology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398573200004 ISSN: 0004-8038 eISSN: 1938-4254","Keywords":"color; feather; multiple ornamentation; pukeko; aggression; badge of status; status signal; testes KeyWords Plus:FEMALE AMERICAN GOLDFINCHES; PORPHYRIO-PORPHYRIO-MELANOTUS; SECONDARY SEXUAL CHARACTERS; MIXED-EFFECTS MODELS; MULTIPLE ORNAMENTS; BILL COLOR; INTRASPECIFIC VARIATION; CARDINALIS-CARDINALIS; COMPETITIVE ABILITY; NORTHERN CARDINALS","Categories":"Zoology Web of Science Categories:Ornithology","Journal Information":"AUK Volume: 134 Issue: 2 Pages: 317-329 DOI: 10.1642/AUK-16-119.1 Published: APR 2017","Abstract":"Many animals use coloration to signal dominance and fighting ability. In birds, plumage coloration is often linked to individual quality, but less research has investigated coloration in unfeathered traits (i.e. 'bare parts'), despite theoretical expectations that they might be more reliable signals. Here, we investigate the relationship between multiple ornaments and social dominance in a wild population of the cooperatively breeding Australian Swamphen (known locally as and hereafter referred to as Pukeko; Porphyrio melanotus melanotus) to test the hypothesis that barepart ornaments should be more strongly correlated with dominance than plumage coloration. We show that the size and color of the pukeko's frontal shield (a bare-part ornament), as well as the brightness and chroma of the blue-UV breast plumage, are correlated with social dominance in adult birds. However, the correlation between frontal shield size and dominance was much higher than that between plumage color and dominance, and was also higher than most previously published correlations between plumage traits and dominance. Additionally, frontal shield size, but not breast coloration, was correlated with the size of the testes in male pukekos, which may be because bare-part ornaments are more closely tied to an individual's current physiology than plumage ornaments. While correlative, our results demonstrate that bare-part and plumage traits could act as redundant ornaments, but with differing reliability, and suggest that future studies on bare-part ornaments will enhance our understanding of dominance signaling. Keywords: color, feather, multiple ornamentation, pukeko, aggression, badge of status, status signal, testes","Authors":"Dey, CJ (Dey, Cody J.) ; Quinn, JS (Quinn, James S.) ; King, A (King, Ash) ; Hiscox, J (Hiscox, Jessica) ; Dale, J (Dale, James)","Title":"A bare-part ornament is a stronger predictor of dominance than plumage ornamentation in the cooperatively breeding Australian Swamphen"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398112200002 PubMed ID: 28039571 ISSN: 1389-5729 eISSN: 1573-6768","Keywords":"Caenorhabditis elegans; mev-1; Oxygen consumption; Mitochondria; Metabolism KeyWords Plus:LIFE-SPAN; MITOCHONDRIAL DYSFUNCTION; ELEGANS; DISEASE; PHARMACOLOGY; CONSUMPTION; ALZHEIMERS; LONGEVITY; STRESS; RISK","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology","Journal Information":"BIOGERONTOLOGY Volume: 18 Issue: 2 Pages: 189-200 DOI: 10.1007/s10522-016-9672-6 Published: APR 2017","Abstract":"Hypometabolism may play an important role in the pathogenesis of ageing and ageing-related diseases. The nematode Caenorhabditis elegans offers the opportunity to study \"living mitochondria\" in a small (similar to 1 mm) animal replete with a highly stereotypical, yet complex, anatomy and physiology. Basal oxygen consumption rate is often employed as a proxy for energy metabolism in this context. This parameter is traditionally measured using single-chamber Clark electrodes without the addition of metabolic modulators. Recently, multi-well oxygen electrodes, facilitating addition of metabolic modulators and hence study of respiratory control during different mitochondrial respiration states, have been developed. However, only limited official protocols exist for C. elegans, and key limitations of these techniques are therefore unclear. Following modification and testing of some of the existing protocols, we used these methods to explore mitochondrial bioenergetics in live nematodes of an electron transfer chain Complex II mutant strain, mev-1, and identified a previously undetected metabolic defect. We find that mev-1 mutants cannot respond adequately to increased energy demands, suggesting that oxidative phosphorylation is more severely impaired in these animals than has previously been appreciated.","Authors":"Fong, S (Fong, Sheng) ; Ng, LF (Ng, Li Fang) ; Ng, LT (Ng, Li Theng) ; Moore, PK (Moore, Philip K.) ; Halliwell, B (Halliwell, Barry) ; Gruber, J (Gruber, Jan)","Title":"Identification of a previously undetected metabolic defect in the Complex II Caenorhabditis elegans mev-1 mutant strain using respiratory control analysis"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398112200010 PubMed ID: 28074309 ISSN: 1389-5729 eISSN: 1573-6768","Keywords":"Helicobacter pylori; Chronic skin diseases; Senescence; Inflammation KeyWords Plus:DOUBLE-STRAND BREAKS; BIOFILM FORMATION; VACUOLATING CYTOTOXIN; CELLULAR SENESCENCE; HOST-CELLS; INFECTION; CAGA; PATHOGENESIS; ERADICATION; ACTIVATION","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology","Journal Information":"BIOGERONTOLOGY Volume: 18 Issue: 2 Pages: 293-299 DOI: 10.1007/s10522-017-9676-x Published: APR 2017","Abstract":"Helicobacter pylori, one of the most frequently observed bacterium in the human intestinal flora, has been widely studied since Marshall and Warren documented a link between the presence of H. pylori in the gastrointestinal tract and gastritis and gastric ulcers. Interestingly, H. pylori has also been found in several other epithelial tissues, including the eyes, ears, nose and skin that may have direct or indirect effects on host physiology and may contribute to extragastric diseases, e.g. chronic skin diseases. More recently, it has been shown that H. pylori cytotoxin CagA expression induces cellular senescence of human gastric nonpolarized epithelial cells that may lead to gastrointestinal disorders and systemic inflammation. Here, we hypothesize that also chronic skin diseases may be promoted by stress-induced premature senescence (SIPS) of skin cells, namely fibroblasts and keratinocytes, stimulated with H. pylori cytotoxins. Future studies involving cell culture models and clinical specimens are needed to verify the involvement of H. pylori in SIPS-based chronic skin diseases.","Authors":"Lewinska, A (Lewinska, Anna) ; Wnuk, M (Wnuk, Maciej)","Title":"Helicobacter pylori-induced premature senescence of extragastric cells may contribute to chronic skin diseases"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398538100001 PubMed ID: 28220498 ISSN: 0248-4900 eISSN: 1768-322X","Keywords":"Actin; Adhesion; Cytoskeleton; Junctions; Microtubule KeyWords Plus:FLUID SHEAR-STRESS; MDCK EPITHELIAL-CELLS; CANINE KIDNEY-CELLS; VASCULAR ENDOTHELIAL PERMEABILITY; LIGHT-CHAIN PHOSPHORYLATION; CADHERIN-MEDIATED ADHESION; INTESTINAL BRUSH-BORDER; NITRIC-OXIDE SYNTHASE; MICE LACKING VIMENTIN; EARLY XENOPUS EMBRYO","Categories":"Cell Biology Web of Science Categories:Cell Biology","Journal Information":"BIOLOGY OF THE CELL Volume: 109 Issue: 4 Pages: 139-161 DOI: 10.1111/boc.201600075 Published: APR 2017","Abstract":"Tissues of multicellular organisms are characterised by several types of specialised cell-cell junctions. In vertebrate epithelia and endothelia, tight and adherens junctions (AJ) play critical roles in barrier and adhesion functions, and are connected to the actin and microtubule cytoskeletons. The interaction between junctions and the cytoskeleton is crucial for tissue development and physiology, and is involved in the molecular mechanisms governing cell shape, motility, growth and signalling. The machineries which functionally connect tight and AJ to the cytoskeleton comprise proteins which either bind directly to cytoskeletal filaments, or function as adaptors for regulators of the assembly and function of the cytoskeleton. In the last two decades, specific cytoskeleton-associated junctional molecules have been implicated in mechanotransduction, revealing the existence of multimolecular complexes that can sense mechanical cues and translate them into adaptation to tensile forces and biochemical signals. Here, we summarise the current knowledge about the machineries that link tight and AJ to actin filaments and microtubules, and the molecular basis for mechanotransduction at epithelial and endothelial AJ.","Authors":"Sluysmans, S (Sluysmans, Sophie) ; Vasileva, E (Vasileva, Ekaterina) ; Spadaro, D (Spadaro, Domenica) ; Shah, J (Shah, Jimit) ; Rouaud, F (Rouaud, Florian) ; Citi, S (Citi, Sandra)","Title":"The role of apical cell-cell junctions and associated cytoskeleton in mechanotransduction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398112800025 PubMed ID: 27581324 ISSN: 1617-7959 eISSN: 1617-7940","Keywords":"Adaptation; Computational physiology; Finite element; Biventricle KeyWords Plus:MYOCARDIAL FIBER-ORIENTATION; VENTRICULAR SHEAR STRAIN; MAGNETIC-RESONANCE; IN-VIVO; HEART; VALIDATION; PRESSURE; STRESS; VOLUME","Categories":"Biophysics; Engineering Web of Science Categories:Biophysics; Engineering, Biomedical","Journal Information":"BIOMECHANICS AND MODELING IN MECHANOBIOLOGY Volume: 16 Issue: 2 Pages: 721-729 DOI: 10.1007/s10237-016-0825-y Published: APR 2017","Abstract":"In patient-specific mathematical models of cardiac electromechanics, usually a patient-specific geometry and a generic myofiber orientation field are used as input, upon which myocardial tissue properties are tuned to clinical data. It remains unclear to what extent deviations in myofiber orientation and geometry between model and patient influence model predictions on cardiac function. Therefore, we evaluated the sensitivity of cardiac function for geometry and myofiber orientation in a biventricular (BiV) finite element model of cardiac mechanics. Starting out from a reference geometry in which myofiber orientation had no transmural component, two new geometries were defined with either a 27 % decrease in LV short- to long-axis ratio, or a 16 % decrease of RV length, but identical LV and RV cavity and wall volumes. These variations in geometry caused differences in both local myofiber and global pump work below 6 %. Variation of fiber orientation was induced through adaptive myofiber reorientation that caused an average change in fiber orientation of similar to 8(circle) predominantly through the formation of a component in transmural direction. Reorientation caused a considerable increase in local myofiber (similar to 18 %) work and in global pump work (similar to 17 %) in all three geometries, while differences between geometries were below 5 %. The findings suggest that implementing a realistic myofiber orientation is at least as important as defining a patient-specific geometry. The model for remodeling of myofiber orientation seems a useful approach to estimate myofiber orientation in the absence of accurate patient-specific information.","Authors":"Pluijmert, M (Pluijmert, Marieke) ; Delhaas, T (Delhaas, Tammo) ; de la Parra, AF (de la Parra, Adrian Flores) ; Kroon, W (Kroon, Wilco) ; Prinzen, F (Prinzen, Frits W.) ; Bovendeerd, P (Bovendeerd, Peter H. M.)","Title":"Determinants of biventricular cardiac function: a mathematical model study on geometry and myofiber orientation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549100007 ISSN: 1746-8094 eISSN: 1746-8108","Keywords":"Electromyography (EMG); Scanning-EMG; Quantitative EMG; Turns KeyWords Plus:ELECTROMYOGRAPHY; MUSCLE","Categories":"Engineering; Medical Laboratory Technology Web of Science Categories:Engineering, Biomedical; Medical Laboratory Technology","Journal Information":"BIOMEDICAL SIGNAL PROCESSING AND CONTROL Volume: 34 Pages: 64-73 DOI: 10.1016/j.bspc.2016.12.020 Published: APR 2017","Abstract":"The motor unit profile, a representation of the trajectories of positive and negative turns of a scanningEMG signal, is a new way to characterize the motor unit potential. Such characterization allows quantification of the scanning-EMG signal's complexity, which is closely related to the anatomy and physiology of the motor unit. To extract the motor unit profile, an algorithm that detects the turns of the scanning-EMG signal and links them using point-tracking techniques has been developed. The performance of this algorithm is sensitive to three parameters: the turn detection threshold, the maximum tracking interval threshold, and the trajectory purge threshold. Real scanning-EMG signals have been used to analyze the algorithm's behavior and the influence of the algorithm's parameters and to determine which parameter values provide the best performance. (C) 2017 The Authors. Published by Elsevier Ltd. This is an open access article under the CC BY-NC-ND license.","Authors":"Corera, I (Corera, Inigo) ; Malanda, A (Malanda, Armando) ; Rodriguez-Falces, J (Rodriguez-Falces, Javier) ; Porta, S (Porta, Sonia) ; Navallas, J (Navallas, Javier)","Title":"Motor unit profile: A new way to describe the scanning-EMG potential"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395650600019 PubMed ID: 27775151 ISSN: 0006-3592 eISSN: 1097-0290","Keywords":"biomaterial; trabecular meshwork; in vitro model; glaucoma; collagen; scaffold KeyWords Plus:OUTFLOW PHYSIOLOGY; CROSS-LINKING; INNER WALL; GLAUCOMA; MYOCILIN; BIOLOGY; MATRIX; MODEL","Categories":"Biotechnology & Applied Microbiology Web of Science Categories:Biotechnology & Applied Microbiology","Journal Information":"BIOTECHNOLOGY AND BIOENGINEERING Volume: 114 Issue: 4 Pages: 915-923 DOI: 10.1002/bit.26206 Published: APR 2017","Abstract":"Glaucoma is a disease in which damage to the optic nerve leads to progressive, irreversible vision loss. The intraocular pressure (IOP) is the only modifiable risk factor for glaucoma and its lowering is considered a useful strategy for preventing or slowing down the progression of glaucomatous neuropathy. Elevated intraocular pressure associated with glaucoma is due to increased aqueous humor outflow resistance, primarily through the trabecular meshwork (TM) of the eye. Current in vitro models of the trabecular meshwork are oversimplified and do not capture the organized and complex three-dimensional nature of this tissue that consists primarily of collagen and glycoasaminoglycans. In this work, collagen and collagen-chondroitin sulfate (CS) scaffolds were fabricated via unidirectional freezing and lyophilization to induce the formation of aligned pores. Scaffolds were characterized by scanning electron microscopy, dynamic mechanical analysis, and a chondroitin sulfate quantification assay. Scaffold characterization confirmed the formation of aligned pores, and also that the CS was leaching out of the scaffolds over time. Primary porcine trabecular meshwork (TM) cells were seeded onto the surface of scaffolds and their gene expression, proliferation, viability, migration into the scaffolds, and morphology were examined. The TM cells were viable and proliferated 2 weeks after seeding. The cells migrated down into the internal scaffold structure and their morphology reflected the topography and alignment of the scaffold structure. This work is a promising step toward the development of a three dimensional in vitro model of the TM that can be used for testing of glaucoma pharmacological agents in future experimentation and to better our understanding of the trabecular meshwork and its complex physiology. Biotechnol. Bioeng. 2017;114: 915-923. (c) 2016 Wiley Periodicals, Inc.","Authors":"Osmond, M (Osmond, Matthew) ; Bernier, SM (Bernier, Sarah M.) ; Pantcheva, MB (Pantcheva, Mina B.) ; Krebs, MD (Krebs, Melissa D.)","Title":"Collagen and collagen-chondroitin sulfate scaffolds with uniaxially aligned pores for the biomimetic, three dimensional culture of trabecular meshwork cells"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395939200001 PubMed ID: 27926580 ISSN: 1359-5237 eISSN: 1473-5725","Keywords":"ambulatory blood pressure variability; behavioral interventions; blood pressure mean; cardiovascular disease; pharmacological treatment; psychosocial KeyWords Plus:HEART-RATE-VARIABILITY; 10-YEAR FOLLOW-UP; PROGNOSTIC VALUE; ESSENTIAL-HYPERTENSION; CARDIOVASCULAR EVENTS; MASKED HYPERTENSION; ARTERIAL-PRESSURE; COGNITIVE DECLINE; CIRCADIAN-RHYTHM; ELDERLY COHORT","Categories":"Cardiovascular System & Cardiology Web of Science Categories:Peripheral Vascular Disease","Journal Information":"BLOOD PRESSURE MONITORING Volume: 22 Issue: 2 Pages: 53-58 DOI: 10.1097/MBP.0000000000000230 Published: APR 2017","Abstract":"Ambulatory blood pressure (ABP) has long been recognized by researchers as the gold standard of blood pressure (BP) measurement. Researchers and clinicians typically rely on the mean measure of ABP; however, there is considerable variability in the beat-to-beat BP. Although often ignored, this variability has been found to be an independent predictor of cardiovascular disease and mortality. The aim of this paper is to provide a conceptual review of ABP variability (ABPV) focusing on the following: associations between ABPV and health, whether ABPV is reliable, how to calculate ABPV, predictors of ABPV, and treatments for ABPV. Two future directions are discussed involving better understanding ABPV by momentary assessments and improving knowledge of the underlying physiology that explains ABPV. The results of this review suggest that the unique characteristics of ABPV provide insight into the role of BP variability in hypertension and subsequent cardiovascular illness. Copyright (C) 2017 Wolters Kluwer Health, Inc. All rights reserved.","Authors":"Zawadzki, MJ (Zawadzki, Matthew J.) ; Small, AK (Small, Amanda K.) ; Gerin, W (Gerin, William)","Title":"Ambulatory blood pressure variability: a conceptual review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397701100004 PubMed ID: 27129616 ISSN: 0093-934X eISSN: 1090-2155","Keywords":"Sleep spindles; Nap; Motivation; Reward; Recognition memory KeyWords Plus:SLOW-WAVE SLEEP; RECOGNITION MEMORY; DEPENDENT MEMORY; ENHANCES MEMORY; ACTIVATION; CONSOLIDATION; RECOLLECTION","Categories":"Audiology & Speech-Language Pathology; Linguistics; Neurosciences & Neurology; Psychology Web of Science Categories:Audiology & Speech-Language Pathology; Linguistics; Neurosciences; Psychology, Experimental","Journal Information":"BRAIN AND LANGUAGE Volume: 167 Pages: 28-35 DOI: 10.1016/j.bandl.2016.03.003 Published: APR 2017","Abstract":"The consolidation of new associations is thought to depend in part on physiological processes engaged during non-REM (NREM) sleep, such as slow oscillations and sleep spindles. Moreover, NREM sleep is thought to selectively benefit associations that are adaptive for the future. In line with this, the current study investigated whether different reward cues at encoding are associated with changes in sleep physiology and memory retention. Participants' associative memory was tested after learning a list of arbitrarily paired words both before and after taking a 90-min nap. During learning, word-pairs were preceded by a cue indicating either a high or a low reward for correct memory performance at test. The motivation manipulation successfully impacted retention such that memory declined to a greater extent from pre- to post sleep for low rewarded than for high rewarded word-pairs. In line with previous studies, positive correlations between spindle density during NREM sleep and general memory performance pre- and post-sleep were found. In addition to this, however, a selective positive relationship between memory performance for highly rewarded word-pairs at posttest and spindle density during NREM sleep was also observed. These results support the view that motivationally salient memories are preferentially consolidated and that sleep spindles may be an important underlying mechanism for selective consolidation. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Studte, S (Studte, Sara) ; Bridger, E (Bridger, Emma) ; Mecklinger, A (Mecklinger, Axel)","Title":"Sleep spindles during a nap correlate with post sleep memory performance for highly rewarded word-pairs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398033300005 PubMed ID: 28128438 ISSN: 0007-1188 eISSN: 1476-5381","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"BRITISH JOURNAL OF PHARMACOLOGY Volume: 174 Issue: 8 Pages: 657-671 DOI: 10.1111/bph.13728 Published: APR 2017","Abstract":"BACKGROUND AND PURPOSE The cofactor tetrahydrobiopterin (BH4) is a critical regulator of endothelial NOS (eNOS) function, eNOS-derived NO and ROS signalling in vascular physiology. To determine the physiological requirement for de novo endothelial cell BH4 synthesis for the vasomotor function of resistance arteries, we have generated a mouse model with endothelial cell-specific deletion of Gch1, encoding GTP cyclohydrolase 1 (GTPCH), an essential enzyme for BH4 biosynthesis, and evaluated BH4-dependent eNOS regulation, eNOS-derived NO and ROS generation. EXPERIMENTAL APPROACH The reactivity of mouse second-order mesenteric arteries was assessed by wire myography. High performance liquid chromatography was used to determine BH4, BH2 and biopterin. Western blotting was used for expression analysis. KEY RESULTS Gch1(fl/fl) Tie2cre mice demonstrated reduced GTPCH protein and BH4 levels in mesenteric arteries. Deficiency in endothelial cell BH4 leads to eNOS uncoupling, increased ROS production and loss of NO generation in mesenteric arteries of Gch1 fl/ fl Tie2cre mice. Gch1(fl/fl) Tie2cre mesenteric arteries had enhanced vasoconstriction to U46619 and phenylephrine, which was abolished by L-NAME. Endothelium-dependent vasodilatations to ACh and SLIGRL were impaired in mesenteric arteries from Gch1 fl/ fl Tie2cre mice, compared with those from wild-type littermates. Loss of eNOS-derived NO-mediated vasodilatation was associated with increased eNOS-derived H2O2 and cyclooxygenase-derived vasodilator in Gch1(fl/ fl) Tie2cre mesenteric arteries. CONCLUSIONS AND IMPLICATIONS Endothelial cell Gch1 and BH4-dependent eNOS regulation play pivotal roles in maintaining vascular homeostasis in resistance arteries. Therefore, targeting vascular Gch1 and BH4 biosynthesis may provide a novel therapeutic target for the prevention and treatment of microvascular dysfunction in patients with cardiovascular disease.","Authors":"Chuaiphichai, S (Chuaiphichai, Surawee) ; Crabtree, MJ (Crabtree, Mark J.) ; Mcneill, E (Mcneill, Eileen) ; Hale, AB (Hale, Ashley B.) ; Trelfa, L (Trelfa, Lucy) ; Channon, KM (Channon, Keith M.) ; Douglas, G (Douglas, Gillian)","Title":"A key role for tetrahydrobiopterin- dependent endothelial NOS regulation in resistance arteries: studies in endothelial cell tetrahydrobiopterin-deficient mice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396826900002 PubMed ID: 27573159 ISSN: 0007-4853 eISSN: 1475-2670","Keywords":"Bovine insulin; ILPs; reproduction; Chrysopa septempunctata KeyWords Plus:SILKMOTH BOMBYX-MORI; JUVENILE-HORMONE; MOLECULAR CHARACTERIZATION; DIGESTIVE PHYSIOLOGY; SIGNALING PATHWAY; GENE-EXPRESSION; AEDES-AEGYPTI; DROSOPHILA; MOSQUITO; INSECTS","Categories":"Entomology Web of Science Categories:Entomology","Journal Information":"BULLETIN OF ENTOMOLOGICAL RESEARCH Volume: 107 Issue: 2 Pages: 148-154 DOI: 10.1017/S0007485316000742 Published: APR 2017","Abstract":"Insulin-like peptides (ILPs) act through a conserved insulin signaling pathway and play crucial roles in insect metabolism, growth, reproduction, and aging. Application of bovine insulin is able to increase vitellogenin (Vg) mRNA and protein levels in female insects. Here, we first show that injection of bovine insulin into previtellogenic Chrysopa septempunctata female adults promoted ovarian growth, increased Vg protein abundance, elevated reproductive performance, and enhanced protease activity. These data suggested that ILPs play crucial roles in reproductive regulation of the green lacewing, C. septempunctata.","Authors":"Zhang, TT (Zhang, T. T.) ; Zhang, GC (Zhang, G. C.) ; Zeng, FF (Zeng, F. F.) ; Liu, CY (Liu, C. Y.) ; Mao, JJ (Mao, J. J.)","Title":"Insulin-like peptides regulate vitellogenesis and oviposition in the green lacewing, Chrysopa septempunctata"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397495700007 PubMed ID: 27815594 ISSN: 1420-682X eISSN: 1420-9071","Keywords":"WNK kinases; SPAK/OSR1 phosphorylation; NCC; Ubiquitin-E3 ligase complex; Proteasome; Hyperkalemia; Hypertension KeyWords Plus:PSEUDOHYPOALDOSTERONISM TYPE-II; DISTAL CONVOLUTED TUBULE; NA+-CL-COTRANSPORTER; FAMILIAL HYPERKALEMIC HYPERTENSION; CATION-CHLORIDE COTRANSPORTERS; GENOME-WIDE ASSOCIATION; KNOCK-IN MICE; KELCH-LIKE 3; PROTEIN-KINASES; ANGIOTENSIN-II","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"CELLULAR AND MOLECULAR LIFE SCIENCES Volume: 74 Issue: 7 Pages: 1261-1280 DOI: 10.1007/s00018-016-2402-z Published: APR 2017","Abstract":"Hypertension (high blood pressure) is a major public health problem affecting more than a billion people worldwide with complications, including stroke, heart failure and kidney failure. The regulation of blood pressure is multifactorial reflecting genetic susceptibility, in utero environment and external factors such as obesity and salt intake. In keeping with Arthur Guyton's hypothesis, the kidney plays a key role in blood pressure control and data from clinical studies; physiology and genetics have shown that hypertension is driven a failure of the kidney to excrete excess salt at normal levels of blood pressure. There is a number of rare Mendelian blood pressure syndromes, which have shed light on the molecular mechanisms involved in dysregulated ion transport in the distal kidney. One in particular is Familial hyperkalemic hypertension (FHHt), an autosomal dominant monogenic form of hypertension characterised by high blood pressure, hyperkalemia, hyperchloremic metabolic acidosis, and hypercalciuria. The clinical signs of FHHt are treated by low doses of thiazide diuretic, and it mirrors Gitelman syndrome which features the inverse phenotype of hypotension, hypokalemic metabolic alkalosis, and hypocalciuria. Gitelman syndrome is caused by loss of function mutations in the thiazide-sensitive Na/Cl cotransporter (NCC); however, FHHt patients do not have mutations in the SCL12A3 locus encoding NCC. Instead, mutations have been identified in genes that have revealed a key signalling pathway that regulates NCC and several other key transporters and ion channels in the kidney that are critical for BP regulation. This is the WNK kinase signalling pathway that is the subject of this review.","Authors":"Murthy, M (Murthy, Meena) ; Kurz, T (Kurz, Thimo) ; O'Shaughnessy, KM (O'Shaughnessy, Kevin M.)","Title":"WNK signalling pathways in blood pressure regulation"}]