[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396010800004 ISSN: 1937-5093 eISSN: 1937-5077","Keywords":"Grossly determined solutions; Boltzmann-type equation; spatially in homogeneous; linearized Boltzmann collisions operator KeyWords Plus:ELEMENTARY SOLUTIONS; KINETIC-THEORY; GAS-DYNAMICS; EQUILIBRIUM; STABILITY; EXISTENCE; TREND","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"KINETIC AND RELATED MODELS Volume: 10 Issue: 4 Pages: 957-976 DOI: 10.3934/krm.2017038 Published: DEC 2017","Abstract":"In gas dynamics, the connection between the continuum physics model offered by the Navier-Stokes equations and the heat equation and the molecular model offered by the kinetic theory of gases has been understood for some time, especially through the work of Chapman and Enskog, but it has never been established rigorously. This paper established a precise bridge between these two models for a simple linear Boltzman-like equation. Specifically a special class of solutions, the grossly determined solutions, of this kinetic model are shown to exist and satisfy closed form balance equations representing a class of continuum model solutions.","Authors":"Carty, T (Carty, Thomas)","Title":"GROSSLY DETERMINED SOLUTIONS FOR A BOLTZMANN-LIKE EQUATION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392909200002 ISSN: 1521-1398 eISSN: 1572-9206","Keywords":"Boundary value problem; Subdivision schemes; Collocation algorithm; Approximation; interpolation","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL ANALYSIS AND APPLICATIONS Volume: 23 Issue: 4 Pages: 607-623 Published: OCT 15 2017","Abstract":"This paper presents an iterative collocation numerical approach based on interpolating subdivision schemes for the solution of non-linear fourth order boundary value problems involving ordinary differential equations. Numerical evidence suggests that the scheme converges to a smooth approximate solution of non-linear fourth order boundary value problem. The convergence of the approach is also discussed. Main purpose of this article is to explore and seek the applications of subdivision schemes in the field of physics and engineering.","Authors":"Mustafa, G (Mustafa, Ghulam) ; Abbas, M (Abbas, Muhammad) ; Ejaz, ST (Ejaz, Syeda Tehmina) ; Ismail, AIM (Ismail, Ahmad Izani Md) ; Khan, F (Khan, Faheem)","Title":"A Numerical Approach Based on Subdivision Schemes for Solving Non-Linear Fourth Order Boundary Value Problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392909200009 ISSN: 1521-1398 eISSN: 1572-9206","Keywords":"Existence; G-Brownian motion; Stochastic functional differential equations; discontinuous coefficients KeyWords Plus:G-BROWNIAN MOTION; COEFFICIENTS; DRIVEN","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL ANALYSIS AND APPLICATIONS Volume: 23 Issue: 4 Pages: 693-702 Published: OCT 15 2017","Abstract":"With the advancement in stochastic calculus, stochastic differential equations have now become very common in different fields such as engineering, population dynamics, physics, system sciences, ecological sciences, medicine and financial mathematics. In several stochastic dynamic systems, one assumes that the future state of the system does not depend on its past states. However, under close analysis, it becomes evident that most realistic models would contain some of the past states of the system, and one would require stochastic functional differential equations in order to study such systems. This paper presents the existence theory for stochastic functional differential equations in the G-framework (in short G-SFDEs). The comparison theorem has been developed in a bid to obtain the required results. It is ascertained that the G-SFDEs, whose coefficients may be discontinuous functions, have more than one continuous and bounded solutions.","Authors":"Faizullah, F (Faizullah, Faiz) ; Matloob-Ur-Rehman (Matloob-Ur-Rehman) ; Shahzad, M (Shahzad, Muhammad) ; Chohan, MI (Chohan, M. Ikhlaq)","Title":"On existence and comparison results for solutions to stochastic functional differential equations in the G-framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394185900007 ISSN: 2095-0462","Keywords":"heavy fermion superconductor; Kondo lattice system; superfluid density KeyWords Plus:LONDON PENETRATION DEPTH; KONDO-LATTICE; CECOIN5; MECHANISM; SYMMETRY; CEIRIN5; CERHIN5; PHYSICS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"FRONTIERS OF PHYSICS Volume: 12 Issue: 5 Article Number: 127101 DOI: 10.1007/s11467-016-0625-y Published: OCT 2017","Abstract":"Motivated by a recent London penetration depth measurement [H. Kim, et al., Phys. Rev. Lett. 114, 027003 (2015)] and novel composite pairing scenario [O. Erten, R. Flint, and P. Coleman, Phys. Rev. Lett. 114, 027002 (2015)] of the Yb-doped heavy fermion superconductor CeCoIn 5, we revisit the issue of superfluid response in the microscopic heavy fermion lattice model. However, from the literature, an explicit expression for the superfluid response function in heavy fermion superconductors is rare. In this paper, we investigate the superfluid density response function in the celebrated KondoHeisenberg model. To be specific, we derive the corresponding formalism from an effective fermionic large-N mean-field pairing Hamiltonian whose pairing interaction is assumed to originate from the effective local antiferromagnetic exchange interaction. Interestingly, we find that the physically correct, temperature-dependent superfluid density formula can only be obtained if the external electromagnetic field is directly coupled to the heavy fermion quasi-particle rather than the bare conduction electron or local moment. Such a unique feature emphasizes the key role of the Kondo-screening-renormalized heavy quasi-particle for low-temperature/energy thermodynamics and transport behaviors. As an important application, the theoretical result is compared to an experimental measurement in heavy fermion superconductors CeCoIn 5 and Yb-doped Ce1-xYbx CoIn5 with fairly good agreement and the transition of the pairing symmetry in the latter material is explained as a simple doping effect. In addition, the requisite formalism for the commonly encountered nonmagnetic impurity and non-local electrodynamic effect are developed. Inspired by the success in explaining classic 115-series heavy fermion superconductors, we expect the present theory will be applied to understand other heavy fermion superconductors such as CeCu2Si2 and more generic multi-band superconductors.","Authors":"Zhong, Y (Zhong, Yin) ; Zhang, L (Zhang, Lan) ; Shao, C (Shao, Can); Luo, HG (Luo, Hong-Gang)","Title":"Superfluid response in heavy fermion superconductors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394185900002 ISSN: 2095-0462","Keywords":"optical superlattice; isolated structures; exotic lattice geometries; quantum logic gates KeyWords Plus:ATOMS; LATTICES; GASES","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"FRONTIERS OF PHYSICS Volume: 12 Issue: 5 Article Number: 123201 DOI: 10.1007/s11467-016-0626-x Published: OCT 2017","Abstract":"Overlaying commensurate optical lattices with various configurations called superlattices can lead to exotic lattice topologies and, in turn, a discovery of novel physics. In this study, by overlapping the maxima of lattices, a new isolated structure is created, while the interference of minima can generate various \"sublattice\" patterns. Three different kinds of primitive lattices are used to demonstrate isolated square, triangular, and hexagonal \"sublattice\" structures in a two-dimensional optical superlattice, the patterns of which can be manipulated dynamically by tuning the polarization, frequency, and intensity of laser beams. In addition, we propose the method of altering the relative phase to adjust the tunneling amplitudes in \"sublattices\". Our configurations provide unique opportunities to study particle entanglement in \"lattices\" formed by intersecting wells and to implement special quantum logic gates in exotic lattice geometries.","Authors":"Zou, XH (Zou, Xin-Hao) ; Yang, BG (Yang, Bao-Guo) ; Xu, X (Xu, Xia) ; Tang, PJ (Tang, Peng-Ju) ; Zhou, XJ (Zhou, Xiao-Ji)","Title":"Isolated structures in two-dimensional optical superlattice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393675600011 ISSN: 2070-0733 eISSN: 2075-1354","Keywords":"Structure-preserving; wavelet collocation; conservation laws; nonlinear Dirac equation KeyWords Plus:MULTI-SYMPLECTIC METHODS; SCHRODINGER-EQUATION; SOLITARY WAVES; RUNGE-KUTTA; NUMERICAL-METHODS; SPLITTING METHODS; SCHEMES; DISCRETIZATIONS; CONSERVATION; INTEGRATORS","Categories":"Mathematics; Mechanics Web of Science Categories:Mathematics, Applied; Mechanics","Journal Information":"ADVANCES IN APPLIED MATHEMATICS AND MECHANICS Volume: 9 Issue: 4 Pages: 964-989 DOI: 10.4208/aamm.2016.m1463 Published: AUG 2017","Abstract":"The nonlinear Dirac equation is an important model in quantum physics with a set of conservation laws and a multi-symplectic formulation. In this paper, we propose energy-preserving and multi-symplectic wavelet algorithms for this model. Meanwhile, we evidently improve the efficiency of these algorithms in computations via splitting technique and explicit strategy. Numerical experiments are conducted during long-term simulations to show the excellent performances of the proposed algorithms and verify our theoretical analysis.","Authors":"Qian, X (Qian, Xu) ; Fu, H (Fu, Hao) ; Song, SH (Song, Songhe)","Title":"Structure-Preserving Wavelet Algorithms for the Nonlinear Dirac Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397369300003 ISSN: 1384-1076 eISSN: 1384-1092","Keywords":"BL Lacertae objects Individual; Mrk 421-methods; Data analysis-radiation mechanisms; Non-thermal KeyWords Plus:ACTIVE GALACTIC NUCLEI; BL-LAC OBJECTS; LINE SEYFERT 1; MULTIWAVELENGTH VARIABILITY; INTRADAY VARIABILITY; PROTON BLAZAR; 3C 279; TEV; TELESCOPE; MARKARIAN-421","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"NEW ASTRONOMY Volume: 54 Pages: 24-29 DOI: 10.1016/j.newast.2016.12.003 Published: JUL 2017","Abstract":"Strong X-ray and gamma-ray flares have been detected in February 2010 from the high synchrotron peaked blazar Mrk 421 (z = 0.031). With the motivation of understanding the physics involved in this flaring activity, we study the variability of the source in X-ray and gamma-ray energy bands during the period February 10-23, 2010 (MJD 55237-55250). We use near simultaneous X-ray data collected by MAXI, Swift-XRT and gamma-ray data collected by Fermi-LAT and TACTIC along with the optical V-band observations by SPOL at Steward Observatory. We observe that the variation in the one day averaged flux from the source during the flare is characterized by fast rise and slow decay. Besides, the TeV gamma-ray flux shows a strong correlation with the X-ray flux, suggesting the former to be an outcome of synchrotron self Compton emission process. To model the observed X-ray and gamma-ray light curves, we numerically solve the kinetic equation describing the evolution of particle distribution in the emission region. The injection of particle distribution into the emission region, from the putative acceleration region, is assumed to be a time dependent power law. The synchrotron and synchrotron self Compton emission from the evolving particle distribution in the emission region are used to reproduce the X-ray and gamma-ray flares successfully. Our study suggests that the flaring activity of Mrk 421 can be an outcome of an efficient acceleration process associated with the increase in underlying non-thermal particle distribution. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Singh, KK (Singh, K. K.) ; Sahayanathan, S (Sahayanathan, S.) ; Sinha, A (Sinha, A.) ; Bhatt, N (Bhatt, N.) ; Tickoo, AK (Tickoo, A. K.) ; Yadav, KK (Yadav, K. K.) ; Rannot, RC (Rannot, R. C.) ; Chandra, P (Chandra, P.) ; Venugopal, K (Venugopal, K.) ; Marandi, P (Marandi, P.) ; Kumar, N (Kumar, N.) ; Goyal, HC (Goyal, H. C.) ; Goyal, A (Goyal, A.) ; Agarwal, NK (Agarwal, N. K.) ; Kothari, M (Kothari, M.) ; Chanchalani, K (Chanchalani, K.) ; Dhar, VK (Dhar, V. K.) ; Chouhan, N (Chouhan, N.) ; Bhat, CK (Bhat, C. K.) ; Koul, MK (Koul, M. K.) ; Koul, R (Koul, R.) ...More...Less","Title":"A time dependent approach to model X-ray and gamma-ray light curves of Mrk 421 observed during the flare in February 2010"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397369300009 ISSN: 1384-1076 eISSN: 1384-1092","Keywords":"Equation of state; Methods: numerical; Pulsars; Stars: neutron; Stars: rotation KeyWords Plus:ROTATING NEUTRON-STARS; GENERAL-RELATIVISTIC SPECTRA; X-RAY BINARY; ACCRETION DISCS; STRANGE STARS; QUARK MATTER; TEMPERATURE PROFILES; REALISTIC EQUATIONS; SHAPIRO DELAY; FIELD-THEORY","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"NEW ASTRONOMY Volume: 54 Pages: 61-71 DOI: 10.1016/j.newast.2017.01.008 Published: JUL 2017","Abstract":"The recent fast growth of a population of millisecond pulsars with precisely measured mass provides an excellent opportunity to characterize these compact stars at an unprecedented level. This is because the stellar parameter values can be accurately computed for known mass and spin rate and an assumed equation of state (EoS) model. For each of the 16 such pulsars and for a set of EoS models from nucleonic, hyperonic, strange quark matter and hybrid classes, we numerically compute fast spinning stable stellar parameter values considering the full effect of general relativity. This first detailed catalogue of the computed parameter values of observed millisecond pulsars provides a testbed to probe the physics of compact stars, including their formation, evolution and EoS. We estimate uncertainties on these computed values from the uncertainty of the measured mass, which could be useful to quantitatively constrain EoS models. We note that the largest value of the central density rho(c) in our catalogue is similar to 5.8 times the nuclear saturation density rho(sat), which is much less than the expected maximum value 13 rho(sat). We argue that the rho(a)-values of at most a small fraction of compact stars could be much larger than 5.8 rho(saa). Besides, we find that the constraints on EoS models from accurate radius measurements could be significantly biased for some\" of our pulsars, if stellar spinning configurations are not used to compute the theoretical radius values. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Bhattacharyya, S (Bhattacharyya, Sudip) ; Bombaci, I (Bombaci, Ignazio) ; Bandyopadhyay, D (Bandyopadhyay, Debades) ; Thampan, AV (Thampan, Arun V.) ; Logoteta, D (Logoteta, Domenico)","Title":"Millisecond radio pulsars with known masses: Parameter values and equation of state models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397478600025 ISSN: 0022-314X eISSN: 1096-1658","Keywords":"Mock modular forms; Mock theta functions; Harmonic Maass forms; Modular forms; Theta functions; Maass forms; q-Series KeyWords Plus:WEAK MAASS FORMS; MEROMORPHIC JACOBI FORMS; MATHIEU-GROUP M-24; THETA-FUNCTIONS; UMBRAL MOONSHINE; CYCLE INTEGRALS; FOURIER COEFFICIENTS; UNIMODAL SEQUENCES; QUADRATIC-FORMS; ADIC PROPERTIES","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF NUMBER THEORY Volume: 176 Pages: 500-540 DOI: 10.1016/j.jnt.2017.02.001 Published: JUL 2017","Abstract":"Mock modular forms have played many prominent roles in number theory and other areas of mathematics over the course of the last 15 years. While the term \"mock modular form\" was not formally defined in the literature until 2007, we now know in hindsight that evidence of this young subject appears much earlier,and that mock modular forms are intimately related to ordinary modular and Maass forms, and Ramanujan's mock theta functions. In this expository article, we offer several different perspectives on mock modular forms some of which are number theoretic and some of which are not which together exhibit the strength and scope of their developing theory. They are: combinatorics, q-series and mock theta functions, mathematical physics, number theory, and Moonshine. We also describe some essential results of Bruinier and Funke, and Zwegers, both of which have made tremendous impacts on the development of the theory of mock modular forms. We hope that this article is of interest to both number theorists and enthusiasts - to any reader who is interested in or curious about the history, development, and applications of the subject of mock modular forms, as well as some amount of the mathematical details that go along with them. (C) 2017 Published by Elsevier Inc.","Authors":"Folsom, A (Folsom, Amanda)","Title":"Perspectives on mock modular forms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397578100002 ISSN: 0029-5515 eISSN: 1741-4326","Keywords":"spherical tokamak; plasma formation; magnetic reconnection KeyWords Plus:MAGNETIC RECONNECTION; ADIABATIC-COMPRESSION; SPHERICAL TOKAMAKS; START; CONFINEMENT; REGION; DESIGN; MAST; VEST","Categories":"Physics Web of Science Categories:Physics, Fluids & Plasmas","Journal Information":"NUCLEAR FUSION Volume: 57 Issue: 7 Article Number: 072003 DOI: 10.1088/1741-4326/aa4ffd Published: JUL 2017","Abstract":"Merging-compression is a solenoid-free plasma formation method used in spherical tokamaks (STs). Two plasma rings are formed and merged via magnetic reconnection into one plasma ring that then is radially compressed to form the ST configuration. Plasma currents of several hundred kA and plasma temperatures in the keV-range have been produced using this method, however until recently there was no full understanding of the merging-compression formation physics. In this paper we explain in detail, for the first time, all stages of the merging-compression plasma formation. This method will be used to create ST plasmas in the compact (R similar to 0.4-0.6 m) high field, high current (3 T/2 MA) ST40 tokamak. Moderate extrapolation from the available experimental data suggests the possibility of achieving plasma current similar to 2 MA, and 10 keV range temperatures at densities similar to 1-5 x 10(20) m(-3), bringing ST40 plasmas into a burning plasma (alpha particle heating) relevant conditions directly from the plasma formation. Issues connected with this approach for ST40 and future ST reactors are discussed","Authors":"Gryaznevich, MP (Gryaznevich, M. P.) ; Sykes, A (Sykes, A.)","Title":"Merging-compression formation of high temperature tokamak plasma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946900029 ISSN: 0960-1481","Keywords":"Wind turbine; Rapid-action pitch-control; Innovative load-control KeyWords Plus:FAULT-TOLERANT CONTROL; INDIVIDUAL PITCH; LOAD REDUCTION; BENCHMARK; DIAGNOSIS; MODEL","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 107 Pages: 327-339 DOI: 10.1016/j.renene.2017.02.019 Published: JUL 2017","Abstract":"Pitch control comprises a significant proportion of current wind turbine load-control approaches. Collective pitching is used in restricting the overall power generation at high winds, whereas individual pitching has the added advantage of mitigating cyclic loads that are detrimental in fatigue damage of the turbines. Currently, there are many studies on conventional pitching control that account for long-term variations in wind speeds and associated high loads, but a smaller number of studies in short-term pitch action. The present study focuses on the use of rapid pitch control for handling short-term variations in wind conditions and load fluctuations within one cycle of rotation, with special attention to the prognosis of the aeroelastic response of the rotor. We use a numerical model capable of handling the complexities of the multi-physics dynamics of a wind turbine rotor. Based on a nonlinear adaptive ODE algorithm, it provides a natural way to integrate the various multi-physics aspects of wind turbine dynamics, including the control system and the coupled response of the aerodynamics and the structural deformations of the rotor. Results are presented for the case study of the NREL-5MW Reference Wind Turbine, and their significance for wind-turbine rotors in general is discussed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Menon, M (Menon, Muraleekrishnan) ; Ponta, FL (Ponta, Fernando L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Menon, Muraleekrishnan  http://orcid.org/0000-0002-6682-6732","Title":"Dynamic aeroelastic behavior of wind turbine rotors in rapid pitch-control actions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973000015 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Financial crises; Interest rates; IS-LM model; Negative money; Random walk; Semicontinuous covariance KeyWords Plus:OPTIMAL DESIGNS; CONVERGENCE; PARAMETERS; EFFICIENCY; MARKETS; RATES; TIME","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 394 Pages: 246-272 DOI: 10.1016/j.ins.2017.02.002 Published: JUL 2017","Abstract":"We are encountering deep financial crisis. One of the basic problems we face is how to predict financial developments. Current modelling is clearly insufficient since continuity of autocorrelation oversmoothes the empirical financial data. We prove that geometric probability to chose positive definite continuous covariance by financial data is zero. We also have the empirical evidence for this fact from real stock data. In order to overcome this gap we introduce the novel abc class of semicontinuous covariance functions, which integrates both continuous and discontinuous covariances. The abc class of covariances is much more flexible, powerful, and realistic than its continuous counterpart. It gives answer to the question why financial markets face negative interest rates, cyclic downbreaks, and other difficulties nowadays. As it is clearly illustrated in this paper, the experimenter (e.g. the financial institution) can choose only up to some extent whether abc class member will be positive definite everywhere. To the best knowledge of the authors this fits well to the own Kolmogorov's opinions on axiomatic theory of probability. The Kolmogorov's axiomatic theory of probability was developed as one possible alternative in order to utilize the flexibility of Lebesgue integral in probability theory, but in many experiments e.g. in physics and finance, one should go beyond this axiomatics. That means one should accept negative probabilities (and consequently negative definite covariance functions). In this paper we clarify that the modeler's choice of positive/negative definite functions should be considered within broader Information Theory setup. The introduced abc class is purely topologically defined, with soft regularity conditions on covariances, which are still applicable for increasing and infill domain asymptotics for regression problems, krigihg, and finance. These conditions are related to semicontinuous maps of Ornstein Uhlenbetk (OU) processes. We provide several novel results for optimal design of random fields with abc covariances, random walks in finance, and probabilities of ruins related to shocks (e.g. by earthquakes). In particular, we construct a random walk model with semicontinuous covariance. The novel abc class provides a proper environment for unifying several contradictions on IS/ML model in the economic literature. All mentioned novel economical applications are hardly visible from currently used \"continuous covariance\" framework. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Stehlik, M (Stehlik, M.) ; Helperstorfer, C (Helperstorfer, Ch.) ; Hermann, P (Hermann, P.) ; Supina, J (Supina, J.) ; Grilo, LM (Grilo, L. M.) ; Maidana, JP (Maidana, J. P.) ; Fuders, F (Fuders, F.) ; Stehlikova, S (Stehlikova, S.)","Title":"Financial and risk modelling with semicontinuous covariances"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395211000040 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Fractional calculus; (N+1)-dimensional fractional reduced DTM; Fractional wave like problem; Fractional Zakharov-Kuznetsov equation; Fractional couple Burgers equation KeyWords Plus:VARIATIONAL ITERATION METHOD; HOMOTOPY-PERTURBATION METHOD; WAVE-LIKE EQUATIONS; NONLINEAR ANALYTICAL TECHNIQUE; ZAKHAROV-KUZNETSOV EQUATIONS; DECOMPOSITION METHOD; VARIABLE-COEFFICIENTS; APPROXIMATE SOLUTIONS; HEAT-LIKE; SYSTEMS","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 48 Pages: 509-519 DOI: 10.1016/j.cnsns.2017.01.018 Published: JUL 2017","Abstract":"In this paper, we pursue the general form of the fractional reduced differential transform method (DTM) to (N+1)-dimensional case, so that fractional order partial differential equa-tions (PDEs) can be resolved effectively. The most distinct aspect of this method is that no prescribed assumptions are required, and the huge computational exertion is reduced and round-off errors are also evaded. We utilize the proposed scheme on some initial value problems and approximate numerical solutions of linear and nonlinear time fractional PDEs are obtained, which shows that the method is highly accurate and simple to apply. The proposed technique is thus an influential technique for solving the fractional PDEs and fractional order problems occurring in the field of engineering, physics etc. Nu-merical results are obtained for verification and demonstration purpose by using Mathematica software. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Arshad, M (Arshad, Muhammad) ; Lu, DC (Lu, Dianchen) ; Wang, J (Wang, Jun)","Title":"(N+1)-dimensional fractional reduced differential transform method for fractional order partial differential equations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100001 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Clustering; MRI; Segmentation; Tumor; Medical imaging; Data fusion KeyWords Plus:IMAGES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 1-9 DOI: 10.1016/j.inffus.2016.10.003 Published: JUL 2017","Abstract":"The process of manually generating precise segmentations of brain tumors from magnetic resonance images (MRI) is time-consuming and error-prone. We present a new algorithm, Potential Field Segmentation (PFS), and propose the use of ensemble approaches that combine the results generated by PFS and other methods to achieve a fused segmentation. For the PFS method, we build on our recently proposed clustering algorithm, Potential Field Clustering, which is based on an analogy with the concept of potential field in Physics. We view the intensity of a pixel in an MRI as a \"mass\" that creates a potential field. Specifically, for each pixel in the MRI, the potential field is computed and, if smaller than an adaptive potential threshold, the pixel is associated with the tumor region. This \"small potential\" segmentation criterion is intuitively valid because tumor pixels have larger \"mass\" and thus the potential of surrounding regions is also much larger than in other regions of smaller or no \"mass\". We evaluate the performance of the different methods, including the ensemble approaches, on the publicly available Brain Tumor Image Segmentation (BRATS) MRI benchmark database. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Cabria, I (Cabria, Ivan) ; Gondra, I (Gondra, Iker)","Title":"MRI segmentation fusion for brain tumor detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067700047 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Two-dimensional model; Nonlinear time-dependent partial differential equation; Finite-difference scheme; Symmetry preservation; Boundedness and positivity preservation KeyWords Plus:BURGERS-HUXLEY EQUATION; INHERIT ENERGY-CONSERVATION; TRAVELING-WAVE SOLUTIONS; SCHEME; MODEL; SYSTEM; TRANSITION; CONVECTION; PROPERTY; ADVANCE","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 318 Pages: 515-528 Special Issue: SI DOI: 10.1016/j.cam.2016.01.032 Published: JUL 2017","Abstract":"We propose a numerical method to approximate the solutions of generalized forms of two bi-dimensional models of mathematical physics, namely, the Burgers-Fisher and the Burgers-Huxley equations. In one-dimensional form, the literature in the area gives account of the existence of analytical solutions for both models, in the form of traveling-wave fronts bounded within an interval I of the real numbers. Motivated by this fact, we propose a finite-difference methodology that guarantees that, under certain analytical conditions on the model and computer parameters, estimates within I will evolve discretely into new estimates which are likewise bounded within I. Additionally, we establish the preservation in the discrete domain of the skew-symmetry of the solutions of the models under study. Our computational implementation of the method confirms numerically that the properties of positivity and boundedness are preserved under the analytical constraints derived theoretically. Our simulations show a good agreement between the analytical solutions derived in the present work and the corresponding numerical approximations. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Macias-Diaz, JE (Macias-Diaz, J. E.) ; Guerrero, JA (Guerrero, J. A.)","Title":"A bounded linear integrator for some diffusive nonlinear time-dependent partial differential equations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392908900002 ISSN: 1521-1398 eISSN: 1572-9206","Keywords":"(G'/G)-Expansion method; Prandtl's boundary layer equation; Exact solutions KeyWords Plus:EXPANSION METHOD; WAVE-EQUATIONS","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL ANALYSIS AND APPLICATIONS Volume: 23 Issue: 1 Pages: 31-41 Published: JUL 2017","Abstract":"In this paper, the exact closed-form solutions of the Prandtl's boundary layer equation for radial flow models with uniform or vanishing mainstream velocity are derived by using the (G'/G)-expansion method. Many new exact solutions are found for the boundary layer equation, which are expressed by the hyperbolic, trigonometric and rational functions. The solutions are valid for all values of the parameter beta. It is shown that the (G'/G)-expansion method is effective and can be used for many other nonlinear differential equations of mathematical physics.","Authors":"Aziz, T (Aziz, Taha) ; Motsepa, T (Motsepa, T.) ; Aziz, A (Aziz, A.) ; Fatima, A (Fatima, A.) ; Khalique, CM (Khalique, C. M.)","Title":"Classical Model of Prandtl's Boundary Layer Theory for Radial Viscous Flow: Application of (G '/G)-Expansion Method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397932000019 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"ageing; crosslinking; free volume; morphology KeyWords Plus:DIFFUSION KINETICS; POSITRON LIFETIME; IRRADIATION; BEAM; POLYCARBONATE; ANNIHILATION","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 24 Article Number: 44962 DOI: 10.1002/APP.44962 Published: JUN 20 2017","Abstract":"We have investigated the effect of ion implantation on structural modification and the electrical conductivity of Bakelite-resistive plate chamber (RPC) detector material used in high energy physics experiments. Samples of Bakelite polymer were exposed to 100 keV and 150 keV oxygen ions in the fluence of 10(12) to 10(15) ions cm(-2). Ion implantation induced microstructural changes have been studied using positron annihilation lifetime spectroscopy, X-ray diffraction and Fourier transform infrared techniques. Positron lifetime parameters viz., o-Ps lifetime and its intensity showed formation of radicals, secondary ions due to the creation of interior tracks by high-energy ions followed by chain scission at lower fluence of 100 keV implantation. The decreased free volume size at 150 keV ion implantation is an indication of crosslinking and filling up of interior tracks by the implanted ions. Variation of ac conductivity with frequency obeys Jonscher power law at 100 keV and the conduction mechanism is explained by barrier hopping model. (C) 2017 Wiley Periodicals, Inc.","Authors":"Kumar, KVA (Kumar, K. V. Aneesh) ; Kumaraswamy, GN (Kumaraswamy, G. N.) ; Ranganathaiah, C (Ranganathaiah, C.) ; Ravikumar, HB (Ravikumar, H. B.)","Title":"Influence of oxygen ion implantation on the free volume parameters and electrical conductivity of a polymer-based bakelite RPC detector material"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395723600025 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Fokas-Qiao-Xia-Li equation; Camassa-Holm equation; Fokas-Olver-Rosenau-Qiao equation; Curvature blow-up KeyWords Plus:CAMASSA-HOLM EQUATION; SHALLOW-WATER EQUATION; BREAKING WAVES; INTEGRABLE EQUATIONS; GEODESIC-FLOW; PEAKONS; PERMANENT; STABILITY; CRITERIA; SOLITONS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 450 Issue: 2 Pages: 1275-1293 DOI: 10.1016/j.jmaa.2017.01.080 Published: JUN 15 2017","Abstract":"We study the blow-up phenomena of the strong solutions for the Fokas-Qiao-Xia-Li (FQXL) equation with quadratic and cubic nonlinearities, which include the celebrated Caniassa-Holm equation and the Fokas-Olver-Rosenau-Qiao (FORQ) equation as its special case. The FQXL equation models the unidirectional propagation of the shallow water waves over a flat bottom and describes the physics more accurately than its celebrated counterpart, the Gardner equation. Two kinds of conditions on the initial data, including cases where the initial momentum density is not of one sign, are formulated to guarantee finite time blow-up for the strong solutions for this equation. The first condition relies on the sign persistence property of the momentum density m. The second condition is based on the full use of the conservation laws of the equation, especially the conservation quantity H-2 [u(0)]. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Guo, F (Guo, Fei)","Title":"On the curvature blow-up phenomena for the Fokas-Qiao-Xia-Li equation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397611000001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Quench protection; accelerator dipoles; superconducting magnets","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4702505 DOI: 10.1109/TASC.2017.2656156 Published: JUN 2017","Abstract":"After Large Hadron Collider will be turned OFF, a new, more energetic machine will be needed in order to explore unknown regions of the high-energy physics. For this reason, the project Future Circular Collider (FCC) has started, with the goal of developing a 100-km-circumference collider of 50 TeV proton beams. The Eurocircol collaboration is part of the FCCstudy under the European Community leadership, and it aims to develop a conceptual design of FCC till 2019. One of the main targets is to design a bending dipole able to reach 16 T operation magnetic field, in order to accomplish the size and energy constraints. Such a magnetic field can be reached using Nb3Sn conductors. One option under exploration is the Cos. dipole, by INFN of Milano and Genova. Because of the high stored energy and the large current densities due to the conductor performances, quench protection is one of the most challenging aspects of the design. In this paper, the quench protection of the cos. design is presented. A standard quench protection study is accompanied by a less conservative study which includes ac effects on the power dissipation inside the coils and on the magnet inductance, in order to not exclude preventively more convenient designs, and to develop a more performing magnet as possible.","Authors":"Marinozzi, V (Marinozzi, Vittorio) ; Bellomo, G (Bellomo, Giovanni) ; Caiffi, B (Caiffi, Barbara) ; Fabbricatore, P (Fabbricatore, Pasquale) ; Farinon, S (Farinon, Stefania) ; Salmi, T (Salmi, Tiina) ; Sorbi, M (Sorbi, Massimo) ; Stenvall, A (Stenvall, Antti) ; Volpini, G (Volpini, Giovanni)","Title":"Quench Protection Study of the Eurocircol 16 T cos theta Dipole for the Future Circular Collider (FCC)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397817100053 ISSN: 0022-2461 eISSN: 1573-4803","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS SCIENCE Volume: 52 Issue: 11 Pages: 6789-6799 DOI: 10.1007/s10853-017-0917-9 Published: JUN 2017","Abstract":"In metallic glasses, a high Poisson's ratio often corresponds to a large plasticity and ductility. Yet the physics underpinning such a connection is still poorly understood. Here through finite element simulations, we reveal that a high Poisson's ratio could promote the inhomogeneous stress distribution in metallic glasses. The inhomogeneous stress field could cause earlier nucleation and easier arrest of shear bands, and therefore better plasticity. Experimental results also show a trend of decreasing shear limit with Poisson's ratio. These findings suggest that the stress inhomogeneity might be a key to understand the effects of Poisson's ratio and loading condition on the plastic deformation behaviors of metallic glasses.","Authors":"Yang, GN (Yang, G. N.) ; Sun, BA (Sun, B. A.) ; Chen, SQ (Chen, S. Q.) ; Gu, JL (Gu, J. L.) ; Shao, Y (Shao, Y.) ; Wang, H (Wang, H.) ; Yao, KF (Yao, K. F.)","Title":"Understanding the effects of Poisson's ratio on the shear band behavior and plasticity of metallic glasses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200003 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"dark energy KeyWords Plus:HIGH-REDSHIFT SUPERNOVAE; DIGITAL SKY SURVEY; DWARF GALAXIES; SDSS-III; FIELDS; UNIVERSE; MATTER; CONSTRAINTS; STATISTICS; CONSTANT","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 59-68 DOI: 10.1093/mnras/stx375 Published: JUN 2017","Abstract":"Even as our measurements of cosmological parameters improve, the physical nature of the dark sector of the universe largely remains a mystery. Many effects of dark sector models are most prominent at very large scales and will rely on future galaxy surveys to elucidate. In this paper, we compare the topological properties of the large-scale dark matter distribution in a number of cosmological models using hydrodynamical simulations and the cosmological genus statistic. Genus curves are computed from z = 11 to 0 for A cold dark matter (A CDM), quintessence and warm dark matter (WDM) models, over a scale range of 1-20 h(-1) Mpc. The curves are analysed in terms of their Hermite spectra to describe the power contained in non-Gaussian deformations to the cosmological density field. We find that the A CDM and WDM models produce nearly identical genus curves indicating no topological differences in structure formation. The quintessence model, which differs solely in its expansion history, produces significant differences in the strength and redshift evolution of non-Gaussian modes associated with higher cluster abundances and lower void abundances. These effects are robust to cosmic variance and are characteristically different from those produced by tweaking the parameters of a A CDM model. Given the simplicity and similarity of the models, detecting these discrepancies represents a promising avenue for understanding the effect of non-standard cosmologies on large-scale structure.","Authors":"Watts, AL (Watts, Andrew L.) ; Elahi, PJ (Elahi, Pascal J.) ; Lewis, GF (Lewis, Geraint F.) ; Power, C (Power, Chris)","Title":"Large-scale structure topology in non- standard cosmologies: impact of dark sector physics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200016 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: data analysis; methods: numerical; galaxies: formation; galaxies: statistics KeyWords Plus:EXTRAGALACTIC LEGACY SURVEY; HUBBLE-SPACE-TELESCOPE; ILLUSTRIS SIMULATION; EAGLE SIMULATION; TIME-SCALES; COSMOLOGICAL SIMULATIONS; SEMIEMPIRICAL MODELS; FORMATION PHYSICS; STAR-FORMATION; STELLAR MASS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 207-216 DOI: 10.1093/mnras/stx487 Published: JUN 2017","Abstract":"We compare mass-selected close pairs at z > 1 with the intrinsic galaxy merger rate in the Illustris Simulations. To do so, we construct three 140 arcmin(2) lightcone catalogues and measure pair fractions, finding that they change little or decrease with increasing redshift at z > 1. Consistent with current surveys, this trend requires a decrease in the merger-pair observability time, roughly as tau alpha(1 + z)(-2), in order to measure the merger rates of the same galaxies. This implies that major mergers are more common at high redshift than implied by the simplest arguments assuming a constant observability time. Several effects contribute to this trend: (1) The fraction of massive, major (4: 1) pairs that merge by today increases weakly from similar to 0.5 at z = 1 to similar to 0.8 at z = 3. (2) The median time elapsed between an observed pair and final remnant decreases by a factor of 2 from z similar to 1 to 3. (3) An increasing specific star formation rate decreases the time during which common stellar-mass-based pair selection criteria could identify the mergers. The average orbit of the pairs at observation time varies only weakly, suggesting that the dynamical time is not varying enough to account by itself for the pair fraction trends. Merging pairs reside in dense regions, having overdensity delta similar to 10 to similar to 100 times greater than the average massive galaxy. We forward model the pairs to reconstruct the merger remnant production rate, showing that it is consistent with a rapid increase in galaxy merger rates at z > 1.","Authors":"Snyder, GF (Snyder, Gregory F.) ; Lotz, JM (Lotz, Jennifer M.) ; Rodriguez-Gomez, V (Rodriguez-Gomez, Vicente) ; Guimaraes, RD (Guimaraes, Renato da Silva) ; Torrey, P (Torrey, Paul) ; Hernquist, L (Hernquist, Lars)","Title":"Massive close pairs measure rapid galaxy assembly in mergers at high redshift"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200030 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"black hole physics; gravitational waves; methods: data analysis; pulsars: general KeyWords Plus:GRAVITATIONAL-WAVE SIGNAL; ACTIVE GALACTIC NUCLEI; GALAXY PAIRS; MERGER RATES; TO 1; LIMITS; SYSTEMS; COEVOLUTION; CONSTRAINTS; RADIATION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 404-417 DOI: 10.1093/mnras/stx475 Published: JUN 2017","Abstract":"We consider the inverse problem in pulsar timing array (PTA) analysis, investigating what astrophysical information about the underlying massive black hole binary (MBHB) population can be recovered from the detection of a stochastic gravitational wave background (GWB). We employ a physically motivated model that connects the GWB spectrum to a series of parameters describing the underlying redshift evolution of the MBHB mass function and to the typical eccentricity they acquire while interacting with the dense environment of post-merger galactic nuclei. This allows the folding in of information about the spectral shape of the GWB into the analysis. The priors on the model parameters are assumed to be uninformative and consistent with the current lack of secure observations of sub-parsec MBHBs. We explore the implications of current upper limits and of future detections with a variety of PTA configurations. We confirm our previous finding that current upper limits can only place an upper bound on the overall MBHB merger rate. Depending on the properties of the array, future detections can also constrain several MBHB population models at different degrees of fidelity. In particular, a simultaneous detection of a steepening of the spectrum at high frequency and a bending at low frequency will place strong constraints on both the MBHB mass function and on the typical eccentricity of inspiralling MBHBs, providing insights into MBHB astrophysics unlikely to be achievable by any other means.","Authors":"Chen, SY (Chen, Siyuan) ; Middleton, H (Middleton, Hannah) ; Sesana, A (Sesana, Alberto) ; Del Pozzo, W (Del Pozzo, Walter) ; Vecchio, A (Vecchio, Alberto)","Title":"Probing the assembly history and dynamical evolution of massive black hole binaries with pulsar timing arrays"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200033 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"accretion; accretion discs; black hole physics; radiation mechanisms: non-thermal; galaxies: active; galaxies: jets; radio continuum: galaxies KeyWords Plus:X-RAY BINARIES; BLACK-HOLE BINARIES; DISTANCE-LIMITED SAMPLE; POWERFUL RADIO GALAXIES; SAGITTARIUS-A-ASTERISK; LINKING ACCRETION FLOW; HOST GALAXIES; SGR-A; PARTICLE-ACCELERATION; FUNDAMENTAL PLANE","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 435-450 DOI: 10.1093/mnras/stx514 Published: JUN 2017","Abstract":"We have compiled a new multiwavelength spectral energy distribution (SED) for the closest obscured low-ionization emission-line region active galactic nucleus (AGN), NGC 4736, also known as M94. The SED comprises mainly high-resolution (mostly sub-arcsecond, or, at the distance to M94, less than or similar to 23 pc from the nucleus) observations from the literature, archival data, as well as previously unpublished sub-millimetre data from the Plateau de Bure Interferometer (PdBI) and the Combined Array for Research in Millimeter-wave Astronomy, in conjunction with new electronic MultiElement Radio Interferometric Network (e-MERLIN) L-band (1.5 GHz) observations. Thanks to the e-MERLIN resolution and sensitivity, we resolve for the first time a double structure composed of two radio sources separated by similar to 1 arcsec, previously observed only at higher frequency. We explore this data set, which further includes non-simultaneous data from the Very Large Array, the Gemini telescope, the Hubble Space Telescope and the Chandra X-ray observatory, in terms of an outflow-dominated model. We compare our results with previous trends found for other AGN using the same model (NGC 4051, M81*, M87 and Sgr A*), as well as hard-and quiescent-state X-ray binaries. We find that the nuclear broad-band spectrum of M94 is consistent with a relativistic outflow of low inclination. The findings in this work add to the growing body of evidence that the physics of weakly accreting black holes scales with mass in a rather straightforward fashion.","Authors":"van Oers, P (van Oers, Pieter) ; Markoff, S (Markoff, Sera) ; Uttley, P (Uttley, Phil) ; McHardy, I (McHardy, Ian) ; van der Laan, T (van der Laan, Tessel) ; Meyer, JD (Meyer, Jennifer Donovan) ; Connors, R (Connors, Riley)","Title":"A jet-dominated model for a broad-band spectral energy distribution of the nearby low-luminosity active galactic nucleus in M94"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200039 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: numerical; galaxies: clusters: general; galaxies: clusters: intracluster medium KeyWords Plus:ACTIVE GALACTIC NUCLEI; INTRA-CLUSTER MEDIUM; MASSIVE GALAXY CLUSTERS; X-RAY SPECTROSCOPY; AGN FEEDBACK; METAL ABUNDANCE; XMM-NEWTON; HYDRODYNAMICAL SIMULATIONS; ELEMENTAL ABUNDANCES; UNIFORM CONTRIBUTION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 531-548 DOI: 10.1093/mnras/stx444 Published: JUN 2017","Abstract":"The distribution of metals in the intracluster medium (ICM) of galaxy clusters provides valuable information on their formation and evolution, on the connection with the cosmic star formation and on the effects of different gas processes. By analysing a sample of simulated galaxy clusters, we study the chemical enrichment of the ICM, its evolution, and its relation with the physical processes included in the simulation and with the thermal properties of the core. These simulations, consisting of re-simulations of 29 Lagrangian regions performed with an upgraded version of the smoothed particle hydrodynamics (SPH) GADGET-3 code, have been run including two different sets of baryonic physics: one accounts for radiative cooling, star formation, metal enrichment and supernova (SN) feedback, and the other one further includes the effects of feedback from active galactic nuclei (AGN). In agreement with observations, we find an anti-correlation between entropy and metallicity in cluster cores, and similar radial distributions of heavy-element abundances and abundance ratios out to large clustercentric distances (similar to R-180). In the outskirts, namely outside of similar to 0.2 R-180, we find a remarkably homogeneous metallicity distribution, with almost flat profiles of the elements produced by either SNIa or SNII. We investigated the origin of this phenomenon and discovered that it is due to the widespread displacement of metal-rich gas by early (z > 2-3) AGN powerful bursts, acting on small high-redshift haloes. Our results also indicate that the intrinsic metallicity of the hot gas for this sample is on average consistent with no evolution between z = 2 and z = 0, across the entire radial range.","Authors":"Biffi, V (Biffi, V.) ; Planelles, S (Planelles, S.) ; Borgani, S (Borgani, S.) ; Fabjan, D (Fabjan, D.) ; Rasia, E (Rasia, E.) ; Murante, G (Murante, G.) ; Tornatore, L (Tornatore, L.) ; Dolag, K (Dolag, K.) ; Granato, GL (Granato, G. L.) ; Gaspari, M (Gaspari, M.) ; Beck, AM (Beck, A. M.) ...More...Less","Title":"The history of chemical enrichment in the intracluster medium from cosmological simulations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200042 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"radiation mechanisms: non-thermal; gamma-ray burst: general; ISM: jets and outflows KeyWords Plus:GAMMA-RAY BURSTS; INDUCED GRAVITATIONAL COLLAPSE; BINARY-DRIVEN HYPERNOVAE; LIGHT CURVES; PEAK LUMINOSITY; EMISSION; AFTERGLOW; GRB; CONNECTION; SPECTRA","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 570-576 DOI: 10.1093/mnras/stx474 Published: JUN 2017","Abstract":"The Combo-relation is a tight relation involving the prompt emission spectral peak energy E-p,E-i and the X-ray afterglow plateau luminosity L-0 and its rest-frame duration tau, and the late power-law decay index a. To explain its features, in this work we investigate the external shock scenario, i. e. the synchrotron emission from the electrons accelerated in a relativistic shock propagating through a cold external medium with density n and interacting with the magnetic field B associated with the turbulent plasma. Three assumptions were introduced: (1) the homologous shock expansion; (2) an electron power-law distribution over a large range of frequencies; and (3) a power-law dependence on the shock radius of B and n. First, we show how the values of E-p,E- i, L-0 and t depend on combinations of the initial values of the magnetic field B-0, shock radius R-0 and medium density n(0), as well as the shock Lorentz factor Gamma(0) and the electron distribution. Then, we prove that the Combo-relation results from the relationship between E-p,E- i, L-0 and t and the corresponding comoving quantities that scale with Gamma(0) . Finally, through Monte Carlo simulations, we deduce the typical model parameters, for example, B-0 = 4.6(4.5)(+253.9) G, R0 = 7.0(5.8)(+34.4) x 10(13) cm and n(0) = 10.00(9.99)(+7694.62) cm(-3), all in agreement with the results obtained in the literature. We conclude that, within the external shock scenario and its flaws, the Combo-relation represents a new tool for investigating the physics of the prompt and afterglow emissions and for inferring the properties of the gammaray-burst external medium.","Authors":"Muccino, M (Muccino, M.) ; Boshkayev, K (Boshkayev, K.)","Title":"Physical insight into the Combo-relation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200054 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"ISM: molecules; galaxies: high redshift; galaxies: star formation; cosmology:large; scale structure of Universe KeyWords Plus:DARK-MATTER HALOS; MILKY-WAY; FORMATION HISTORY; NEARBY GALAXIES; LINE EMISSION; CARBON; REIONIZATION; EPOCH; CLOUDS; CONTAMINATION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 741-750 DOI: 10.1093/mnras/stx451 Published: JUN 2017","Abstract":"The study of molecular gas is crucial for understanding star formation, feedback and the broader ecosystem of a galaxy as a whole. However, we have limited understanding of its physics and distribution in all but the nearest galaxies. We present a new technique for studying the composition and distribution ofmolecular gas in high-redshift galaxies inaccessible to existing methods. Our proposed approach is an extension of carbon monoxide intensity mapping methods, which have garnered significant experimental interest in recent years. These intensity mapping surveys target the 115 GHz (CO)-C-12 (1-0) line, but also contain emission from the substantially fainter 110 GHz (CO)-C-13 (1-0) transition. The method leverages the information contained in the (CO)-C-13 line by cross-correlating pairs of frequency channels in an intensity mapping survey. Since (CO)-C-13 is emitted from the same medium as the (CO)-C-12, but saturates at a much higher column density, this cross-correlation provides valuable information about both the gas density distribution and isotopologue ratio, inaccessible from the (CO)-C-12 alone. Using a simple model of these molecular emission lines, we show that a future intensity mapping survey can constrain the abundance ratio of these two species and the fraction of emission from optically thick regions to order similar to 30 per cent. These measurements cannot be made by traditionalCOobservations, and consequently the proposed method will provide unique insight into the physics of star formation, feedback and galactic ecology at high redshifts.","Authors":"Breysse, PC (Breysse, Patrick C.) ; Rahman, M (Rahman, Mubdi)","Title":"Feeding cosmic star formation: exploring high-redshift molecular gas with CO intensity mapping"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200057 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"accretion; accretion discs; black hole physics; galaxies: individual: 2XMM J123103.2+110648; X-rays: galaxies KeyWords Plus:SERENDIPITOUS SOURCE CATALOG; SUPERMASSIVE BLACK-HOLES; ACTIVE GALACTIC NUCLEI; STELLAR-MASS; LINE SPECTRA; IC 3599; GALAXY; CLASSIFICATION; STARS; CANDIDATE","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 783-789 DOI: 10.1093/mnras/stx489 Published: JUN 2017","Abstract":"The X-ray source 2XMM J123103.2+110648 was previously found to show pure thermal X-ray spectra and an similar to 3.8 h periodicity in three XMM-Newton X-ray observations in 20032005, and the optical spectrum of the host galaxy suggested it as a type 2 active galactic nucleus candidate. We have obtained new X-ray observations of the source, with Swift and Chandra in 2013-2016, in order to shed new light on its nature based on its long-term evolution property. We found that the source could be in an X-ray outburst, with the X-ray flux decreasing by an order of magnitude in the Swift and Chandra observations, compared with the XMM-Newton observations 10 yr ago. There seemed to be significant spectral softening associated with the drop of X-ray flux (disc temperature kT similar to 0.16-0.2 keV in XMM-Newton observations versus kT similar to 0.09 +/- 0.02 keV in the Chandra observation). Therefore, the Swift and Chandra followup observations support our previous suggestion that the source could be a tidal disruption event (TDE), though it seems to evolve slower than most of the other TDE candidates. The apparent long duration of this event could be due to the presence of a long super-Eddington accretion phase and/or slow circularization.","Authors":"Lin, DC (Lin, Dacheng) ; Godet, O (Godet, Olivier) ; Ho, LC (Ho, Luis C.) ; Barret, D (Barret, Didier) ; Webb, NA (Webb, Natalie A.) ; Irwin, JA (Irwin, Jimmy A.)","Title":"Large decay of X-ray flux in 2XMM J123103.2+110648: evidence for a tidal disruption event"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419200072 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"black hole physics; binaries: close; X-rays: binaries KeyWords Plus:ACTIVE GALACTIC NUCLEI; X-RAY BINARIES; SLIM-DISK MODEL; EMISSION-LINE; GS 2023+338; TIMING BEHAVIOR; V4641 SGR; GX 339-4; NGC 7582; OUTBURST","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 468 Issue: 1 Pages: 981-993 DOI: 10.1093/mnras/stx466 Published: JUN 2017","Abstract":"Typical black hole binaries in outburst show spectral states and transitions, characterized by a clear connection between the inflow on to the black hole and outflows from its vicinity. The transient stellar mass black hole binary V404 Cyg apparently does not fit in this picture. Its outbursts are characterized by intense flares and intermittent plateau and low-luminosity states, with a dynamical intensity range of several orders of magnitude on time-scales of hours. During the 2015 June-July X-ray outburst a joint Swift and INTEGRAL observing campaign captured V404 Cyg in one of these plateau states. The simultaneous Swift/XRT + INTRGRAL/JEM-X + INTEGRAL/IBIS-ISGRI spectrum is reminiscent of that of obscured/absorbed active galactic nuclei (AGN). It can be modelled as a Comptonization spectrum, heavily absorbed by a partial covering, high column density material (N-H approximate to 1-3 x 10(24) cm(-2)), and a dominant reprocessed component, including a narrow iron K alpha line. Such spectral distribution can be produced by a geometrically thick accretion flow able to launch a clumpy outflow, likely responsible for both the high intrinsic absorption and the intense reprocessed emission observed. Similarly to what happens in certain obscured AGN, the low-flux states might not be (solely) related to a decrease in the intrinsic luminosity, but could instead be caused by an almost complete obscuration of the inner accretion flow.","Authors":"Motta, SE (Motta, S. E.) ; Kajava, JJE (Kajava, J. J. E.) ; Sanchez-Fernandez, C (Sanchez-Fernandez, C.) ; Giustini, M (Giustini, M.) ; Kuulkers, E (Kuulkers, E.)","Title":"The black hole binary V404 Cygni: a highly accreting obscured AGN analogue"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400006 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"black hole physics; X-rays: binaries KeyWords Plus:ACTIVE GALACTIC NUCLEI; RELATIVISTIC THERMAL PLASMAS; BLACK-HOLE CANDIDATES; GAMMA-RAY SPECTRA; X-RAY; NGC 4151; GX 339-4; REVERBERATION; STATES; MASS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 2566-2570 DOI: 10.1093/mnras/stx221 Published: JUN 2017","Abstract":"The corona, a hot cloud of electrons close to the centre of the accretion disc, produces the hard X-ray power-law continuum commonly seen in luminous active galactic nuclei. The continuum has a high-energy turnover, typically in the range of one to several 100 keV and is suggestive of Comptonization by thermal electrons. We are studying hard X-ray spectra of AGN obtained with NuSTAR after correction for X-ray reflection and under the assumption that coronae are compact, being only a few gravitational radii in size as indicated by reflection and reverberation modelling. Compact coronae raise the possibility that the temperature is limited and indeed controlled by electron-positron pair production, as explored earlier (Paper I). Here, we examine hybrid plasmas in which a mixture of thermal and non-thermal particles is present. Pair production from the non-thermal component reduces the temperature leading to a wider temperature range more consistent with observations.","Authors":"Fabian, AC (Fabian, A. C.) ; Lohfink, A (Lohfink, A.) ; Belmont, R (Belmont, R.) ; Malzac, J (Malzac, J.) ; Coppi, P (Coppi, P.)","Title":"Properties of AGN coronae in the NuSTAR era - II. Hybrid plasma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400017 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"accretion, accretion discs; black hole physics; X-rays: binaries KeyWords Plus:XMM-NEWTON OBSERVATIONS; MASS BLACK-HOLES; NEARBY GALAXIES; ULTRALUMINOUS STATE; SUPERSOFT SOURCES; NGC 300; X-1; M51; COUNTERPARTS; ACCRETION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 2690-2705 DOI: 10.1093/mnras/stx308 Published: JUN 2017","Abstract":"The luminosity range at and just below the 1039 erg s(-1) cut-off for defining ultraluminous X-ray sources (ULXs) is a little-explored regime. It none the less hosts a large number of X-ray sources, and has great potential for improving our understanding of sources with similar to Eddington accretion rates. We select a sample of four sources in this Eddington Threshold regime with good data for further study; these objects possess a variety of soft spectral shapes. We perform X-ray spectral and timing analysis on the XMM-Newton and Chandra data for these objects to gain insight into their accretion mechanisms, and also examine their optical counterparts using Hubble Space Telescope images. NGC 300 X-1 is a highly luminous and well-known example of the canonical steep power-law accretion state. M51 ULS exhibits a cool blackbodylike spectrum and is consistent with being an ultraluminous supersoft source (ULS), possibly a super-Eddington accreting object viewed at a high inclination through an optically thick outflowing wind. NGC 4395 ULX-1 and NGC 6946 ULX-1 have unusually steep power-law tails, for which we discuss a variety of possible physical mechanisms and links to similar features in Galactic microquasars, and we conclude that these sources are likely intermediate objects between the soft ultraluminous regime of ULXs and classic ULSs.","Authors":"Earnshaw, HM (Earnshaw, Hannah M.) ; Roberts, TP (Roberts, Timothy P.)","Title":"Soft extragalactic X-ray binaries at the Eddington Threshold"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400033 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: numerical; galaxies: clusters: individual: Abell 2744; cosmology: miscellaneous KeyWords Plus:COLD DARK-MATTER; MASSIVE GALAXY CLUSTER; HUBBLE-FRONTIER-FIELDS; COSMOLOGICAL IMPLICATIONS; COSMIC STRUCTURE; LENSING ANALYSIS; UNIVERSE; SIMULATIONS; STATISTICS; HALOES","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 2913-2923 DOI: 10.1093/mnras/stx277 Published: JUN 2017","Abstract":"The massive substructures found in Abell 2744 by Jauzac et al. present a challenge to the cold dark matter paradigm due to their number and proximity to the cluster centre. We use one of the biggest N-body simulations, the Millennium XXL, to investigate the substructure in a large sample of massive dark matter haloes. A range of effects that influence the comparison with the observations is considered, extending the preliminary evaluation carried out by Jauzac et al. There are many tens of haloes in the simulation with a total mass comparable with or larger than that of Abell 2744. However, we find no haloes with a number and distribution of massive substructures (> 5 x 10(13) M-circle dot) that is close to that inferred from the observations of Abell 2744. The application of extreme value statistics suggests that we would need a simulation of at least 10 times the volume of the Millennium XXL to find a single dark matter halo with a similar internal structure to Abell 2744. Explaining the distribution of massive substructures in clusters is a new hurdle for hierarchical models to negotiate, which is not weakened by appeals to baryonic physics or uncertainty over the nature of the dark matter particle.","Authors":"Schwinn, J (Schwinn, J.) ; Jauzac, M (Jauzac, M.) ; Baugh, CM (Baugh, C. M.) ; Bartelmann, M (Bartelmann, M.) ; Eckert, D (Eckert, D.) ; Harvey, D (Harvey, D.) ; Natarajan, P (Natarajan, P.) ; Massey, R (Massey, R.)","Title":"Abell 2744: too much substructure for Lambda CDM?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400041 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"gravitational lensing: weak; cosmology: observations; large-scale structure of Universe KeyWords Plus:DIGITAL SKY SURVEY; OSCILLATION SPECTROSCOPIC SURVEY; HALO OCCUPATION DISTRIBUTION; DARK-MATTER HALOES; BARYON ACOUSTIC-OSCILLATIONS; PHOTOMETRIC REDSHIFT CALIBRATION; SDSS-III; ASSEMBLY BIAS; DATA RELEASE; STELLAR MASS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 3024-3047 DOI: 10.1093/mnras/stx258 Published: JUN 2017","Abstract":"We present high signal-to-noise galaxy-galaxy lensing measurements of the Baryon Oscillation Spectroscopic Survey constant mass (CMASS) sample using 250 deg(2) of weak-lensing data from Canada-France-Hawaii Telescope Lensing Survey and Canada-France-Hawaii Telescope Stripe 82 Survey. We compare this signal with predictions from mock catalogues trained to match observables including the stellar mass function and the projected and twodimensional clustering of CMASS. We show that the clustering of CMASS, together with standard models of the galaxy-halo connection, robustly predicts a lensing signal that is 2040 per cent larger than observed. Detailed tests show that our results are robust to a variety of systematic effects. Lowering the value of S-8 = sigma(8)root Omega(m)/0.3 compared to Planck Collaboration XIII reconciles the lensing with clustering. However, given the scale of our measurement (r < 10 h(-1) Mpc), other effects may also be at play and need to be taken into consideration. We explore the impact of baryon physics, assembly bias, massive neutrinos and modifications to general relativity on Delta Sigma and show that several of these effects may be non-negligible given the precision of our measurement. Disentangling cosmological effects from the details of the galaxy-halo connection, the effect of baryons, and massive neutrinos, is the next challenge facing joint lensing and clustering analyses. This is especially true in the context of large galaxy samples from Baryon Acoustic Oscillation surveys with precise measurements but complex selection functions.","Authors":"Leauthaud, A (Leauthaud, Alexie) ; Saito, S (Saito, Shun) ; Hilbert, S (Hilbert, Stefan) ; Barreira, A (Barreira, Alexandre) ; More, S (More, Surhud) ; White, M (White, Martin) ; Alam, S (Alam, Shadab) ; Behroozi, P (Behroozi, Peter) ; Bundy, K (Bundy, Kevin) ; Coupon, J (Coupon, Jean) ; Erben, T (Erben, Thomas)[ 10 ] ; Heymans, C (Heymans, Catherine) ; Hildebrandt, H (Hildebrandt, Hendrik)[ 10 ] ; Mandelbaum, R (Mandelbaum, Rachel) ; Miller, L (Miller, Lance)[ 11 ] ; Moraes, B (Moraes, Bruno)[ 12 ] ; Pereira, MES (Pereira, Maria E. S.)[ 13 ] ; Rodriguez-Torres, SA (Rodriguez-Torres, Sergio A.)[ 14,15,16 ] ; Schmidt, F (Schmidt, Fabian) ; Shan, HY (Shan, Huan-Yuan)[ 17 ] ; Viel, M (Viel, Matteo)[ 18,19 ] ; Villaescusa-Navarro, F (Villaescusa-Navarro, Francisco)[ 18,19,20 ] ...More...Less","Title":"Lensing is low: cosmology, galaxy formation or new physics?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400074 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"accretion, accretion discs; black hole physics; hydrodynamics; methods:numerical KeyWords Plus:ACTIVE GALACTIC NUCLEI; EARLY-TYPE GALAXIES; ADAPTIVE MESH REFINEMENT; CHAOTIC COLD ACCRETION; COSMOLOGICAL SIMULATIONS; AGN FEEDBACK; ELLIPTIC GALAXIES; HYDRODYNAMICAL SIMULATIONS; ANGULAR-MOMENTUM; HOST GALAXIES","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 3475-3492 DOI: 10.1093/mnras/stx362 Published: JUN 2017","Abstract":"Black holes (BHs) are believed to be a key ingredient of galaxy formation. However, the galaxy-BH interplay is challenging to study due to the large dynamical range and complex physics involved. As a consequence, hydrodynamical cosmological simulations normally adopt sub-grid models to track the unresolved physical processes, in particular BH accretion; usually the spatial scale where the BH dominates the hydrodynamical processes (the Bondi radius) is unresolved, and an approximate Bondi-Hoyle accretion rate is used to estimate the growth of the BH. By comparing hydrodynamical simulations at different resolutions (300, 30, 3 pc) using a Bondi-Hoyle approximation to sub-parsec runs with non-parametrized accretion, our aim is to probe how well an approximated Bondi accretion is able to capture the BH accretion physics and the subsequent feedback on the galaxy. We analyse an isolated galaxy simulation that includes cooling, star formation, Type Ia and Type II supernovae, BH accretion and active galactic nuclei feedback (radiation pressure, Compton heating/cooling) where mass, momentum and energy are deposited in the interstellar medium through conical winds. We find that on average the approximated Bondi formalism can lead to both over-and underestimations of the BH growth, depending on resolution and on how the variables entering into the Bondi-Hoyle formalism are calculated.","Authors":"Negri, A (Negri, A.) ; Volonteri, M (Volonteri, M.)","Title":"Black hole feeding and feedback: the physics inside the 'sub-grid'"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400079 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"galaxies: evolution; galaxies: haloes KeyWords Plus:DARK-MATTER HALOES; STAR-FORMATION HISTORIES; DIGITAL SKY SURVEY; LUMINOSITY FUNCTION; ASSEMBLY BIAS; RED GALAXIES; SDSS-III; EVOLUTION; UNIVERSE; I.","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 3533-3541 DOI: 10.1093/mnras/stx287 Published: JUN 2017","Abstract":"We use the scatter in the stellar-to-halo mass relation to constrain galaxy evolution models. If the efficiency of converting accreted baryons into stars varies with time, haloes of the same present-day mass but different formation histories will have different z = 0 galaxy stellar mass. This is one of the sources of scatter in stellar mass at fixed halo mass, sigma(logM*.). For massive haloes that undergo rapid quenching of star formation at z similar to 2, different mechanisms that trigger this quenching yield different values of sigma(logM*). We use this framework to test various models in which quenching begins after a galaxy crosses a threshold in one of the following physical quantities: redshift, halo mass, stellar mass and stellar-to-halo mass ratio. Our model is highly idealized, with other sources of scatter likely to arise as more physics is included. Thus, our test is whether a model can produce scatter lower than observational bounds, leaving room for other sources. Recent measurements find sigma M-log* = 0.16 dex for 10(11) M-circle dot galaxies. Under the assumption that the threshold is constant with time, such a low value of sigma(logM*) rules out all of these models with the exception of quenching by a stellar mass threshold. Most physical quantities, such as metallicity, will increase scatter if they are uncorrelated with halo formation history. Thus, to decrease the scatter of a givenmodel, galaxy properties would correlate tightly with formation history, creating testable predictions for their clustering. Understanding why sigma(logM*) is so small may be key to understanding the physics of galaxy formation.","Authors":"Tinker, JL (Tinker, Jeremy L.)","Title":"Testing galaxy quenching theories with scatter in the stellar-to-halo mass relation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398419400086 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"accretion; accretion discs; black hole physics; MHD; relativistic processes; Galaxy: centre KeyWords Plus:GENERAL-RELATIVISTIC MAGNETOHYDRODYNAMICS; ADVECTION-DOMINATED ACCRETION; SUPERMASSIVE BLACK-HOLE; X-RAY FLARES; GRMHD SIMULATIONS; GALACTIC-CENTER; EXTENDED MAGNETOHYDRODYNAMICS; NUMERICAL-SIMULATION; CENTRAL PARSEC; RADIO JETS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 3 Pages: 3604-3619 DOI: 10.1093/mnras/stx364 Published: JUN 2017","Abstract":"We calculate the radiative properties of Sagittarius A* -spectral energy distribution, variability and radio-infrared images - using the first 3D, physically motivated black hole accretionmodels that directly evolve the electron thermodynamics in general relativistic MHD simulations. These models reproduce the coupled disc-jet structure for the emission favoured by previous phenomenological analytic and numerical works. More specifically, we find that the low frequency radio emission is dominated by emission from a polar outflow while the emission above 100 GHz is dominated by the inner region of the accretion disc. The latter produces time variable near-infrared (NIR) and X-ray emission, with frequent flaring events (including IR flares without corresponding X-ray flares and IR flares with weak X-ray flares). The photon ring is clearly visible at 230 GHz and 2 mu m, which is encouraging for future horizon-scale observations. We also show that anisotropic electron thermal conduction along magnetic field lines has a negligible effect on the radiative properties of our model. We conclude by noting limitations of our current generation of first-principles models, particularly that the outflow is closer to adiabatic than isothermal and thus underpredicts the low frequency radio emission.","Authors":"Ressler, SM (Ressler, S. M.) ; Tchekhovskoy, A (Tchekhovskoy, A.) ; Quataert, E (Quataert, E.) ; Gammie, CF (Gammie, C. F.)","Title":"The disc-jet symbiosis emerges: modelling the emission of Sagittarius A* with electron thermodynamics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398421100004 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: numerical; galaxies: clusters: general; X-rays: galaxies: clusters; galaxies: clusters: intracluster medium KeyWords Plus:X-RAY MEASUREMENTS; SMOOTHED-PARTICLE HYDRODYNAMICS; ADAPTIVE-MESH REFINEMENT; SOUTH-POLE TELESCOPE; DARK-MATTER HALOES; SZ POWER SPECTRUM; SUNYAEV-ZELDOVICH; SCALING RELATIONS; COSMOLOGICAL SIMULATIONS; INTRACLUSTER MEDIUM","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 4 Pages: 3827-3847 DOI: 10.1093/mnras/stx318 Published: JUN 2017","Abstract":"We analyse the radial pressure profiles, the intracluster medium (ICM) clumping factor and the Sunyaev-Zel'dovich (SZ) scaling relations of a sample of simulated galaxy clusters and groups identified in a set of hydrodynamical simulations based on an updated version of the TREEPM-SPH GADGET-3 code. Three different sets of simulations are performed: the first assumes non-radiative physics, the others include, among other processes, active galactic nucleus (AGN) and/or stellar feedback. Our results are analysed as a function of redshift, ICM physics, cluster mass and cluster cool-coreness or dynamical state. In general, the mean pressure profiles obtained for our sample of groups and clusters show a good agreement with X-ray and SZ observations. Simulated cool-core (CC) and non-cool-core (NCC) clusters also show a good match with real data. We obtain in all cases a small (if any) redshift evolution of the pressure profiles of massive clusters, at least back to z = 1. We find that the clumpiness of gas density and pressure increases with the distance from the cluster centre and with the dynamical activity. The inclusion of AGN feedback in our simulations generates values for the gas clumping (root C-rho similar to 1.2 at R-200) in good agreement with recent observational estimates. The simulated Y-SZ-M scaling relations are in good accordance with several observed samples, especially for massive clusters. As for the scatter of these relations, we obtain a clear dependence on the cluster dynamical state, whereas this distinction is not so evident when looking at the subsamples of CC and NCC clusters.","Authors":"Planelles, S (Planelles, S.) ; Fabjan, D (Fabjan, D.) ; Borgani, S (Borgani, S.) ; Murante, G (Murante, G.) ; Rasia, E (Rasia, E.) ; Biffi, V (Biffi, V.) ; Truong, N (Truong, N.) ; Ragone-Figueroa, C (Ragone-Figueroa, C.) ; Granato, GL (Granato, G. L.) ; Dolag, K (Dolag, K.)[ 9,10 ] ; Pierpaoli, E (Pierpaoli, E.)[ 11 ] ; Beck, AM (Beck, A. M.) ; Steinborn, LK (Steinborn, Lisa K.) ; Gaspari, M (Gaspari, M.)[ 12 ] ...More...Less","Title":"Pressure of the hot gas in simulations of galaxy clusters"}, {"Document Information":"Document Type:Correction Language:English Accession Number: WOS:000398421100008 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"accretion,accretion discs; black hole physics; magnetic fields; waves; X-rays: binaries","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 4 Pages: 3874-3875 DOI: 10.1093/mnras/stx356 Published: JUN 2017","Authors":"Kato, S (Kato, Shoji)","Title":"Self-trapping of g-mode oscillations in relativistic thin discs, revisited (vol 466, pg 4395, 2017)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398421100023 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"black hole physics; instrumentation: spectrographs; stars: kinematics and dynamics; globular clusters: general KeyWords Plus:VELOCITY-DISPERSION PROFILE; STAR-CLUSTERS; OMEGA-CENTAURI; NGC 6388; RATIO INSPIRALS; PROPER MOTIONS; LIMITS; SEGREGATION; KINEMATICS; EVOLUTION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 4 Pages: 4057-4066 DOI: 10.1093/mnras/stx325 Published: JUN 2017","Abstract":"The detection of intermediate-mass black holes (IMBHs) in Galactic globular clusters (GCs) has so far been controversial. In order to characterize the effectiveness of integrated-light spectroscopy through integral field units, we analyse realistic mock data generated from stateof-the-art Monte Carlo simulations of GCs with a central IMBH, considering different setups and conditions varying IMBH mass, cluster distance and accuracy in determination of the centre. The mock observations are modelled with isotropic Jeans models to assess the success rate in identifying the IMBH presence, which we find to be primarily dependent on IMBH mass. However, even for an IMBH of considerable mass (3 per cent of the total GC mass), the analysis does not yield conclusive results in one out of five cases, because of shot noise due to bright stars close to the IMBH line of sight. This stochastic variability in the modelling outcome grows with decreasing BH mass, with approximately three failures out of four for IMBHs with 0.1 per cent of total GCmass. Finally, we find that our analysis is generally unable to exclude at 68 per cent confidence an IMBH with mass of 10(3) M-circle dot in snapshots without a central BH. Interestingly, our results are not sensitive to GC distance within 5-20 kpc, nor to misidentification of the GC centre by less than 2 arcsec (< 20 per cent of the core radius). These findings highlight the value of ground-based integral field spectroscopy for large GC surveys, where systematic failures can be accounted for, but stress the importance of discrete kinematic measurements that are less affected by stochasticity induced by bright stars.","Authors":"de Vita, R (de Vita, R.) ; Trenti, M (Trenti, M.) ; Bianchini, P (Bianchini, P.) ; Askar, A (Askar, A.) ; Giersz, M (Giersz, M.) ; van de Ven, G (van de Ven, G.)","Title":"Prospects for detection of intermediate-mass black holes in globular clusters using integrated-light spectroscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398421100024 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: data analysis; methods: numerical; cosmology: observations; largescale structure of Universe KeyWords Plus:DATA RELEASE 7; COSMOLOGICAL SIMULATIONS; HALO CONCENTRATIONS; DENSITY PROFILES; REDSHIFT-SPACE; GALAXY SURVEYS; STACKED VOIDS; SDSS DATA; SUPERSTRUCTURES; IMPRINT","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 4 Pages: 4067-4079 DOI: 10.1093/mnras/stx336 Published: JUN 2017","Abstract":"The properties of large underdensities in the distribution of galaxies in the Universe, known as cosmic voids, are potentially sensitive probes of fundamental physics. We use data from the MultiDark suite of N-body simulations and multiple halo occupation distribution mocks to study the relationship between galaxy voids, identified using a watershed void-finding algorithm, and the gravitational potential phi. We find that the majority of galaxy voids correspond to local density minima in larger scale overdensities, and thus lie in potential wells. However, a subset of voids can be identified that closely trace maxima of the gravitational potential and thus stationary points of the velocity field. We identify a new void observable,lambda(v), which depends on a combination of the void size and the average galaxy density contrast within the void, and show that it provides a good proxy indicator of the potential at the void location. A simple linear scaling of phi as a function of lambda(v) is found to hold, independent of the redshift and properties of the galaxies used as tracers of voids. We provide an accurate fitting formula to describe the spherically averaged potential profile phi(r) about void centre locations. We discuss the importance of these results for the understanding of the evolution history of voids, and for their use in precision measurements of the integrated Sachs-Wolfe effect, gravitational lensing and peculiar velocity distortions in redshift space.","Authors":"Nadathur, S (Nadathur, Seshadri) ; Hotchkiss, S (Hotchkiss, Shaun) ; Crittenden, R (Crittenden, Robert)","Title":"Tracing the gravitational potential using cosmic voids"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398421100035 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"black hole physics; methods: numerical; galaxies: formation; galaxies: highredshift; early Universe; large-scale structure of Universe KeyWords Plus:DARK-MATTER UNIVERSE; HIGH-REDSHIFT; COSMOLOGICAL SIMULATIONS; HOST GALAXIES; COLD FLOWS; MODEL; EVOLUTION; REIONIZATION; GROWTH; ENVIRONMENTS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 4 Pages: 4243-4251 DOI: 10.1093/mnras/stx319 Published: JUN 2017","Abstract":"The growth of the most massive black holes in the early Universe, consistent with the detection of highly luminous quasars at z > 6 implies sustained, critical accretion of material to grow and power them. Given a black hole (BH) seed scenario, it is still uncertain which conditions in the early Universe allow the fastest BH growth. Large-scale hydrodynamical cosmological simulations of structure formation allowus to explore the conditions conducive to the growth of the earliest supermassive BHs. We use the cosmological hydrodynamic simulation BLUETIDES, which incorporates a variety of baryon physics in a (400 h(-1)Mpc)(3) volume with 0.7 trillion particles to follow the earliest phases of BH critical growth. At z = 8 the most massive BHs (a handful) approach masses of 10(8)M(circle dot) with the most massive (with M-BH = 4 x 108 M-circle dot) being found in an extremely compact (compared to present day) spheroid-dominated host galaxy. Examining the large-scale environment of hosts, we find that the initial tidal field is more important than overdensity in setting the conditions for early BH growth. In regions of low tidal fields gas accretes ' cold ' on to the BH and falls along thin, radial filaments straight into the centre forming the most compact galaxies and most massive BHs at the earliest times. Regions of high tidal fields instead induce larger coherent angular momenta and influence the formation of the first population of massive compact discs. The extreme early growth depends on the early interplay of high gas densities and the tidal field that shapes the mode of accretion. Mergers may play a minor role in the formation of the first generation, rare massive BHs.","Authors":"Di Matteo, T (Di Matteo, Tiziana) ; Croft, RAC (Croft, Rupert A. C.) ; Feng, Y (Feng, Yu) ; Waters, D (Waters, Dacen) ; Wilkins, S (Wilkins, Stephen)","Title":"The origin of the most massive black holes at high-z: BLUETIDES and the next quasar frontier"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398421100058 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"cosmological parameters; cosmology: theory; dark energy; early Universe KeyWords Plus:FINE-STRUCTURE CONSTANT; TIME-VARIATION; PHYSICS; QUINTESSENCE; CONSTRAINTS; COUPLINGS; METHANOL; LINES; BOSON; MASS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 4 Pages: 4558-4564 DOI: 10.1093/mnras/stx433 Published: JUN 2017","Abstract":"Many physical theories beyond the Standard Model predict time variations of basic physics parameters. Direct measurement of the time variations of these parameters is very difficult or impossible to achieve. By contrast, measurements of fundamental constants are relatively easy to achieve, both in the laboratory and by astronomical spectra of atoms and molecules in the early universe. In this work, measurements of the proton to electron mass ratio mu and the fine structure constant alpha are combined to place mildly model-dependent limits on the fractional variation of the quantum chromodynamic scale and the sum of the fractional variations of the Higgs vacuum expectation value (VEV) and the Yukawa couplings on time-scales of more than half the age of the universe. The addition of another model parameter allows the fractional variation of the Higgs VEV and the Yukawa couplings to be computed separately. Limits on their variation are found at the level of less than 5 x 10(-5) over the past 7 Gyr. A model-dependent relation between the expected fractional variation of a relative to mu tightens the limits to 10(-7) over the same time span. Limits on the present day rate of change of the constants and parameters are then calculated using slow roll quintessence. A primary result of this work is that studies of the dimensionless fundamental constants such as a and mu, whose values depend on the values of the physics parameters, are excellent monitors of the limits on the time variation of these parameters.","Authors":"Thompson, RI (Thompson, Rodger I.)","Title":"Fundamental constant observational bounds on the variability of the QCD scale"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398421100069 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"astroparticle physics; cosmology: theory; dark matter KeyWords Plus:COSMOLOGICAL SIMULATIONS; GALAXY CLUSTERS; DWARF GALAXIES; HALOES; CORES; II.; CDM; MASS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 4 Pages: 4719-4730 DOI: 10.1093/mnras/stx463 Published: JUN 2017","Abstract":"We investigate how self-interacting dark matter (SIDM) with anisotropic scattering affects the evolution of isolated dark matter haloes as well as systems with two colliding haloes. For isolated haloes, we find that the evolution can be adequately captured by treating the scattering as isotropic, as long as the isotropic cross-section is appropriately matched to the underlying anisotropic model. We find that this matching should not be done using the momentum transfer cross-section, as has been done previously. Matching should instead be performed via a modified momentum transfer cross-section that takes into account that dark matter particles can be relabelled after they scatter, without altering the dynamics. However, using cross-sections that are matched to give the same behaviour in isolated haloes, we find that treating dark matter scattering as isotropic underpredicts the effects of anisotropic dark matter scattering when haloes collide. In particular, the DM-galaxy offset induced by SIDM in colliding galaxy clusters is larger when we simulate the underlying particle model, than if we use a matched isotropic model. On the other hand, well-motivated particle models with anisotropic scattering typically have cross-sections with a strong velocity dependence, and we discover a previously unrecognised effect that suppresses DM-galaxy offsets in colliding clusters making it hard for these systems to provide competitive constraints on such particle models.","Authors":"Robertson, A (Robertson, Andrew) ; Massey, R (Massey, Richard) ; Eke, V (Eke, Vincent)","Title":"Cosmic particle colliders: simulations of self-interacting dark matter with anisotropic scattering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398421100080 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"galaxies: abundances; galaxies: evolution; galaxies: formation; galaxies: statistics KeyWords Plus:BRIGHTEST CLUSTER GALAXIES; STELLAR MASS FUNCTIONS; COSMIC TIME; QUIESCENT GALAXIES; COSMOLOGICAL SIMULATIONS; ILLUSTRIS PROJECT; FORMATION PHYSICS; GAS ACCRETION; MERGER RATE; GROWTH","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 4 Pages: 4872-4885 DOI: 10.1093/mnras/stx370 Published: JUN 2017","Abstract":"Galaxy cumulative comoving number density is commonly used to forge progenitor/ descendant links between observed galaxy populations at different epochs. However, this method breaks down in the presence of galaxy mergers, or when galaxies experience stochastic growth rates. We present a simple analytic framework to treat the physical processes that drive the evolution and diffusion of galaxies within comoving number density space. The evolution in mass rank order of a galaxy population with time is influenced by (1) the nonconservative nature of total galaxy number density driven by galaxies combining in mergers (which we tabulate as a galaxy ' coagulation ' rate) and (2) galaxy ' mass rank scatter ' driven by stochasticity in stellar-mass growth rates from in situ star formation and mergers. We quantify the relative contribution of these two effects to the total mass rank order evolution using the Illustris simulation. We show that galaxy coagulation is dominant at lower redshifts and stellar masses, while scattered growth rates dominate the mass rank evolution at higher redshifts and stellar masses. For a galaxy population at 10(10) M-circle dot, coagulation has been the dominant effect since z = 2.2, but a galaxy population at 10(11) M-circle dot was dominated by mass rank scatter until z = 0.6. We show that although the forward and backward median cumulative number density evolution tracks are asymmetric, the backward median cumulative number density evolution can be obtained by convolving the descendant distribution function with progenitor relative abundances. We tabulate fits for the median cumulative number density evolution and scatter that can be applied to improve the way galaxy populations are linked in multi-epoch observational data sets.","Authors":"Torrey, P (Torrey, Paul) ; Wellons, S (Wellons, Sarah) ; Ma, CP (Ma, Chung-Pei) ; Hopkins, PF (Hopkins, Philip F.) ; Vogelsberger, M (Vogelsberger, Mark)","Title":"Forward and backward galaxy evolution in comoving cumulative number density space"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398421100089 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: analytical; galaxies: kinematics and dynamics; galaxies: spiral; galaxies: structure KeyWords Plus:STELLAR POPULATION GRADIENTS; COLD DARK-MATTER; RADIAL MIGRATION; GALAXY FORMATION; SPIRAL GALAXIES; METALLICITY DISTRIBUTION; COSMOLOGICAL CONTEXT; AZIMUTHAL VARIATIONS; VERTICAL STRUCTURE; EXPONENTIAL DISKS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 4 Pages: 5022-5032 DOI: 10.1093/mnras/stx352 Published: JUN 2017","Abstract":"We show that the stellar surface brightness profiles in disc galaxies - observed to be approximately exponential - can be explained if radial migration efficiently scrambles the individual stars' angular momenta while conserving the circularity of the orbits and the total mass and angular momentum. In this case, the disc's distribution of specific angular momenta j should be near a maximum entropy state and therefore approximately exponential, dN alpha exp(- j/ j )dj. This distribution translates to a surface density profile that is generally not an exponential function of radius: Sigma (R) alpha exp [- R/ R-e(R)] / (R R-e(R)) (1 + dlog v(c)(R)/dlog R), for a rotation curve v(infinity)(R) and R-e(R) = j / v(c)(R). We show that such a profile matches the observed surface brightness profiles of disc-dominated galaxies just as well as the empirical exponential profile. Disc galaxies that exhibit population gradients cannot have fully reached a maximum-entropy state but appear to be close enough that their surface brightness profiles are well fit by this idealized model.","Authors":"Herpich, J (Herpich, Jakob) ; Tremaine, S (Tremaine, Scott) ; Rix, HW (Rix, Hans-Walter)","Title":"Galactic disc profiles and a universal angular momentum distribution from statistical physics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397751400001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Superconducting magnet; detector; FCC-hh","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4500306 DOI: 10.1109/TASC.2017.2658951 Published: JUN 2017","Abstract":"The 4 T, 10 m free bore twin Solenoid with 4 Tm forward dipoles is discussed with an emphasis on the forward dipoles. This assembly, a possible detector magnet layout for the future circular collider for hadron-hadron physics, combines a 4 T axial magnetic field at the interaction point in the center of the twin Solenoid with off-axismagnetic fields generated by the two forward dipoles for the purpose of providing bending power to all particles emanating from the interaction point. The twin Solenoid provides 4 T over a free bore diameter of 10 m, resulting in a stored energy of 15.4 GJ, a cold mass of 1.25 kt, and a vacuum vessel mass of 1.4 kt. This configuration leads to acceptable quench protection and mechanical properties. The forward dipoles are located in the stray field of the twin Solenoid, resulting in large forces and torques on the coils. Two forward dipole options are presented. In the first option, the main dipole coils are combined with lateral coils for the purpose of bringing the net force and torque on the cold mass to zero. In the second option, the lateral coils are omitted and the net force and torque is handled through the vacuum vessel. The first option results in a stored energy of 240 MJ, a cold mass of 250 tons, and a vacuum vessel of 150 tons, whereas the second options gives 130 MJ, 100 tons, and 180 tons, respectively. The forward dipole conductor comprises copper and NbTi and is force-flowcooled with helium. The superconducting coils are placed in a stainless steel coil casing and precompressed. The coil casings are then fixed to the main body support structure, thus allowing transfaer of forces and torques between the coils. The analyses indicate that this leads to good quench protection and mechanical behavior.","Authors":"Mentink, M (Mentink, Matthias) ; Da Silva, HP (Da Silva, Helder Pais) ; Dudarev, A (Dudarev, Alexey) ; Rolando, G (Rolando, Gabriella) ; Cure, B (Cure, Benoit) ; Gaddi, A (Gaddi, Andrea) ; Klyukhin, V (Klyukhin, Vyacheslav) ; Gerwig, H (Gerwig, Hubert) ; Wagner, U (Wagner, Udo) ; ten Kate, H (ten Kate, Herman)","Title":"Design of 4 Tm Forward Dipoles for the FCC-hh Detector Magnet System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604500010 ISSN: 0030-4018 eISSN: 1873-0310","Keywords":"Stimulated Brillouin scattering; Nonlinear optics; Fiber cavity KeyWords Plus:OPTICAL-FIBERS; SCATTERING; LASER","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS COMMUNICATIONS Volume: 392 Pages: 54-58 DOI: 10.1016/j.optcom.2017.01.035 Published: JUN 1 2017","Abstract":"It has been an important research subject to find new nonlinear optical phenomena. In this paper, we report the experimental observation of stochastic, periodic, and localized light structures in a super long single-mode standard fiber with external optical feedback provided by the fiber end. The end facet reflection provides an analogous Fabry-Perot stimulated Brillouin resonator cavity. By increasing the pump power to exceed stimulated Brillouin scattering threshold, we observed light structures exhibiting extremely rich temporal pulse characteristics that had never been reported in literature before, including supercontinuum background generation, the localization of periodic optical structure formation, fission, and compression. These optical structures, are of period-doubling distribution and have different recurrence rates. What is more interesting is that we have observed sets of low frequency bipolar cycle-pulse trains that is often seen in the electrical field and hardly seen in pure optical system. Real-time specification of dynamical temporal regimes of laser operation may bring new insight into rich underlying nonlinear physics of practical fiber cavity systems. Therefore, some new nonlinear optical phenomena have been observed.","Authors":"Ding, YC (Ding, Yingchun) ; Feng, Q (Feng, Qi) ; Zhang, B (Zhang, Bin) ; Liu, ZX (Liu, Zhongxuan) ; Tang, X (Tang, Xin) ; Lin, CY (Lin, Chengyou) ; Chen, ZY (Chen, Zhaoyang)","Title":"Experimental observation of stochastic, periodic, and localized light structures in a brillouin cavity system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396960200004 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Molecular dynamics simulation; Lennard-Jones potential; Extensivity; Interaction range; External white noise; Internal energy; Tsallis probability distribution function; Non-extensive statistical physics KeyWords Plus:EQUILIBRIUM; STATISTICS; SYSTEM; HEAT","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 475 Pages: 35-45 DOI: 10.1016/j.physa.2017.02.011 Published: JUN 1 2017","Abstract":"Statistics of a two-dimensional gas model interacting through a Lennard-Jones type potential, is considered. The goal is to examine the extensivity of internal energy in respect to the potential range and external white noise through molecular dynamics simulation. Accordingly a molecular dynamics simulation model is designed that provides reasonable evidence, in this respect. It is shown that for the long range potential the internal energy scales according to non-extensive thermodynamics expectation and the criteria is specified. Besides, for the short range case we demonstrate that the external noise drastically modifies the statistics of gas and makes the internal energy non-extensive. The relation between the non-extensive parameter, q, and the relaxation time and the noise intensity is obtained. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kadijani, MN (Kadijani, M. Nouri) ; Abbasi, H (Abbasi, H.) ; Nezamipour, S (Nezamipour, S.)","Title":"Molecular dynamics simulation of gas models of Lennard-Jones type interactions: Extensivity associated with interaction range and external noise"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396960200006 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Volatility smile; Fat tails; Probability distribution; Relativistic; Brownian motion; Tower law KeyWords Plus:STOCHASTIC VOLATILITY; BROWNIAN-MOTION; LEVY PROCESSES; LA CHALEUR; OPTIONS; FINANCE; DISTRIBUTIONS; DIFFUSIONS; RADIATION; LEQUATION","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 475 Pages: 59-76 DOI: 10.1016/j.physa.2017.02.012 Published: JUN 1 2017","Abstract":"We give an explicit formula for the probability distribution based on a relativistic extension of Brownian motion. The distribution (1) is properly normalized and (2) obeys the tower law (semigroup property), so we can construct martingales and self-financing hedging strategies and price claims (options). This model is a 1-constant-parameter extension of the Black-Scholes-Merton model. The new parameter is the analog of the speed of light in Special Relativity. However, in the financial context there is no '' speed limit '' and the new parameter has the meaning of a characteristic diffusion speed at which relativistic effects become important and lead to a much softer asymptotic behavior, i.e., fat tails, giving rise to volatility smiles. We argue that a nonlocal stochastic description of such (Levy) processes is inadequate and discuss a local description from physics. The presentation is intended to be pedagogical. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kakushadze, Z (Kakushadze, Zura)","Title":"Volatility smile as relativistic effect"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398676100002 ISSN: 0079-6425 eISSN: 1873-2208","Keywords":"Voltage control of magnetism; Electrical control of magnetism; Magnetoelectric coupling; MRAM; Spintronics KeyWords Plus:ELECTRIC-FIELD CONTROL; SPIN-ORBIT-TORQUE; BIFEO3 THIN-FILMS; FERROMAGNETIC PHASE-TRANSITION; COMPLEX OXIDE HETEROSTRUCTURES; MULTIFERROIC TUNNEL-JUNCTIONS; DOPED TOPOLOGICAL INSULATOR; DOMAIN-WALL MOTION; ROOM-TEMPERATURE; EXCHANGE BIAS","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"PROGRESS IN MATERIALS SCIENCE Volume: 87 Pages: 33-82 DOI: 10.1016/j.pmatsci.2017.02.002 Published: JUN 2017","Abstract":"Voltage control of magnetism (VCM) is attracting increasing interest and exciting significant research activity driven by its profound physics and enormous potential for application. This review article aims to provide a comprehensive review of recent progress in VCM in different thin films. We first present a brief summary of the modulation of magnetism by electric fields and describe its discovery, development, classification, mechanism, and potential applications. In the second part, we focus on the classification of VCM from the viewpoint of materials, where both the magnetic medium and dielectric gating materials, and their influences on magnetic modulation efficiency are systematically described. In the third part, the nature of VCM is discussed in detail, including the conventional mechanisms of charge, strain, and exchange coupling at the interfaces of heterostructures, as well as the emergent models of orbital reconstruction and electrochemical effect. The fourth part mainly illustrates the typical performance characteristics of VCM, and discusses, in particular, its promising application for reducing power consumption and realizing high-density memory in several device configurations. The present review concludes with a discussion of the challenges and future prospects of VCM, which will inspire more in-depth research and advance the practical applications of this field. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Song, C (Song, Cheng) ; Cui, B (Cui, Bin) ; Li, F (Li, Fan) ; Zhou, XJ (Zhou, Xiangjun) ; Pan, F (Pan, Feng)","Title":"Recent progress in voltage control of magnetism: Materials, mechanisms, and performance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397751000001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"ITER; manufacturing procedures; qualification; superconducting coils","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4201405 DOI: 10.1109/TASC.2016.2630728 Published: JUN 2017","Abstract":"The system of correction coils (CC) is a component of the ITER magnet system, required to correct toroidal asymmetries and reduce error magnetic fields detrimental for physical processes in the plasma. It includes 18 coils, inserted in between toroidal field coils and poloidal field coils and split into 3 sets of 6 coils each: bottom correction coils (BCC), side correction coils (SCC), and top correction coils (TCC). BCC and TCC are planar coils, whereas SCC are wound on a cylinder. All CC coils are wound using a 10 kA NbTi cable-in-conduit conductor and are manufactured by ASIPP laboratory (Institute of Plasma Physics, Chinese Academy of Sciences), under the responsibility of ITER China. A manufacturing line was installed in 2013 at ASIPP in a dedicated workshop for the construction of the CC. In order to qualify the manufacturing procedures, a comprehensive qualification program has been set up. This program includes a set of mock-ups, manufactured according to the process to be used for the coils and submitted to different tests. These qualification items are winding, insulation and vacuum pressure impregnation, helium inlet/outlet, terminal joints, case material, filler material between winding-pack and case, case assembly, and terminal service box. Qualification of conductor winding, He inlet/outlet manufacture, winding-pack turn and ground insulation installation and impregnation, case material, winding-pack-case filler material is achieved. This included mechanical testing of materials at room and cryogenic temperature in specialized testing laboratories and high-voltage tests performed at the CC workshop. Joint qualification, relying on electrical tests of joints in a dedicated test facility, is nearly complete. Remaining qualification items are case assembly, winding-pack insertion into case, and case closure welding. Manufacture of the first coil started in 2015 and its winding-pack is near completion.","Authors":"Libeyre, P (Libeyre, P.) ; Cormany, C (Cormany, C.) ; Dolgetta, N (Dolgetta, N.) ; Gaxiola, E (Gaxiola, E.) ; Ilyin, Y (Ilyin, Y.) ; Mitchell, N (Mitchell, N.) ; Simon, F (Simon, F.) ; Evans, D (Evans, D.) ; Sgobba, S (Sgobba, S.) ; Langeslag, SAE (Langeslag, S. A. E.) ; Niu, E (Niu, E.) ; Wei, J (Wei, J.) ; Wang, L (Wang, L.) ; Dong, X (Dong, X.) ; Wang, L (Wang, L.) ; Yu, X (Yu, X.) ; Xin, J (Xin, J.) ; Liu, L (Liu, L.) ; Li, C (Li, C.) ; Fang, C (Fang, C.) ; Zheng, W (Zheng, W.) ...More...Less","Title":"Qualification of the Manufacturing Procedures of the ITER Correction Coils"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395150600005 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"biopolymers and renewable polymers; morphology; nanoparticles; nanowires; and nanocrystals; optical and photovoltaic applications; optical properties KeyWords Plus:LI-ION BATTERIES; SILVER NANOPARTICLES; ULTRAFAST PHOTONICS; POLYOL PROCESS; ELECTROLYTE; NANOCOMPOSITE; CHITOSAN; FIBER; TEMPERATURE; ANION","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 21 Article Number: 44847 DOI: 10.1002/app.44847 Published: JUN 2017","Abstract":"In this article, a novel approach is presented for the preparation of small band-gap polymer composites. The intensity of the surface plasmon resonance (SPR) peak increased from 0.64 to 3.2 for the chitosan-silver nitrate sample containing 1 wt % titanium dioxide (TiO2). In the cases of 3 and 5 wt % added TiO2 particles, the SPR peak disappeared. A wide shift of the absorption coefficient from 4.36 to 0.93 eV was observed. The smallest optical band gap of about 0.98 eV was achieved for the sample containing 3 wt % TiO2 filler. The wide shift in the optical band gap was interpreted on the bases of the formation of metal-induced gap states between the metallic silver particles and the TiO2 structure. A novel approach was achieved that was an alternative method to Tauc's semi-empirical model for band-gap estimation. The optical dielectric loss parameter for the band-gap study was easily calculated and analyzed, whereas it unfolded a deep knowledge from the physics point of view. The established quantum mechanical expression revealed a strong relationship between the energy band gap and the optical dielectric loss parameter. The scanning electron microscopy results show the leakage of white aggregated silver particles and distinguishable intense peaks of metallic silver particles between 3 and 3.3 keV appearing in the energy-dispersive X-ray spectrum. (C) 2017 Wiley Periodicals, Inc.","Authors":"Aziz, SB (Aziz, Shujahadeen B.) ; Abdullah, OG (Abdullah, Omed Gh.) ; Rasheed, MA (Rasheed, Mariwan A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Abdullah, Omed  http://orcid.org/0000-0002-1914-152X","Title":"A novel polymer composite with a small optical band gap: New approaches for photonics and optoelectronics"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398180100001 ISSN: 0034-4885 eISSN: 1361-6633","Keywords":"spin Hall effect of light; spin Hall shift; geometric phase; weak measurements KeyWords Plus:PANCHARATNAM-BERRY PHASE; ORBITAL ANGULAR-MOMENTUM; INDEPENDENT TRANSVERSE SHIFT; NANOPHOTONIC WAVE-GUIDE; GOOS-HANCHEN SHIFT; PLASMONIC METASURFACE; VALLEY POLARIZATION; SYMMETRY-BREAKING; WEAK MEASUREMENTS; OPTICAL-ELEMENTS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"REPORTS ON PROGRESS IN PHYSICS Volume: 80 Issue: 6 Article Number: 066401 DOI: 10.1088/1361-6633/aa5397 Published: JUN 2017","Abstract":"The spin Hall effect (SHE) of light, as an analogue of the SHE in electronic systems, is a promising candidate for investigating the SHE in semiconductor spintronics/valleytronics, high-energy physics and condensed matter physics, owing to their similar topological nature in the spin-orbit interaction. The SHE of light exhibits unique potential for exploring the physical properties of nanostructures, such as determining the optical thickness, and the material properties of metallic and magnetic thin films and even atomically thin two-dimensional materials. More importantly, it opens a possible pathway for controlling the spin states of photons and developing next-generation photonic spin Hall devices as a fundamental constituent of the emerging spinoptics. In this review, based on the viewpoint of the geometric phase gradient, we give a detailed presentation of the recent advances in the SHE of light and its applications in precision metrology and future spin-based photonics.","Authors":"Ling, XH (Ling, Xiaohui) ; Zhou, XX (Zhou, Xinxing) ; Huang, K (Huang, Kun) ; Liu, YC (Liu, Yachao) ; Qiu, CW (Qiu, Cheng-Wei) ; Luo, HL (Luo, Hailu) ; Wen, SC (Wen, Shuangchun)","Title":"Recent advances in the spin Hall effect of light"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395456800001 ISSN: 2053-1583","Keywords":"hexagonal nano-structures; graphene; hBN; stanene; MoS2; analytical closed-form formulae; effective elastic modulus KeyWords Plus:BORON-NITRIDE NANOTUBES; LAYERED GRAPHENE SHEET; ELECTRONIC-STRUCTURE; MOLECULAR-MECHANICS; CARBON NANOTUBES; EXTERNAL STRAIN; FORCE-FIELD; AB-INITIO; MOS2; STANENE","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"2D MATERIALS Volume: 4 Issue: 2 Article Number: 025006 DOI: 10.1088/2053-1583/aa551c Published: JUN 2017","Abstract":"A generalized analytical approach is presented to derive closed-form formulae for the elastic moduli of hexagonal multiplanar nano-structures. Hexagonal nano-structural forms are common for various materials. Four different classes of materials (single layer) from a structural point of view are proposed to demonstrate the validity and prospective application of the developed formulae. For example, graphene, an allotrope of carbon, consists of only carbon atoms to form a honeycomb like hexagonal lattice in a single plane, while hexagonal boron nitride (hBN) consists of boron and nitrogen atoms to form the hexagonal lattice in a single plane. Unlike graphene and hBN, there are plenty of other materials with hexagonal nano-structures that have the atoms placed in multiple planes such as stanene (consists of only Sn atoms) and molybdenum disulfide (consists of two different atoms: Mo and S). The physics based high-fidelity analytical model developed in this article are capable of obtaining the elastic properties in a computationally efficient manner for wide range of such materials with hexagonal nano-structures that are broadly classified in four classes from structural viewpoint. Results are provided for materials belonging to all the four classes, wherein a good agreement between the elastic moduli obtained using the proposed formulae and available scientific literature is observed.","Authors":"Mukhopadhyay, T (Mukhopadhyay, T.) ; Mahata, A (Mahata, A.) ; Adhikari, S (Adhikari, S.) ; Zaeem, MA (Zaeem, M. Asle)","Title":"Effective elastic properties of two dimensional multiplanar hexagonal nanostructures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396010900007 ISSN: 2053-1583","Keywords":"two-dimensional materials; lateral heterostructures; topological crystalline insulator; transition-metal dichalcogenides; topological phase transition KeyWords Plus:EPITAXIAL-GROWTH; MOLECULAR-DYNAMICS; PHASE-TRANSITION; BAND-GAPS; HETEROJUNCTIONS; SEMICONDUCTORS; MONOLAYERS; GRAPHENE; INTERFACE; METALS","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"2D MATERIALS Volume: 4 Issue: 2 Article Number: 025038 DOI: 10.1088/2053-1583/aa5b17 Published: JUN 2017","Abstract":"The emergence of lateral heterostructures fabricated by two-dimensional building blocks brings many exciting realms in material science and device physics. Enriching available nanomaterials for creating such heterostructures and enabling the underlying new physics is highly coveted for the integration of next-generation devices. Here, we report a breakthrough in lateral heterostructure based on the monolayer square transition-metal dichalcogenides MX2 (M = W, X = S/Se) modules. Our results reveal that the MX2 lateral heterostructure (1S-MX2 LHS) can possess excellent thermal and dynamical stability. Remarkably, the highly desired two-dimensional topological crystalline insulator phase is confirmed by the calculated mirror Chern number n(M) = -1. A nontrivial band gap of 65 meV is obtained with SOC, indicating the potential for room-temperature observation and applications. The topologically protected edge states emerge at the edges of two different nanoribbons between the bulk band gap, which is consistent with the mirror Chern number. In addition, a strain-induced topological phase transition in 1S-MX2 LHS is also revealed, endowing the potential utilities in electronics and spintronics. Our predictions not only introduce new member and vitality into the studies of lateral heterostructures, but also highlight the promise of lateral heterostructure as appealing topological crystalline insulator platforms with excellent stability for future devices.","Authors":"Sun, QL (Sun, Qilong) ; Dai, Y (Dai, Ying) ; Niu, CW (Niu, Chengwang) ; Ma, YD (Ma, Yandong) ; Wei, W (Wei, Wei) ; Yu, L (Yu, Lin) ; Huang, BB (Huang, Baibiao)","Title":"Lateral topological crystalline insulator heterostructure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395453100001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Coated conductor coils; flux pump; HTS KeyWords Plus:FULLY SUPERCONDUCTING RECTIFIERS; PERSISTENT CURRENT; NMR MAGNETS; PERFORMANCE; COMPENSATOR; FLUXPUMPS; DESIGN","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4600806 DOI: 10.1109/TASC.2016.2645130 Published: JUN 2017","Abstract":"High-Tc superconducting (HTS) flux pumps are capable of injecting flux into closed HTS magnets without electrical contact. It is becoming a promising alternative of current source in powering HTS coils. This paper reviews the recent progress in flux pumps for HTS coil magnets. Different types of HTS flux pumps are introduced. The physics of these flux pumps are explained and comparisons are made.","Authors":"Coombs, TA (Coombs, T. A.) ; Geng, J (Geng, J.) ; Fu, L (Fu, L.) ; Matsuda, K (Matsuda, K.)","Title":"An Overview of Flux Pumps for HTS Coils"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395653100001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Cryogenic stability; quench back; indirect cooling; aluminum matrix conductors; open magnets KeyWords Plus:HIGH-ENERGY; DESIGN; SYSTEM; PHYSICS; FIELD; CONSTRUCTION; INTEGRATION; PROTECTION; CONDUCTOR; NB3SN","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4500108 DOI: 10.1109/TASC.2016.2634522 Published: JUN 2017","Abstract":"This paper describes the development of detector magnets from the mid-1960s to the LHCdetector magnets. The discovery of cryogenic stability in March, 1965, made large detector magnets possible. A number of bubble chamber magnets were built as a result. In the 1970s, the quest for thin magnets started. This led to the development of quench protection through quench-back and the development of indirect cooling with two-phase helium in tubes. The late 1970s and 1980s led to the development of a conductor with ultrapure aluminum as a stabilizer. This led to large coils that were wound inside a strong aluminum mandrel. The LHC saw the development of magnets that are open and they return their own flux without iron. This paper describes the development of detector magnets that have been used in high-energy physics.","Authors":"Green, MA (Green, Michael A.)","Title":"The Development of Superconducting Detector Magnets From 1965 to the Present"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395798800001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Nuclear physics; particle beams; superconducting photodetectors; X-ray detectors KeyWords Plus:NUCLEAR; ENERGY; PHYSICS; MATTER","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 2100905 DOI: 10.1109/TASC.2016.2646374 Published: JUN 2017","Abstract":"We are developing a new technique to apply transition-edge sensors (TESs) to X-ray spectroscopy of exotic atoms, especially of kaonic atoms. To demonstrate the feasibility of this pioneering project, performance of a TES-based X-ray detector was evaluated in pion-and kaon-beam environments at particle accelerators. We successfully observed X-rays from pionic-carbon atoms with a resolution as good as 7 eV FWHM at 6 keV. Also at a kaon beamline, we confirmed that the TES spectrometer will be able to achieve our resolution goal, 6 eV, in our first scientific campaign to measure X-rays from kaonic-helium atoms.","Authors":"Hashimoto, T (Hashimoto, T.) ; Bazzi, M (Bazzi, M.) ; Bennett, DA (Bennett, D. A.) ; Berucci, C (Berucci, C.) ; Bosnar, D (Bosnar, D.) ; Curceanu, C (Curceanu, C.) ; Doriese, WB (Doriese, W. B.) ; Fowler, JW (Fowler, J. W.) ; Fujioka, H (Fujioka, H.) ; Guaraldo, C (Guaraldo, C.) ; Gustafsson, FP (Gustafsson, F. Parnefjord) ; Hayakawa, R (Hayakawa, R.) ; Hayano, RS (Hayano, R. S.) ; Hays-Wehle, JP (Hays-Wehle, J. P.) ; Hilton, GC (Hilton, G. C.) ; Hiraiwa, T (Hiraiwa, T.)[ 10 ] ; Ichinohe, Y (Ichinohe, Y.) ; Iio, M (Iio, M.)[ 11 ] ; Iliescu, M (Iliescu, M.) ; Ishimoto, S (Ishimoto, S.); Ishisaki, Y (Ishisaki, Y.) ; Itahashi, K (Itahashi, K.) ; Iwasaki, M (Iwasaki, M.)[ 1,12 ] ; Ma, Y (Ma, Y.) ; Noda, H (Noda, H.)[ 13 ] ; Noumi, H (Noumi, H.)[ 10 ] ; O'Neil, GC (O'Neil, G. C.) ; Ohnishi, H (Ohnishi, H.) ; Okada, S (Okada, S.) ; Outa, H (Outa, H.) ; Piscicchia, K (Piscicchia, K.) ; Reintsema, CD (Reintsema, C. D.) ; Sada, Y (Sada, Y.)[ 10 ] ; Sakuma, F (Sakuma, F.) ; Sato, M (Sato, M.) ; Schmidt, DR (Schmidt, D. R.) ; Scordo, A (Scordo, A.) ; Sekimoto, M (Sekimoto, M.)[ 11 ] ; Shi, H (Shi, H.) ; Sirghi, D (Sirghi, D.) ; Sirghi, F (Sirghi, F.) ; Suzuki, K (Suzuki, K.) ; Swetz, DS (Swetz, D. S.) ; Tanida, K (Tanida, K.)[ 14 ] ; Tatsuno, H (Tatsuno, H.) ; Tokuda, M (Tokuda, M.)[ 12 ] ; Uhlig, J (Uhlig, J.) ; Ullom, JN (Ullom, J. N.)[ 3,13 ] ; Yamada, S (Yamada, S.) ; Yamazaki, T (Yamazaki, T.) ; Zmeskal, J (Zmeskal, J.) ...More...Less","Title":"Beamline Test of a Transition-Edge-Sensor Spectrometer in Preparation for Kaonic-Atom Measurements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395652300001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Yttrium Barium Copper Oxide (YBCO); HTS magnet; Nb3Sn magnet; nuclear demagnetization refrigerator; optimization","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4300705 DOI: 10.1109/TASC.2016.2637335 Published: JUN 2017","Abstract":"A double superconducting magnets system with a high-temperature superconductor (HTS) magnet and a low-temperature superconductor (LTS) magnet is designed for a nuclear demagnetization refrigerator for experimental study on quantum physics. The HTS magnet will generate 16 T field for physical experiments and the LTS magnet will generate 9 T field for nuclear demagnetization refrigeration. Electromagnetic design steps, including linear programming, nonlinear optimization, and current density gradation for both HTS and LTS magnets, are introduced in detail. Results show that the field requirements are satisfied. Current margin and stress are well considered for Yttrium Barium Copper Oxide conductor, Nb3Sn wire, and NbTi wire used in the magnets.","Authors":"Li, Y (Li, Y.) ; Wang, QL (Wang, Q. L.) ; Wang, L (Wang, L.) ; Lin, X (Lin, X.) ; Du, RR (Du, R. R.) ; Liu, JH (Liu, J. H.)","Title":"Electromagnetic Design of a 16-9 T High Field Double Superconducting Magnets System for Nuclear Demagnetization Refrigerator"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395646700001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Kinetic inductance detector; scintillating bolometer; neutrinoless double beta decay; dark matter KeyWords Plus:TEO2 BOLOMETERS","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 2400405 DOI: 10.1109/TASC.2016.2642829 Published: JUN 2017","Abstract":"Background suppression plays a crucial role in particle physics experiments searching for rare events, such as neutrinoless double beta decay and dark matter interactions. Bolometers, that are among the most competitive devices in this field, would largely benefit from the development of ultrasensitive light detectors, as the combined readout of the bolometric and light signals enables the particle identification. The CALDER collaboration is developing superconducting light detectors that will match the requirements of next generation experiments: noise lower than 20 eV, large active area (> 20 cm(2)), wide temperature range of operation, high radiopurity, and ease in fabricating hundreds of channels. For this purpose, we are exploiting the excellent energy resolution and the natural multiplexed readout provided by kinetic inductance detectors (KIDs). KIDs have already demonstrated their potentiality as direct detectors of photons for different astrophysical applications. The aim of our project is to apply this technology in particle physics, using indirect detection. These devices can be operated in a phonon-mediated approach, in which KIDs are coupled to a large insulating substrates in order to increase the active surface from a few mm(2) to 25 cm(2). We have already demonstrated the feasibility of a phonon-mediated KIDs-based light detectors, using","Authors":"Martinez, M (Martinez, Maria) ; Bellini, F (Bellini, Fabio) ; Cardani, L (Cardani, Laura) ; Casali, N (Casali, Nicola) ; Castellano, MG (Castellano, Maria Gabriella) ; Colantoni, I (Colantoni, Ivan) ; Cosmelli, C (Cosmelli, Carlo) ; Cruciani, A (Cruciani, Angelo) ; D'Addabbo, A (D'Addabbo, Antonio) ; Di Domizio, S (Di Domizio, Sergio) ; Tomei, C (Tomei, Claudia) ; Vignati, M (Vignati, Marco) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number D'Addabbo, Antonio  http://orcid.org/0000-0003-2668-962X","Title":"Phonon-Mediated KIDs as Light Detectors for Rare Event Search: The CALDER Project"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395804300001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"CFETR CSMC; Nb3Sn sample conductor; performance KeyWords Plus:JK2LB","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4200805 DOI: 10.1109/TASC.2017.2654338 Published: JUN 2017","Abstract":"China fusion engineering test reactor (CFETR) is a new tokamak device, whose magnet system includes the toroidal field, central solenoid (CS), and poloidal field coils. In order to develop the manufacturing process for the full-size CS coil, the CS model coil (CSMC) project was launched first. The cable-inconduit conductor used for CFETR CSMC refers to ITER CS conductor with the same short twist pitch cable pattern. They have the similar layout. In order to qualify the manufacturing process and performance of conductor, two short sample conductors with two different jacket materials (316LN and high-Mn steel) were manufactured. The conductors were tested at Swiss Plasma Center successfully. In future, the CSMC will be tested at the Institute of Plasma Physics, CAS (ASIPP). In this paper, the manufacturing processes for conductor are described in detail. The strand damage analysis and conductor performance were also discussed.","Authors":"Qin, JG (Qin, Jing-Gang) ; Wu, Y (Wu, Yu) ; Xiang, BL (Xiang, Bing-Lun) ; Dai, C (Dai, Chao) ; Mao, ZH (Mao, Zhe-Hua) ; Jin, H (Jin, Huan) ; Liao, GJ (Liao, Guo-Jun) ; Liu, F (Liu, Fang) ; Xue, TJ (Xue, Tianjun) ; Wei, ZR (Wei, Zhou-Rong) ; Devred, A (Devred, Arnaud) ; Nijhuis, A (Nijhuis, Arend) ; Zhou, C (Zhou, Chao) ...More...Less","Title":"Manufacturing of Nb3Sn Sample Conductor for CFETR Central Solenoid Model Coil"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395800000001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Terahertz range; superconducting bolometer; transition edge sensor (TES); HEBmicrobolometer; electrothermal feedback; high-Q resonator; microwave kinetic inductance detector (MKID); FDM readout; microwave bias; superconductor impedance; blackbody calibration KeyWords Plus:HIGH-FREQUENCY READOUT; METALS; NOISE","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 2100805 DOI: 10.1109/TASC.2017.2655507 Published: JUN 2017","Abstract":"Our new detector and readout concept brings together TES (Transition Edge Sensor) and MKID (Microwave Kinetic Inductance Detector) technologies and exploits the idea of a microwave-induced superconducting transition in a small thin-film microbridge. The superconducting transition of the bridge manifests itself as variation in the Q-factor of niobium resonators at 5-8 GHz, somewhat similar to MKID operation. We present data showing the potential for developing this concept into multipixel detector arrays. Single-pixel sensitivity was measured at 4.5 K for an input band of 600-700 GHz using a prototype 10-nm-thick Nb bridge of size 1 mu m x 500 nm. Radiation from human skin was detected with a resolution better than 1 K/rtHz, which is encouraging for terahertz imaging applications. To further improve device sensitivity, we are also developing Hf-based devices that operate near 0.35 K. Details about the physics and stability of these devices are discussed.","Authors":"Shitov, SV (Shitov, Sergey V.) ; Kuzmin, AA (Kuzmin, Artem A.) ; Merker, M (Merker, Michael) ; Chichkov, VI (Chichkov, Vladimir I.) ; Merenkov, AV (Merenkov, Alexey V.) ; Ermakov, AB (Ermakov, Andrey B.) ; Ustinov, AV (Ustinov, Alexey V.) ; Siegel, M (Siegel, Michael)","Title":"Progress in Development of the Superconducting Bolometer With Microwave Bias and Readout"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396003700001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"MKID; TLS","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 1502005 DOI: 10.1109/TASC.2016.2642834 Published: JUN 2017","Abstract":"The next generation of radiation detectors in high precision Cosmology, Astronomy, and particle-astrophysics experiments will rely heavily on superconducting microwave resonators and kinetic inductance devices. Understanding the physics of energy loss in these devices, in particular at low temperatures and powers, is vital. We present a comprehensive analysis framework, using Markov Chain Monte Carlo methods, to characterize loss due to two-level system in concert with quasi-particle dynamics in thin-film Nb resonators in the GHz range.","Authors":"Thakur, RB (Thakur, Ritoban Basu) ; Tang, QY (Tang, Qing Yang) ; McGeehan, R (McGeehan, Ryan) ; Carter, F (Carter, Faustin) ; Shirokoff, E (Shirokoff, Erik)","Title":"Characterizing Quality Factor of Niobium Resonators Using a Markov Chain Monte Carlo Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395815300001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Superconducting magnets; HTS coils; high-temperature superconductors; Bi-2223 tape; ac losses","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4701905 DOI: 10.1109/TASC.2017.2653222 Published: JUN 2017","Abstract":"High-temperature superconducting (HTS) magnets have several advantages for ac and pulse operation due to having a high critical temperature. However, fast magnetic field changes generate severe ac losses and eddy current losses. Therefore, loss estimation and reduction is a significant issue for HTS magnet cooling design. For future cooling design, we have measured losses of a Bi-2223 HTS magnet for beamline switching in the cyclotron facility at the Research Center of Nuclear Physics, Osaka University. The time-varying magnetic field losses for triangular wave excitation with a perpendicular magnetic field amplitude of 0.8 T in wire and a minimum period of 42 s were obtained from measured cryocooler temperatures and preliminary measured cooling capacity curve. The eddy current losses of the metal components were calculated using transient electromagnetic finite element analysis. The ac losses of the Bi-2223 wire were derived from the measured time-varying magnetic field losses and the calculated eddy current losses. The frequency dependence of their losses indicates the importance of accurate evaluation and reduction of the eddy current losses for the future magnet with higher charging speed.","Authors":"Yoshida, J (Yoshida, Jun) ; Morie, T (Morie, Takaaki) ; Hashimoto, A (Hashimoto, Atsushi) ; Mitsubori, H (Mitsubori, Hitoshi) ; Mikami, Y (Mikami, Yukio) ; Watazawa, K (Watazawa, Keiichi) ; Hatanaka, K (Hatanaka, Kichiji) ; Ueda, H (Ueda, Hiroshi) ; Fukuda, M (Fukuda, Mitsuhiro) ; Yorita, T (Yorita, Tetsuhiko)","Title":"Loss Measurement in a Cryogen-Free Bi-2223 HTS Dipole Magnet for Beam Line Switching"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393247200005 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Invariant manifolds; Escaping dynamics; Ship capsize; Rough seas KeyWords Plus:CELESTIAL MECHANICS; CAPSIZE; SEAS; EXCITATION; RESONANCE; SYSTEMS; ORBITS; DESIGN; STATE","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 47 Pages: 48-70 DOI: 10.1016/j.cnsns.2016.10.021 Published: JUN 2017","Abstract":"Escape from a potential well is a paradigm to understand critical events in chemical physics, celestial mechanics, structural mechanics, and ship dynamics, to name but a few. The consequences of escape could be desirable or undesirable depending on the specific problem at hand, however, the general question is how escape occurs and the effects of environmental noise on the escape. In this article, we answer the first question by discovering the phase space structures that lead to escape and the second question by investigating the effects of random forcing on these structures in the context of ship dynamics and capsize. The phase space structures that lead to escape are the tube manifolds associated to the rank-1 saddles in the conservative system. They are also robust in the sense of predicting high probability regions of escape even in the presence of random forcing. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Naik, S (Naik, Shibabrat) ; Ross, SD (Ross, Shane D.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Naik, Shibabrat  http://orcid.org/0000-0001-7964-2513","Title":"Geometry of escaping dynamics in nonlinear ship motion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393247200022 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Split-step Fourier method; Numerical simulation; Non-linear PDE; Derivative non-linear Schrodinger equation KeyWords Plus:SCHRODINGER-EQUATION; WATER-WAVES; GENERATION; SOLITONS; PULSES; TIME","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 47 Pages: 277-291 DOI: 10.1016/j.cnsns.2016.11.020 Published: JUN 2017","Abstract":"This paper describes an updated exponential Fourier based split-step method that can be applied to a greater class of partial differential equations than previous methods would allow. These equations arise in physics and engineering, a notable example being the generalized derivative non-linear Schrodinger equation that arises in non-linear optics with self steepening terms. These differential equations feature terms that were previously inaccessible to model accurately with low computational resources. The new method maintains a 3rd order error even with these additional terms and models the equation in all three spatial dimensions and time. The class of non-linear differential equations that this method applies to is shown. The method is fully derived and implementation of the method in the split-step architecture is shown. This paper lays the mathematical ground work for an upcoming paper employing this method in white-light generation simulations in bulk material. (c) 2016 Elsevier B.V. All rights reserved.","Authors":"Zia, H (Zia, Haider)","Title":"A three operator split-step method covering a larger set of non-linear partial differential equations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393791800001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Cos-theta configuration; high field; SppC; super-conducting dipole magnet; uniformity of field KeyWords Plus:TESLA NB3SN DIPOLE; CABLES","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4000905 DOI: 10.1109/TASC.2016.2639279 Published: JUN 2017","Abstract":"High-field superconducting magnets are the key components of the high-energy particle accelerators. The Institute of High Energy Physics, Beijing, China, has been working on the related R&D since 2014. In parallel with the baseline R&D roadmap with common coil configuration, preliminary electromagnetic design of a 20-T 2-in-1 dipole magnet with cos-theta configuration has been carried out as an option for the model magnet R&D in future. Totally six layers of coils are required for each aperture of this dipole with the high temperature superconductor for the inner two layers and the low temperature superconductor for the outer four layers. Graded coil design is selected to increase the efficiency of the conductor utilization. For each aperture, the clear bore diameter is 50 mm. Asymmetric coil configuration has been adopted to obtain a good geometrical field quality. After optimization, the field uniformity of 10(-4) within 2/3 of the aperture is achieved. The coil ends of the dipole magnet have also been designed and optimized. The detailedmagnetic analysis and the main characteristics of this magnet are presented.","Authors":"Wang, CT (Wang, Chengtao) ; Zhang, K (Zhang, Kai) ; Xu, QJ (Xu, Qingjin) ; Zhu, ZA (Zhu, Zian) ; Wang, YZ (Wang, Yingzhe) ; Kong, EH (Kong, Ershuai) ; Da, C (Da, Cheng) ; Ning, FP (Ning, Feipeng) ; Zhang, GQ (Zhang, Guoqing) ; Zhao, L (Zhao, Ling) ; Wang, MF (Wang, Meifen) ; Zhao, W (Zhao, Wei) ; Yao, WC (Yao, Weichao) ; Hou, ZL (Hou, Zhilong) ; Peng, QL (Peng, Quanling) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zhang, Kai  http://orcid.org/0000-0002-3830-9682","Title":"Electromagnetic Design Study of a 20-T Cos-Theta 2-in-1 Dipole Magnet for High-Energy Accelerators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391275800001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"REBCO; no-insulation double-pancake; conduction-cooled superconductor KeyWords Plus:IRRADIATION","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 DOI: 10.1109/TASC.2016.2626978 Published: JUN 2017","Abstract":"The accessible performance range for most magnetic confinement plasma physics devices expands markedly with increasing magnetic flux density. The MIT Plasma Science and Fusion Center is investigating the use of high-temperature superconductors as a low cost means to significantly enhance the performance characteristics of small to moderate scale devices. Our initial investigation emphasized the no-insulation winding technique as a means to produce highly stable dcmagnets for devices operating at moderate to high magnetic flux density. We present design, manufacture, and test results for a double pancake coil wound from a 500 m length of 12 mm wide REBCO tape. The coil provides on-axis magnetic flux density within an 8 cm clear bore in excess of 0.5 T when operated in liquid nitrogen and in excess of 6 T when operated in liquid helium. The ultimate aim of the program is to develop conduction-cooled HTS coil modules that can be used for both linear and toroidal plasma devices.","Authors":"Michael, PC (Michael, Philip C.) ; Vieira, R (Vieira, Rui) ; Sorbom, BN (Sorbom, Brandon N.) ; Wright, GM (Wright, Graham M.) ; Beck, WK (Beck, William K.) ; Terry, DR (Terry, David R.) ; Leccacorvi, R (Leccacorvi, Rick) ; Irby, JH (Irby, James H.) ; Minervini, JV (Minervini, Joseph V.) ; Marmar, ES (Marmar, Earl S.) ; Whyte, DG (Whyte, Dennis G.) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Michael, Philip  http://orcid.org/0000-0003-4906-6169","Title":"Development of REBCO-Based Magnets for Plasma Physics Research"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390460700001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Next-step fusion reactors; superconducting fusion magnet design; cable-in-conduit conductors; material radiation limits KeyWords Plus:DEMO","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4200505 DOI: 10.1109/TASC.2016.2627010 Published: JUN 2017","Abstract":"High-performance superconducting magnets play an important role in the design of the next step large-scale, high-field fusion reactors such as the fusion nuclear science facility (FNSF) and the spherical tokamak (ST) pilot plant beyond ITER. Princeton Plasma Physics Laboratory is currently leading the design studies of the FNSF and the ST pilot plant study. ITER, which is under construction in the south of France, utilizes the state-of-the-art low temperature superconducting magnet technology based on the cable-in-conduit conductor design, where over a thousand multifilament Nb3Sn superconducting strands are twisted together to form a high-current-carrying cable inserted into a steel jacket for coil windings. We present design options of the high-performance superconductors in the winding pack for the FNSF toroidal field magnet system based on the toroidal field radial build from the system code. For the low temperature superconductor options, the advanced J(c) Nb3Sn RRP strands (J(c) > 1000 A/mm(2) at 16 T, 4 K) from Oxford Superconducting Technology are under consideration. For the high-temperature superconductor options, the rectangular-shaped high-current HTS cable made of stacked YBCO tapes will be considered to validate feasibility of TF coil winding pack design for the ST-FNSF magnets.","Authors":"Zhai, YH (Zhai, Yuhu) ; Kessel, C (Kessel, Chuck) ; Barth, C (Barth, Christian) ; Senatore, C (Senatore, Carmine)","Title":"High-Performance Superconductors for Fusion Nuclear Science Facility"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390103500002 ISSN: 1937-5093 eISSN: 1937-5077","Keywords":"Relativistic Vlasov-Maxwell equations; cold magnetized plasmas; plasma phenomena out of equilibrium; electromagnetic wave propagation; dispersion relations; characteristic variety; Appleton-Hartree equations; eikonal equations KeyWords Plus:VLASOV-POISSON SYSTEM; CHORUS EMISSIONS; WHISTLER WAVES; FIELD; INSTABILITY; EXISTENCE","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"KINETIC AND RELATED MODELS Volume: 10 Issue: 2 Pages: 373-421 DOI: 10.3934/krm.2017015 Published: JUN 2017","Abstract":"Starting from kinetic models of cold magnetized collisionless plasmas, we provide a complete description of the characteristic variety sustaining electromagnetic wave propagation. As in [4, 13, 17], the analysis is based on some asymptotic calculus exploiting the presence at the level of dimensionless relativistic Vlasov-Maxwell equations of a large parameter: the electron gyrofrequency. The method is inspired from geometric optics [29, 33]. It allows to unify all the preceding results [8, 12, 38, 31, 37, 40], while incorporating new aspects. Specifically, the non trivial effects [5, 9, 10, 24] of the spatial variations of the background density, temperature and magnetic field are exhibited. In this way, a comprehensive overview of the dispersion relations becomes available, with important possible applications in plasma physics [7, 28, 30].","Authors":"Cheverry, C (Cheverry, Christophe) ; Fontaine, A (Fontaine, Adrien)","Title":"DISPERSION RELATIONS IN COLD MAGNETIZED PLASMAS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398158300005 ISSN: 0010-3640 eISSN: 1097-0312","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"COMMUNICATIONS ON PURE AND APPLIED MATHEMATICS Volume: 70 Issue: 5 Pages: 978-1021 DOI: 10.1002/cpa.21643 Published: MAY 17 2017","Abstract":"We consider the elastic energy of a hanging drapea thin elastic sheet, pulled down by the force of gravity, with fine-scale folding at the top that achieves approximately uniform confinement. This example of energy-driven pattern formation in a thin elastic sheet is of particular interest because the length scale of folding varies with height. We focus on how the minimum elastic energy depends on the physical parameters. As the sheet thickness vanishes, the limiting energy is due to the gravitational force and is relatively easy to understand. Our main accomplishment is to identify the \"scaling law\" of the correction due to positive thickness. We do this by (i) proving an upper bound, by considering the energies of several constructions and taking the best; and (ii) proving an ansatz-free lower bound, which agrees with the upper bound up to a parameter-independent prefactor. The coarsening of folds in hanging drapes has also been considered in the recent physics literature, by using a self-similar construction whose basic cell has been called a wrinklon. Our results complement and extend that work by showing that self-similar coarsening achieves the optimal scaling law in a certain parameter regime, and by showing that other constructions (involving lateral spreading of the sheet) do better in other regions of parameter space. Our analysis uses a geometrically linear Foppl-von Karman model for the elastic energy, and is restricted to the case when Poisson's ratio is 0. (C) 2016 Wiley Periodicals, Inc.","Authors":"Bella, P (Bella, Peter) ; Kohn, RV (Kohn, Robert V.)","Title":"Coarsening of Folds in Hanging Drapes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397552300033 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"3D printing; Stereolithography; UV-curing; Polymer; Perfluoropolyether; Omniphobic KeyWords Plus:FABRICATION; WETTABILITY; PHOTOPOLYMERIZATION; SUSPENSIONS; SUBSTRATE; SYSTEMS; ENERGY; ROUGH","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 404 Pages: 268-275 DOI: 10.1016/j.apsusc.2017.01.208 Published: MAY 15 2017","Abstract":"In this work, we provide a simple and straightforward method for the fabrication of stable highly hydrophobic and oleophobic surfaces by applying stereolithography (SL) to perfluoropolyethers (PFPEs). Inspired by the liquid repellency widely shown in nature, our approach enables to easily mimic the interplay between the chemistry and physics by microtexturing low surface tension PFPEs. To this end, UV-curable resins suitable for SL-processing were formulated by blending multifunctional (meth)acrylates PFPEs oligomers with photoinitiator and visible dyes whose content was tuned to tailor resin SL sensitivities. Photocalorimetric studies were also performed to investigate the curing behavior of the different formulations upon SL light exposure. Being the first example of stereolithography applied to PFPEs, stereolithographic processability of new developed PFPEs photopolymer was compared with a standard photoresist taken as benchmark (DL260 (R)). Optimized formulations were characterized by reduced laser penetration depth (<75 mu m) and small critical energies thus enabling for fast printing of micrometric structures. Arrays of cylindrical pillars (85 pm diameter, 400 mu m height) characterized by varied pillars spacing (200 divided by 350 mu m) were rapidly printed with high fidelity as attested by SEM examination. Contact angle measurements in static and dynamic conditions were performed to investigate the surface properties of textured samples using water and oil as the probing liquids. PFPEs liquid repellent performances were compared with those from DL260 (R) textured surfaces arrayed by SL. High water contact angles coupled with low hysteresis asserted that high hydrophobic surfaces were successfully obtained and best-performing textured surfaces were also characterized by high oil repellency. Finally, this study demonstrated that omniphobic surfaces can be easily realized via a single-step, cost-effective, and time-saving process. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Credi, C (Credi, Caterina) ; Levi, M (Levi, Marinella) ; Turri, S (Turri, Stefano) ; Simeone, G (Simeone, Giovanni)","Title":"Stereolithography of perfluoropolyethers for the microfabrication of robust omniphobic surfaces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398014200035 ISSN: 0263-8223 eISSN: 1879-1085","Keywords":"Crushing; Fibre kinking; Friction; Damage mechanics; Mesh objectivity KeyWords Plus:REINFORCED COMPOSITES; COMPRESSIVE FAILURE; UNIDIRECTIONAL COMPOSITES; PART II; PROPAGATION; MECHANISMS; CRITERIA","Categories":"Materials Science Web of Science Categories:Materials Science, Composites","Journal Information":"COMPOSITE STRUCTURES Volume: 168 Pages: 384-391 DOI: 10.1016/j.compstruct2017.02.057 Published: MAY 15 2017","Abstract":"A newly developed physically based model for the longitudinal response of laminated fibre-reinforced composites during compressive damage growth is implemented in a Finite Element (FE) software. It is a mesoscale model able to capture the physics of kink-band formation by shear instability, the influence of the matrix in supporting the fibres and the rotation of the fibres during compression, resulting in more abrupt failure for smaller misalignments. The fibre kinking response is obtained by, solving simultaneously for stress equilibrium and strain compatibility in an FE framework. Strain softening creates pathological sensitivity when the mesh is refined. To make the model mesh objective, a methodology based on scaling the strain with the kink-band width is developed. The FE implementation of the current model is detailed with focus on mesh objectivity, and generalized to irregular meshes. The results show that the current model can be used to predict the whole kinking response in a 3D framework and thus account for the correct energy dissipation. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Costa, S (Costa, Sergio) ; Gutkin, R (Gutkin, Renaud) ; Olsson, R (Olsson, Robin)","Title":"Mesh objective implementation of a fibre kinking model for damage growth with friction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398533300005 ISSN: 0887-6266 eISSN: 1099-0488","Keywords":"atomic force microscopy; force spectroscopy; harmonic functions; loss tangent; viscoelasticity KeyWords Plus:HALF-SPACE; MICROSCOPY; CONTACT; MODEL; NANOINDENTATION; INDENTER; ADHESION; CREEP","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF POLYMER SCIENCE PART B-POLYMER PHYSICS Volume: 55 Issue: 10 Pages: 804-813 DOI: 10.1002/polb.24327 Published: MAY 15 2017","Abstract":"We explore the physics of an atomic force microscopy (AFM) cantilever tip interacting with a generalized viscoelastic sample containing an arbitrary number of characteristic times, when the cantilever's base is driven with constant velocity toward the sample. This mode of operation, often called static force spectroscopy (SFS), can be harnessed to thoroughly analyze time-dependent viscoelastic information frequently overlooked in experiments. We generalize the solution of previous authors who have studied the standard linear solid model, and offer a solution applicable to any linear viscoelastic model. This generalization is crucial for the prediction of the model's response over wide ranges of time-scale. As a demonstration, successful predictions of harmonic functions (e.g., loss tangent) over a wide frequency range are obtained through analysis of simulated SFS results. In addition, we show that analysis through the generalized solution and previous expressions is no longer valid when the force does not grow linearly in time, so we also deliver an alternate route for extracting the viscoelastic information, which does not rely on the force linearity assumption. Despite the large amount of theoretical content (included for theoretical rigor's sake), the practical user can also benefit from the new procedures offered and the corresponding explanations. (c) 2017 Wiley Periodicals, Inc.","Authors":"Lopez-Guerra, EA (Lopez-Guerra, Enrique A.) ; Eslami, B (Eslami, Babak) ; Solares, SD (Solares, Santiago D.)","Title":"Calculation of Standard Viscoelastic Responses with Multiple Retardation Times Through Analysis of Static Force Spectroscopy AFM Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371400035 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Master equation; Particle number statistics; Random networks; Entropy driven processes KeyWords Plus:COMPLEX NETWORKS; GROWING NETWORKS; POWER-LAW","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 474 Pages: 355-362 DOI: 10.1016/j.physa.2017.02.001 Published: MAY 15 2017","Abstract":"For entropy driven balanced processes we obtain final states with Poisson, Bernoulli, negative binomial and Polya distributions. We apply this both for complex networks and particle production. For random networks we follow the evolution of the degree distribution, P-n, in a system where a node can activate k fixed connections from K possible partnerships among all nodes. The total number of connections, N, is also fixed. For particle physics problems P-n, is the probability of having n particles (or other quanta) distributed among k states (phase space cells) while altogether a fixed number of N particles reside on K states. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Biro, TS (Biro, Tamas S.) ; Neda, Z (Neda, Zoltan)","Title":"Equilibrium distributions in entropy driven balanced processes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371400036 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Transport; Kinetics; Defects; Thermodynamic properties KeyWords Plus:VYCOR GLASS; HELIUM; SUPERSOLIDITY; PHYSICS; STATE","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 474 Pages: 363-369 DOI: 10.1016/j.physa.2017.02.002 Published: MAY 15 2017","Abstract":"Verified theory of absolute reaction rate or transition-state (originates from the quantum chemistry approach) as well as boundary perturbation method were applied to capturing the possible jump of shear viscosity for solid He-4 (with small He-3 impurities) passing through Vycor's pores which have in average a diameter around 7 nm. Via tuning of activation energies and activation volumes while fixing of forcing parameters we can obtain quantitatively the same temperatures at which the anomalous solid state transitions for flowing solid He-4 (with small He-3 concentrations) in confined nanodomains have been experimentally reported. Current open issues played by the role of He-3 impurities were also discussed. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kwang-Hua, CR (Kwang-Hua, Chu Rainer)","Title":"Anomalous viscosity transition of solid He-4 in nanodomains"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393266300002 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Abel inversion; Legendre polynomials; Radio occultation; Plasma emission coefficients; Inverse problems; Stability estimates KeyWords Plus:FAST FOURIER-TRANSFORM; INTEGRAL-EQUATION; RECONSTRUCTION; REGULARIZATION; POLYNOMIALS; TOMOGRAPHY; OPERATOR; NOISY","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 301 Pages: 12-24 DOI: 10.1016/j.amc.2016.12.009 Published: MAY 15 2017","Abstract":"We present a new algorithm for the computation of the inverse Abel transform, a problem which emerges in many areas of physics and engineering. We prove that the Legendre co-efficients of a given function coincide with the Fourier coefficients of a suitable periodic function associated with its Abel transform. This allows us to compute the Legendre co-efficients of the inverse Abel transform in an easy, fast and accurate way by means of a single Fast Fourier Transform. The algorithm is thus appropriate also for the inversion of Abel integrals given in terms of samples representing noisy measurements. Rigorous stability estimates are proved and the accuracy of the algorithm is illustrated also by some numerical experiments. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"De Micheli, E (De Micheli, Enrico)","Title":"A fast algorithm for the inversion of Abel's transform"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393266300006 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"high temperature; erosion; fluid flow; finite element modelling; design KeyWords Plus:PARTICLE EROSION; PREDICTION; FLOW","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 301 Pages: 60-69 DOI: 10.1016/j.amc.2016.12.021 Published: MAY 15 2017","Abstract":"A new high temperature solid particulate erosion test system has been designed at the National Physical Laboratory to improve the quality of high temperature erosion tests. The new test system is designed to carry out experiments at temperatures up to 900 degrees C and particle velocities up to 300 ms(-1). This has been achieved through the careful design of the nozzle, balancing the gas flow, gas pressure and nozzle geometry to achieve the design goals. The nozzle design has been carried out using multi-physics Finite Element Modelling to analyse the gas flow and temperature. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Smith, NAS (Smith, N. A. S.) ; Fry, AT (Fry, A. T.) ; Crocker, LE (Crocker, L. E.) ; Cernuschi, E (Cernuschi, E.) ; Lorenzoni, L (Lorenzoni, L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Smith, Nadia  http://orcid.org/0000-0002-6503-3001 Crocker, Louise  http://orcid.org/0000-0003-4042-9445","Title":"Design and optimisation of the nozzle of an innovative high temperature solid particulate erosion testing system using finite element modelling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398215500008 ISSN: 1364-503X eISSN: 1471-2962","Keywords":"colloids; small-angle X-ray scattering; drying; solidification; fracture; shear bands KeyWords Plus:EQUATION-OF-STATE; COLLOIDAL SUSPENSIONS; CHARGE RENORMALIZATION; OSMOTIC-PRESSURE; CELL MODEL; CRYSTALS; SOLIDIFICATION; DISPERSION; ANISOTROPY; PARTICLES","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY A-MATHEMATICAL PHYSICAL AND ENGINEERING SCIENCES Volume: 375 Issue: 2093 Article Number: 20160161 DOI: 10.1098/rsta.2016.0161 Published: MAY 13 2017","Abstract":"Charged colloidal dispersions make up the basis of a broad range of industrial and commercial products, from paints to coatings and additives in cosmetics. During drying, an initially liquid dispersion of such particles is slowly concentrated into a solid, displaying a range of mechanical instabilities in response to highly variable internal pressures. Here we summarize the current appreciation of this process by pairing an advection-diffusion model of particle motion with a Poisson-Boltzmann cell model of inter-particle interactions, to predict the concentration gradients in a drying colloidal film. We then test these predictions with osmotic compression experiments on colloidal silica, and small-angle X-ray scattering experiments on silica dispersions drying in Hele-Shaw cells. Finally, we use the details of the microscopic physics at play in these dispersions to explore how two macroscopic mechanical instabilities-shear-banding and fracture-can be controlled. This article is part of the themed issue 'Patterning through instabilities in complex media: theory and applications'.","Authors":"Goehring, L (Goehring, Lucas) ; Li, J (Li, Joaquim) ; Kiatkirakajorn, PC (Kiatkirakajorn, Pree-Cha)","Title":"Drying paint: from micro-scale dynamics to mechanical instabilities"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398282300002 PubMed ID: 28362633 ISSN: 0953-8984 eISSN: 1361-648X","Keywords":"topological insulators; plasmons; cyclotron resonance; Dirac carriers; dynamical mass; topological transition KeyWords Plus:DIRAC PLASMONS; SILVER NANOPARTICLES; GRAPHENE PLASMONS; PHASE-TRANSITION; SURFACE-STATES; QUANTUM DOTS; GOLD; METAMATERIALS; (BI1-XINX)(2)SE-3; MAGNETOPLASMONS","Categories":"Physics Web of Science Categories:Physics, Condensed Matter","Journal Information":"JOURNAL OF PHYSICS-CONDENSED MATTER Volume: 29 Issue: 18 Article Number: 183002 DOI: 10.1088/1361-648X/aa63ac Published: MAY 10 2017","Abstract":"After the discovery of Dirac electrons in condensed matter physics, more specifically in graphene and its derivatives, their potentialities in the fields of plasmonics and photonics have been readily recognized, leading to a plethora of applications in active and tunable optical devices. Massless Dirac carriers have been further found in three-dimensional topological insulators. These exotic quantum systems have an insulating gap in the bulk and intrinsic Dirac metallic states at any surface, sustaining not only single-particle excitations but also plasmonic collective modes. In this paper we will review the plasmon excitations in different microstructures patterned on Bi2Se3 topological insulator thin films as measured by terahertz spectroscopy. We discuss the dependence of the plasmon absorption versus the microstructure shape, wavevector, and magnetic field. Finally we will discuss the topological protection of both the Dirac single-particle and plasmon excitations.","Authors":"Autore, M (Autore, M.) ; Di Pietro, P (Di Pietro, P.) ; Di Gaspare, A (Di Gaspare, A.) ; D'Apuzzo, F (D'Apuzzo, F.) ; Giorgianni, F (Giorgianni, F.) ; Brahlek, M (Brahlek, Matthew) ; Koirala, N (Koirala, Nikesh) ; Oh, S (Oh, Seangshik) ; Lupi, S (Lupi, S.)","Title":"Terahertz plasmonic excitations in Bi2Se3 topological insulator"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398282300001 PubMed ID: 28260698 ISSN: 0953-8984 eISSN: 1361-648X","Keywords":"electronic structure; graphene/Cu; NanoARPES KeyWords Plus:TOPOLOGICAL VALLEY TRANSPORT; TWISTED BILAYER GRAPHENE; VAN-HOVE SINGULARITY; VAPOR-DEPOSITION; POLYCRYSTALLINE GRAPHENE; GRAIN-BOUNDARIES; DOMAIN-WALLS; COPPER FOILS; CARBON; FILMS","Categories":"Physics Web of Science Categories:Physics, Condensed Matter","Journal Information":"JOURNAL OF PHYSICS-CONDENSED MATTER Volume: 29 Issue: 18 Article Number: 183001 DOI: 10.1088/1361-648X/aa6487 Published: MAY 10 2017","Abstract":"Electronic structure, which describes the distribution of electronic states in reciprocal space, is one of the most fundamental concepts in condensed matter physics, since it determines the electrical, optical and magnetic behaviours of materials. Graphene has great promise for both fundamental physics and future applications. Chemical vapour deposition (CVD) is currently the dominant technology for its scaled growth on metal foils. The polycrystalline nature of metal foil makes NanoARPES, one energy-momentum dispersion probe with spatial resolution down to a few tens of nanometers, a unique tool to study the intrinsic electronic structure of polycrystalline graphene films. In this topical review, we present the latest NanoARPES studies on graphene grains and films grown on copper foil by CVD. The comprehensive chemical and electronic images probed by NanoARPES provide deep insight about graphene and point out potential ways to functionalize graphene properties. This knowledge may stimulate us to look into the future of this field from both the material synthesis and the instrumental characterisation.","Authors":"Chen, CY (Chen, Chaoyu) ; Avila, J (Avila, Jose) ; Asensio, MC (Asensio, Maria C.)","Title":"Chemical and electronic structure imaging of graphene on Cu: a NanoARPES study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397690700044 ISSN: 1359-4311","Keywords":"Nuclear energy; Thermal hydraulic; Sub-channel analysis code; Lead cooled fast reactor KeyWords Plus:HEAT-TRANSFER; BUNDLE","Categories":"Thermodynamics; Energy & Fuels; Engineering; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Engineering, Mechanical; Mechanics","Journal Information":"APPLIED THERMAL ENGINEERING Volume: 117 Pages: 443-451 DOI: 10.1016/j.applthermaleng.2017.02.044 Published: MAY 5 2017","Abstract":"The most important candidate for 4th generation nuclear system is lead or lead alloy cooled fast reactor. In the design phase of a lead cooled reactor, it is a top priority to finish the analysis work for the core. The detailed sub-channel analysis code KMC-Sub (Keda multi-physics and multi-scale coupling platform) has been developed to analyze steady state thermal hydraulic issues of SNCLFR-100 (Small Modular Lead cooled Natural Circulation Fast Reactor, which was designed by University of Science and Technology of China). The model used in this code had taken the influence of cross flow into account, both forced and natural circulation can be simulated, to assess the development status of KMC-sub, experimental data from ORNL 19 pin tests (sodium cooled) and CAS 61 rods test (lead bismuth eutectic cooled) are compared to results from the code. The author found that in most flow rate and power density regime, the results coincides well with the tests data. After the V&V work, the code was used to analyze the flow and temperature distribution in important assemblies of SNCLFR-100 core, which showed that the design is reasonable and feasible. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Li, SZ (Li, Shuzhou) ; Cao, LK (Cao, Liankai) ; Khan, MS (Khan, Muhammad Shehzad) ; Chen, HL (Chen, Hongli)","Title":"Development of a sub-channel thermal hydraulic analysis code and its application to lead cooled fast reactor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398268900001 ISSN: 1751-8113 eISSN: 1751-8121","Keywords":"superoscillating functions in several variables; Schrodinger equation in uniform electric field; Fourier transform KeyWords Plus:SEQUENCES","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary; Physics, Mathematical","Journal Information":"JOURNAL OF PHYSICS A-MATHEMATICAL AND THEORETICAL Volume: 50 Issue: 18 Article Number: 185201 DOI: 10.1088/1751-8121/aa66d9 Published: MAY 5 2017","Abstract":"A superoscillating function is defined by the property that it oscillates faster than its fastest Fourier components. This is mathematically possible because the coefficients of the linear combinations of the band limited components depend on the number of components. This phenomenon was discovered in the context of quantum physics, but it has important applications in a variety of areas, including metrology, antenna theory, and a new theory of superresolution in optics. In this paper we study the evolution of superoscillatory functions in uniform electric field by the Schrdinger equation where we assume that the Hamiltonian contains a even polynomial of the linear momentum p. This includes the classical case but also relativistic corrections of any order. Moreover, we extend our results to the case of several variables using the theory of superoscillating functions in several variables. We conclude by discussing a comparison of our work with the existing literature.","Authors":"Aharonov, Y (Aharonov, Y.) ; Colombo, F (Colombo, F.) ; Sabadini, I (Sabadini, I.) ; Struppa, DC (Struppa, D. C.) ; Tollaksen, J (Tollaksen, J.)","Title":"Evolution of superoscillatory initial data in several variables in uniform electric field"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398269000001 ISSN: 1751-8113 eISSN: 1751-8121","Keywords":"PT symmetry; no-signaling; Bell inequality KeyWords Plus:NON-HERMITIAN HAMILTONIANS; ENTANGLEMENT; NONLOCALITY","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary; Physics, Mathematical","Journal Information":"JOURNAL OF PHYSICS A-MATHEMATICAL AND THEORETICAL Volume: 50 Issue: 18 Article Number: 185301 DOI: 10.1088/1751-8121/aa649c Published: MAY 5 2017","Abstract":"PT-symmetric quantum mechanics, the extension of conventional quantum mechanics to the non-Hermitian Hamiltonian invariant under the combined parity (P) and time reversal (T) symmetry, has been successfully applied to a variety of fields-such as solid state physics, mathematical physics, optics, quantum field theory. Recently, the extension of PT-symmetrical theory to entangled quantum systems has been challenged, in that PT formulation within the conventional Hilbert space violates the no-signaling principle. Here, we revisit the derivation of non-signaling principle in the framework of CPT inner product prescription. Our results preserve the no-signaling principle for a two-qubit system, reaffirm the invariance of the entanglement, and reproduce the Clauser-Horne-Shimony-Holt (CHSH) inequality. We conclude that PT-symmetric quantum mechanics satisfies the requirements for a fundamental theory and provides a consistent description of quantum systems.","Authors":"Japaridze, G (Japaridze, George) ; Pokhrel, D (Pokhrel, Dipendra) ; Wang, XQ (Wang, Xiao-Qian)","Title":"No-signaling principle and Bell inequality in PT-symmetric quantum mechanics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398420600001 ISSN: 1882-0778 eISSN: 1882-0786","Categories":"Physics Web of Science Categories:Physics, Applied","Journal Information":"APPLIED PHYSICS EXPRESS Volume: 10 Issue: 5 Article Number: 055501 DOI: 10.7567/APEX.10.055501 Published: MAY 2017","Abstract":"We have investigated the effect of strain-compensating interlayers on the vertical electrical conductivity of Si-doped AiN/GaN distributed Bragg reflectors (DBRs). Samples with 10.5 mirror pairs were grown through plasma-assisted molecular beam epitaxy on SiC. Room-temperature current-voltage characteristics were measured vertically in mesas through 8 of the 10.5 pairs. The sample with no interlayers yields a mean specific series resistance of 0.044 Omega cm(2) at low current densities, while three samples with 5/5-angstrom-thick, 2/2-nm-thick, and graded interlayers have resistivities between 0.16 and 0.34 Omega cm(2). Thus, interlayers impair vertical current transport, and they must be designed carefully when developing conductive DBRs. (C) 2017 The Japan Society of Applied Physics","Authors":"Hashemi, E (Hashemi, Ehsan) ; Hjort, F (Hjort, Filip) ; Stattin, M (Stattin, Martin) ; Ive, T (Ive, Tommy) ; Backe, O (Backe, Olof) ; Lotsari, A (Lotsari, Antiope) ; Halvarsson, M (Halvarsson, Mats) ; Adolph, D (Adolph, David) ; Desmaris, V (Desmaris, Vincent) ; Meledin, D (Meledin, Denis) ; Haglund, A (Haglund, Asa) ...More...Less","Title":"Effect of compositional interlayers on the vertical electrical conductivity of Si-doped AlN/GaN distributed Bragg reflectors grown on SiC"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398420200001 ISSN: 1882-0778 eISSN: 1882-0786","Categories":"Physics Web of Science Categories:Physics, Applied","Journal Information":"APPLIED PHYSICS EXPRESS Volume: 10 Issue: 5 Article Number: 051002 DOI: 10.7567/APEX.10.051002 Published: MAY 2017","Abstract":"The temperature dependence of barrier height in a Ni/n-GaN Schottky barrier diode fabricated on a GaN homoepitaxial layer was investigated by capacitance-voltage, current-voltage, and internal photoemission measurements in the range of 223-573 K. The barrier height obtained by these methods linearly decreased with increasing temperature. The temperature coefficient was -(1.7-2.3) x 10(-4) eV/K, which is about half of the temperature coefficient of the band gap reported previously. This indicates that the decrease in the barrier height may mainly reflect the shrinkage of the band gap (lowering of the conduction band edge) in GaN with increasing temperature. (C) 2017 The Japan Society of Applied Physics","Authors":"Maeda, T (Maeda, Takuya) ; Okada, M (Okada, Masaya) ; Ueno, M (Ueno, Masaki) ; Yamamoto, Y (Yamamoto, Yoshiyuki) ; Kimoto, T (Kimoto, Tsunenobu) ; Horita, M (Horita, Masahiro) ; Suda, J (Suda, Jun)","Title":"Temperature dependence of barrier height in Ni/n-GaN Schottky barrier diode"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398295100001 ISSN: 1882-0778 eISSN: 1882-0786","Categories":"Physics Web of Science Categories:Physics, Applied","Journal Information":"APPLIED PHYSICS EXPRESS Volume: 10 Issue: 5 DOI: 10.7567/APEX.10.051001 Published: MAY 2017","Abstract":"Vertical Schottky barrier diodes (SBDs) were fabricated from the metal-organic chemical vapor deposition (MOCVD)-grown GaN epitaxial layer on free-standing GaN substrates. It was found that the quality of GaN drift layers and SBD properties were strongly dependent on the growth rates. The step-flow surface morphology, near-unity ideality factor (n similar to 1.04), and high Schottky barrier height (similar to 0.97 eV) were achieved at a relatively low growth rate of 2.61 mu m/ h. An extremely low turn-on voltage (0.73 V), together with a low on-resistance of 0.72m Omega& cm(2), was obtained. c 2017 The Japan Society of Applied Physics","Authors":"Ren, B (Ren, Bing) ; Liao, MY (Liao, Meiyong) ; Sumiya, M (Sumiya, Masatomo) ; Wang, LJ (Wang, Linjun) ; Koide, Y (Koide, Yasuo) ; Sang, LW (Sang, Liwen)","Title":"Nearly ideal vertical GaN Schottky barrier diodes with ultralow turn-on voltage and on-resistance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398420400001 ISSN: 1882-0778 eISSN: 1882-0786","Categories":"Physics Web of Science Categories:Physics, Applied","Journal Information":"APPLIED PHYSICS EXPRESS Volume: 10 Issue: 5 Article Number: 052501 DOI: 10.7567/APEX.10.052501 Published: MAY 2017","Abstract":"An X-ray phase tomogram was successfully obtained with an exposure time of less than 10ms by X-ray grating interferometry, an X-ray phase imaging technique that enables high-sensitivity X-ray imaging even of materials consisting of light elements. This high-speed X-ray imaging experiment was performed at BL28B2, SPring-8, where a white X-ray beam is available, and the tomogram was reconstructed from projection images recorded at a frame rate of 100,000 fps. The setup of the experiment will make it possible to realize three-dimensional observation of unrepeatable high-speed phenomena with a time resolution of less than 10 ms. (C) 2017 The Japan Society of Applied Physics","Authors":"Yashiro, W (Yashiro, Wataru) ; Noda, D (Noda, Daiji) ; Kajiwara, K (Kajiwara, Kentaro)","Title":"Sub-10-ms X-ray tomography using a grating interferometer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398375100001 ISSN: 1882-0778 eISSN: 1882-0786","Categories":"Physics Web of Science Categories:Physics, Applied","Journal Information":"APPLIED PHYSICS EXPRESS Volume: 10 Issue: 5 Article Number: 052201 DOI: 10.7567/APEX.10.052201 Published: MAY 2017","Abstract":"We demonstrate an intrinsically fast Seebeck-type metal-semimetal-metal infrared photodetector based on Cd3As2 crystals. The Seebeck voltage is induced under off-center illumination, leading to asymmetric temperature gradients and a net current flow. The room-temperature responsivity of the sensor is 0.27mA/W. The photocurrent signal is readily registered at a modulation frequency of 6 kHz, and the intrinsic bandwidth of the sensor is predicted to approach the terahertz range. The photocurrent depends on the optical power and modulation frequency. Our study demonstrates that crystalline Cd3As2 is a promising material for high-bandwidth and spectrally broad photosensing, imaging, and communication. (C) 2017 The Japan Society of Applied Physics","Authors":"Yavarishad, N (Yavarishad, Niloufar) ; Hosseini, T (Hosseini, Tahereh) ; Kheirandish, E (Kheirandish, Elaheh) ; Weber, CP (Weber, Chris P.) ; Kouklin, N (Kouklin, Nikolai)","Title":"Room-temperature self-powered energy photodetector based on optically induced Seebeck effect in Cd3As2"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563400001 ISSN: 0007-1013 eISSN: 1467-8535","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"BRITISH JOURNAL OF EDUCATIONAL TECHNOLOGY Volume: 48 Issue: 3 Pages: 713-729 DOI: 10.1111/bjet.12444 Published: MAY 2017","Abstract":"The purpose of this study was to investigate the effect of the flipped classroom approach to OpenCourseWare instruction on students' self-regulation. OpenCourseWare was integrated into the flipped classroom model (experimental group) and distance learning (control group). Overall, 181 freshmen taking a physics course were allowed to choose their own class based on their preferred teaching method (experimental or control group). The findings indicated that there was no significant between-group difference in terms of self-regulation. However, when comparing the means for the six categories of self-regulation, the results showed that the experimental group learners had significantly higher scores for the category of help-seeking. The use of the flipped classroom model created a learning environment which prompted its learners to proactively seek external help. These learners were more aware of their need for external help in their studies and were able to identify the person/people who could solve their academic problems, while they were able to find the appropriate means to do so and actually obtain help. The results of this study can serve as a reference for future studies on the flipped classroom model and OpenCourseWare, as well as for teachers and researchers in related fields.","Authors":"Sun, JCY (Sun, Jerry Chih-Yuan) ; Wu, YT (Wu, Yu-Ting) ; Lee, WI (Lee, Wei-I)","Title":"The effect of the flipped classroom approach to OpenCourseWare instruction on students' self-regulation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013300008 ISSN: 0360-1315 eISSN: 1873-782X","Keywords":"Academic dishonesty; Educational data mining; Learning analytics; MOOCs KeyWords Plus:ACADEMIC DISHONESTY; HELP-SEEKING; HIGH-SCHOOL","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Interdisciplinary Applications; Education & Educational Research","Journal Information":"COMPUTERS & EDUCATION Volume: 108 Pages: 96-114 DOI: 10.1016/j.compedu.2017.01.015 Published: MAY 2017","Abstract":"This paper presents a detailed study of a form of academic dishonesty that involves the use of multiple accounts for harvesting solutions in a Massive Open Online Course (MOOC). It is termed CAMEO Copying Answers using Multiple Existence Online. A person using CAMEO sets up one or more harvesting accounts for collecting correct answers; these are then submitted in the user's master account for credit. The study has three main goals: Determining the prevalence of CAMEO, studying its detailed characteristics, and inferring the motivation(s) for using it. For the physics course that we studied, about 10% of the certificate earners used this method to obtain more than 1% of their correct answers, and more than 3% of the certificate earners used it to obtain the majority (> 50%) of their correct answers. We discuss two of the likely consequences of CAMEO: jeopardizing the value of MOOC certificates as academic credentials, and generating misleading conclusions in educational research. Based on our study, we suggest methods for reducing CAMEO. Although this study was conducted on a MOOC, CAMEO can be used in any learning environment that enables students to have multiple accounts. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Alexandron, G (Alexandron, Giora) ; Ruiperez-Valiente, JA (Ruiperez-Valiente, Jose A.) ; Chen, ZZ (Chen, Zhongzhou) ; Munoz-Merino, PJ (Munoz-Merino, Pedro J.) ; Pritchard, DE (Pritchard, David E.)","Title":"Copying@Scale: Using Harvesting Accounts for Collecting Correct Answers in a MOOC"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397683900010 ISSN: 0196-8904 eISSN: 1879-2227","Keywords":"Concentrating photovoltaic (CPV); Ill-V multijunction solar cells; Multiphysics modelling; Electrical performance; Thermal modelling KeyWords Plus:DIRECT SOLAR TRANSMITTANCE; BROAD-BAND MODELS; CELL TEMPERATURE; ATMOSPHERIC PARAMETERS; ELECTRICAL CHARACTERIZATION; IRRADIANCE PREDICTIONS; PART I; PERFORMANCE; POWER; IMPACT","Categories":"Thermodynamics; Energy & Fuels; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Mechanics","Journal Information":"ENERGY CONVERSION AND MANAGEMENT Volume: 139 Pages: 122-134 DOI: 10.1016/j.enconman.2017.02.044 Published: MAY 1 2017","Abstract":"High concentration photovoltaics, equipped with high efficiency multijunction solar cells, have great potential in achieving cost-effective and clean electricity generation at utility scale. Such systems are more complex compared to conventional photovoltaics because of the multiphysics effect that is present. Modelling the power output of such systems is therefore crucial for their further market penetration. Following this line, a multiphysics modelling procedure for high concentration photovoltaics is presented in this work. It combines an open source spectral model, a single diode electrical model and a threedimensional finite element thermal model. In order to validate the models and the multiphysics modelling procedure against actual data, an outdoor experimental campaign was conducted in Albuquerque, New Mexico using a high concentration photovoltaic monomodule that is thoroughly described in terms of its geometry and materials. The experimental results were in good agreement (within 2.7%) with the predicted maximum power point. This multiphysics approach is relatively more complex when compared to empirical models, but besides the overall performance prediction it can also provide better understanding of the physics involved in the conversion of solar irradiance into electricity. It can therefore be used for the design and optimisation of high concentration photovoltaic modules. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Theristis, M (Theristis, Marios) ; Fernandez, EF (Fernandez, Eduardo F.) ; Sumner, M (Sumner, Mike) ; O'Donovan, TS (O'Donovan, Tadhg S.)","Title":"Multiphysics modelling and experimental validation of high concentration photovoltaic modules"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398181500001 ISSN: 0143-0807 eISSN: 1361-6404","Categories":"Education & Educational Research; Physics Web of Science Categories:Education, Scientific Disciplines; Physics, Multidisciplinary","Journal Information":"EUROPEAN JOURNAL OF PHYSICS Volume: 38 Issue: 3 Article Number: 035802 DOI: 10.1088/1361-6404/aa64f8 Published: MAY 2017","Abstract":"Amusement parks are excellent laboratories of physics, not only to check physical laws, but also to investigate if those physical laws might also be applied to human behaviour. A group of Physics Engineering students from Universitat Politenica de Catalunya has investigated if human behaviour, when driving bumper cars, can be modelled using tools borrowed from the analysis of molecular dynamics simulations, such as the radial and angular distribution functions. After acquiring several clips and obtaining the coordinates of the cars, those magnitudes are computed and analysed. Additionally, an analogous hard disks system is simulated to compare its distribution functions to those obtained from the cars' coordinates. Despite the clear difference between bumper cars and a hard disk-like particle system, the obtained distribution functions are very similar. This suggests that there is no important effect of the individuals in the collective behaviour of the system in terms of structure. The research, performed by the students, has been undertaken in the frame of a motivational project designed to approach the scientific method for university students named FISIDABO. This project offers both the logistical and technical support to undertake the experiments designed by students at the amusement park of Barcelona TIBIDABO and accompanies them all along the scientific process.","Authors":"Buendia, JJ (Buendia, Jorge J.) ; Lopez, H (Lopez, Hector) ; Sanchis, G (Sanchis, Guillem) ; Pardo, LC (Carlos Pardo, Luis)","Title":"Modelling human behaviour in a bumper car ride using molecular dynamics tools: a student project"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398496700001 ISSN: 0143-0807 eISSN: 1361-6404","Keywords":"instructional computer use; quantum information; quantum cryptography; research in physics education KeyWords Plus:SINGLE PHOTONS; BELL THEOREM; CRYPTOGRAPHY; SECURE; FIBER","Categories":"Education & Educational Research; Physics Web of Science Categories:Education, Scientific Disciplines; Physics, Multidisciplinary","Journal Information":"EUROPEAN JOURNAL OF PHYSICS Volume: 38 Issue: 3 Article Number: 035403 DOI: 10.1088/1361-6404/aa62c8 Published: MAY 2017","Abstract":"Secure communication protocols are becoming increasingly important, e.g. for internet-based communication. Quantum key distribution (QKD) allows two parties, commonly called Alice and Bob, to generate a secret sequence of 0s and 1s called a key that is only known to themselves. Classically, Alice and Bob could never be certain that their communication was not compromised by a malicious eavesdropper. Quantum mechanics however makes secure communication possible. The fundamental principle of quantum mechanics that taking a measurement perturbs the system (unless the measurement is compatible with the quantum state) also applies to an eavesdropper. Using appropriate protocols to create the key, Alice and Bob can detect the presence of an eavesdropper by errors in their measurements. As part of the QuVis Quantum Mechanics Visualisation Project, we have developed a suite of four interactive simulations that demonstrate the basic principles of three different QKD protocols. The simulations use either polarised photons or spin 1/2 particles as physical realisations. The simulations and accompanying activities are freely available for use online or download, and run on a wide range of devices including tablets and PCs. Evaluation with students over three years was used to refine the simulations and activities. Preliminary studies show that the refined simulations and activities help students learn the basic principles of QKD at both the introductory and advanced undergraduate levels.","Authors":"Kohnle, A (Kohnle, Antje) ; Rizzoli, A (Rizzoli, Aluna) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kohnle, Antje  http://orcid.org/0000-0003-2638-4826","Title":"Interactive simulations for quantum key distribution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398306800002 ISSN: 0143-0807 eISSN: 1361-6404","Keywords":"lasers; semi-classical physics; periodic orbit KeyWords Plus:FINITE DOMAIN; CHAOS; EIGENFREQUENCIES; EQUATION; BILLIARD; SYSTEMS","Categories":"Education & Educational Research; Physics Web of Science Categories:Education, Scientific Disciplines; Physics, Multidisciplinary","Journal Information":"EUROPEAN JOURNAL OF PHYSICS Volume: 38 Issue: 3 Article Number: 034011 DOI: 10.1088/1361-6404/aa609d Published: MAY 2017","Abstract":"This second paper on the Fabry-Perot cavity presents a semi-classical approach, which means that we consider the transition from wave optics to geometrical optics. The basic concepts are the periodic orbits and their stability. For the plano-concave Fabry-Perot cavity in the paraxial approximation, the derivation of the trace formula demonstrates that the spectrum is based only on the axial periodic orbit and its repetitions. Experiments with microlasers illustrate the relation to periodic orbits. The methods presented in this paper are not limited to laser cavities and can be applied to a large range of wave systems.","Authors":"Pascal, A (Pascal, A.) ; Bittner, S (Bittner, S.) ; Dietz, B (Dietz, B.) ; Trabattoni, A (Trabattoni, A.) ; Ulysse, C (Ulysse, C.) ; Romanelli, M (Romanelli, M.) ; Brunel, M (Brunel, M.) ; Zyss, J (Zyss, J.) ; Lebental, M (Lebental, M.)","Title":"Waves and rays in plano-concave laser cavities: II. A semiclassical approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398496700002 ISSN: 0143-0807 eISSN: 1361-6404","Keywords":"Planck's law; black body radiation; photons; indistinguishability; light quantum hypothesis; history of quantum mechanics; physics education KeyWords Plus:STATISTICS; COMBINATORICS; DEDUCTION; ARGUMENT; ENTROPY; HEAT","Categories":"Education & Educational Research; Physics Web of Science Categories:Education, Scientific Disciplines; Physics, Multidisciplinary","Journal Information":"EUROPEAN JOURNAL OF PHYSICS Volume: 38 Issue: 3 Article Number: 035404 DOI: 10.1088/1361-6404/aa6134 Published: MAY 2017","Abstract":"Planck's law for black-body radiation marks the origin of quantum theory and is discussed in all introductory (or advanced) courses on this subject. However, the question whether Planck really implied quantisation is debated among historians of physics. We present a simplified account of this debate which also sheds light on the issue of indistinguishability and Einstein's light quantum hypothesis. We suggest that the teaching of quantum mechanics could benefit from including this material beyond the question of historical accuracy.","Authors":"Passon, O (Passon, Oliver) ; Grebe-Ellis, J (Grebe-Ellis, Johannes)","Title":"Planck's radiation law, the light quantum, and the prehistory of indistinguishability in the teaching of quantum mechanics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396021500007 ISSN: 0729-4360 eISSN: 1469-8366","Keywords":"academic work; neoliberal university; arts-informed research; Foucault; critical pedagogies KeyWords Plus:IDENTITY; RESISTANCE","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"HIGHER EDUCATION RESEARCH & DEVELOPMENT Volume: 36 Issue: 3 Pages: 526-540 DOI: 10.1080/07294360.2017.1289157 Published: MAY 2017","Abstract":"Measurement of academic work has become more significant than the intellectual, pedagogical, cultural, political and social practices in which academics and students engage. This shifting emphasis creates paradoxes for academics. They experience a growing sense of disconnection between their desires to develop students into engaged, disciplined and critical citizens and the activities that appear to count in the enterprise university. As measurement discourses preclude the possibilities of human emotion and hinder intellectual labour, we embarked on an arts-informed research project that established new creative spaces for our colleagues to illustrate the pleasures and paradoxes of their academic work. In the research project, we developed critical pedagogies through art and poetry that enabled academics to speak back to university management - and each other - about how they experience their work. In this paper, we draw upon poststructural micro-physics' of power, the poststructuralist politics of reinscription', and art, poetry and drama as critical pedagogies to interrogate the potential of arts-informed research to speak back to the measured university. The key contribution of this article is to recommend arts-informed methodologies as a forum for dissent and resistance at a time when the spaces of collegiality, pleasure and democracy in the measured university are under attack.","Authors":"Manathunga, C (Manathunga, Catherine) ; Selkrig, M (Selkrig, Mark) ; Sadler, K (Sadler, Kirsten) ; Keamy, K (Keamy, (Ron) Kim)","Title":"Rendering the paradoxes and pleasures of academic life: using images, poetry and drama to speak back to the measured university"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398580400007 ISSN: 0363-907X eISSN: 1099-114X","Keywords":"ultra-long-cycle; fast reactor; thorium-uranium fuel cycle; PWR spent fuel KeyWords Plus:STRATEGY; OPERATION; PHYSICS; SAFETY","Categories":"Energy & Fuels; Nuclear Science & Technology Web of Science Categories:Energy & Fuels; Nuclear Science & Technology","Journal Information":"INTERNATIONAL JOURNAL OF ENERGY RESEARCH Volume: 41 Issue: 6 Pages: 854-866 DOI: 10.1002/er.3677 Published: MAY 2017","Abstract":"In this work, 350MWe ultra-long-cycle sodium-cooled reactor cores are designed to supply electric energy over similar to 60 Effective Full Power Years (EFPYs) without refueling and with an effective use of Transuranics (TRU) and uranium from large pressurized water reactor (PWR) spent fuel stocks. The core employs the axial blanket-driver-blanket (ABDB) burning strategy, which was recently proposed by the authors to achieve an ultra-long-cycle length with self-controllability under unprotected accidents. In particular, a thorium-uranium fuel cycle is considered to remove the heterogeneity of the fuel assemblies for design simplification and to improve the core performance parameters by selectively adding thorium into both blanket and driver fuels. The results show that the use of TRU nuclides from PWR spent fuel leads to significant extension of the fuel cycle length, but considerable increase of burnup reactivity swing. In addition, these results also indicate that the uranium-thorium mixed fuels both in the lower blanket and driver considerably improve the inherent safety of the ultra-long-cycle core by reducing burnup reactivity and sodium void worth; this makes it possible to simplify the previous heterogeneous fuel assembly design with improved core performances. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Hong, SG (Hong, Ser Gi) ; Hyun, H (Hyun, HaeLee) ; You, W (You, Wuseung)","Title":"Core design options of an ultra-long-cycle sodium cooled reactor with effective use of PWR spent fuel for sustainable energy supply"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395239200008 PubMed ID: 27465510 ISSN: 1025-6016 eISSN: 1477-2639","Keywords":"Cosmic radiation; gamma spectrometry; natural radioactivity; radioactive nuclides; radiological hazard; soil pollution; terrestrial radiation KeyWords Plus:DOSE-RATES; SAMPLES; RADIONUCLIDES; AREA","Categories":"Chemistry; Environmental Sciences & Ecology Web of Science Categories:Chemistry, Inorganic & Nuclear; Environmental Sciences","Journal Information":"ISOTOPES IN ENVIRONMENTAL AND HEALTH STUDIES Volume: 53 Issue: 2 Pages: 212-221 DOI: 10.1080/10256016.2016.1207640 Published: MAY 2017","Abstract":"The analysis of natural radioactivity from U-238, Th-232 and K-40 in 357 soil samples collected from the province of Kutahya was carried out using a NaI(Tl) gamma-ray spectroscopy system at the Nuclear Physics Research Laboratory, Dumlupnar University, Kutahya, Turkey. The specific activities of U-238, Th-232 and K-40 in the soil samples were evaluated. From the activity concentrations of U-238, Th-232 and K-40, the total absorbed outdoor gamma-ray dose rates and the corresponding annual effective dose rates were determined. The corresponding values of the external and internal hazard indices of all the soil samples were also calculated. The external gamma-ray dose rate at 1 m above the ground was directly measured at each collected soil sample location. The results obtained in this study were compared within the limits of values obtained in other cities of Turkey, those in other countries. Radiological maps of Kutahya Province were constructed from the results of this study.","Authors":"Sahin, L (Sahin, Latife) ; Hafizoglu, N (Hafizoglu, Nurgul) ; Cetinkaya, H (Cetinkaya, Hakan) ; Manisa, K (Manisa, Kaan) ; Bozkurt, E (Bozkurt, Engin) ; Bicer, A (Bicer, Ahmet)","Title":"Assessment of radiological hazard parameters due to natural radioactivity in soils from granite-rich regions in Kutahya Province, Turkey"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397523600002 ISSN: 0021-4922 eISSN: 1347-4065","Categories":"Physics Web of Science Categories:Physics, Applied","Journal Information":"JAPANESE JOURNAL OF APPLIED PHYSICS Volume: 56 Issue: 5 Supplement: 3 Article Number: 05FA02 DOI: 10.7567/JJAP.56.05FA02 Published: MAY 2017","Abstract":"In this paper we present a broad overview of our recent experimental and theoretical results obtained for different types of materials: CdTe and CuGa1- xInxS2 chalcopyrite semiconductors, GaN/ AlN wide band gap semiconductor quantum wells, and lanthanide-doped dielectric materials. The analysis of pressure-induced phase transitions, variations of the band gaps, refractive index and the pressure dependence of optical properties of these materials is discussed. The presented results show that the high pressure technique is a very useful tool for scientific research and development of of light-emitting technologies. It allows for identification of radiative recombination mechanisms in solid-state light emitters. In polar III-nitride semiconductors, ab initio calculations revealed that the pressure-induced change of the band gap plays minor role, whereas the built-in electric field in heterostructures increases with pressure thus affecting their basic physical properties, i. e., producing a large red-shift of the photoluminescence and lowering the quantum efficiency due to the quantum confined Stark effect. For wide (> 4 nm) quantum wells, the reduction of the band-to-band emission efficiency leads to deep defect dominant emission which is almost pressure independent. The observed behavior proves that pressure investigations combined with ab initio calculations can identify the nature of the optical transitions and the main physical factors affecting the radiative efficiency in polar quantum well systems. Furthermore, high pressure studies of the emission and excitation spectra of Y2O2S doped with Tb3+ and Eu3+ allowed estimating the energies of the ground states of all divalent and trivalent lanthanide ions in respect to the valence and conduction band edges of the Y2O2S host. Band gap energy and difference between energies of the ground states of lanthanide ions and band edges have been calculated as a function of pressure. It is shown that pressure causes an increase of the energy of localized states related to the lanthanide ions with respect to the valence band, and an increase of the band gap energy. (C) 2017 The Japan Society of Applied Physics","Authors":"Brik, MG (Brik, Mikhail G.) ; Mahlik, S (Mahlik, Sebastian) ; Jankowski, D (Jankowski, Dawid) ; Strak, P (Strak, Pawel) ; Korona, KP (Korona, Krzysztof P.) ; Monroy, E (Monroy, Eva) ; Krukowski, S (Krukowski, Stanislaw) ; Kaminska, A (Kaminska, Agata)[ 5,10 ]","Title":"Experimental and first-principles studies of high-pressure effects on the structural, electronic, and optical properties of semiconductors and lanthanide doped solids"}]