[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398200500007 ISSN: 0734-6018 eISSN: 1533-855X","Categories":"Cultural Studies Web of Science Categories:Cultural Studies","Journal Information":"REPRESENTATIONS Issue: 137 Pages: 143-166 Special Issue: SI DOI: 10.1525/rep.2017.137.7.143 Published: WIN 2017","Abstract":"This article develops a linguistic media theory that brings together Peircean materialist indexicality from Barthes, Bazin, Doane, Krauss, and others with linguistic anthropologist Michael Silverstein's nonreferential (social) indexicality. Following Argentine sound artist Eduardo Costa's practice with tape recording, the article challenges critical theory to account for the sonic meaning at play in pragmatic (nonsemantic) communication related to gender, race, and diasporic community. More than a mere supplement or limit, material sonic media expand aesthetic representation, and media archaeology opens new possibilities to intervene in language politics. Representations 137. Winter 2017 (C) The Regents of the University of California.","Authors":"McEnaney, T (McEnaney, Tom)","Title":"Real-to-Reel: Social Indexicality, Sonic Materiality, and Literary Media Theory in Eduardo Costa's Tape Works"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395372500003 ISSN: 2161-1580 eISSN: 2161-1599","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"AMERICAN POLITICAL THOUGHT Volume: 6 Issue: 1 Pages: 54-77 DOI: 10.1086/689856 Published: WIN 2017","Abstract":"Anarcha-feminist Emma Goldman wrote her 1931 autobiography to evaluate her early politics and American radicalism at the turn of the century. I find in Living My Life two approaches to antiauthoritarian action: Adversarial politics seeks to emancipate the masses by contesting the agents of state, market, or patriarchy, but it falters when radicals act for those with whom they share few experiences. Empathetic politics builds that needed solidarity, by encouraging radicals to learn from the masses and by educating the masses on the conditions that motivate radicals to act. I follow Goldman's transition between these approaches through narratives of early life and politics, prison, nursing, and her assistance with Alexander Berkman's attack on Henry Clay Frick and her defense of William McKinley's assassin. Living My Life proposes that radicals summon the people through shared experience, expanding our understanding of radical thought and the relevance of autobiography for political theory.","Authors":"Bennett, N (Bennett, Nolan)","Title":"Emma Goldman and the Autobiography of the People"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395372500004 ISSN: 2161-1580 eISSN: 2161-1599","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"AMERICAN POLITICAL THOUGHT Volume: 6 Issue: 1 Pages: 78-105 DOI: 10.1086/689859 Published: WIN 2017","Abstract":"What role, if any, should fear play in the politics of existential crises like nuclear catastrophe and global climate change? This paper considers why the postwar thinker Hans Morgenthau set aside his principled worries about the politics of fear and began to cast the prospect of nuclear catastrophe in terrifying and apocalyptic terms. I argue that Morgenthau's resort to existential fear appeals may have seemed like an appropriate strategy in the face of the representational and motivational difficulties of prospective catastrophes like nuclear annihilation and in response to the forms of organized denial and political inertia that these difficulties enable. His aim was to cultivate the salutary fear required to construct new forms of political order as a bulwark against nuclear catastrophe. I suggest that there are lessons from this engagement with Morgenthau for the contemporary question of the place of fear appeals in the climate change debate.","Authors":"McQueen, A (McQueen, Alison)","Title":"Salutary Fear? Hans Morgenthau and the Politics of Existential Crisis"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395372500010 ISSN: 2161-1580 eISSN: 2161-1599","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"AMERICAN POLITICAL THOUGHT Volume: 6 Issue: 1 Pages: 156-159 DOI: 10.1086/689817 Published: WIN 2017","Authors":"Read, JH (Read, James H.)","Title":"Practicing Democracy: Popular Politics in the United States from the Constitution to the Civil War."}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397475200009 ISSN: 1369-1465 eISSN: 1468-2680","Categories":"Area Studies; Social Sciences - Other Topics Web of Science Categories:Area Studies; Social Sciences, Interdisciplinary","Journal Information":"SOCIAL SCIENCE JAPAN JOURNAL Volume: 20 Issue: 1 Pages: 107-117 Published: WIN 2017","Authors":"Weathers, C (Weathers, Charles)","Title":"Politics of 'Childrearing': Why Is There a Waiting List Even Though the Birthrate Is Low?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397378600005 ISSN: 0027-9048","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"AMERICAN BANKRUPTCY LAW JOURNAL Volume: 91 Issue: 1 Pages: 139-176 Published: WIN 2017","Abstract":"In the past decade national lawmaking for regulating commerce has been driven by globalization and the transplantation of foreign laws. The new Chinese Enterprise Bankruptcy Law enacted in 2006 was modeled closely on the U.S. Bankruptcy Code, especially chapter 11, which puts the bargaining game at the center of corporate reorganization. Legal scholarship has not yet comprehensively explored how business law transplants from a market economy like that of the United States to a socialistic market economy like that of China. This article provides an in-depth comparison of the reorganization bargaining regimes of bankruptcy law in the United States and China, focusing on the socio-legal context in which these regimes operate. The comparison shows how the bargaining game at the core of chapter 11 suffers from obstructed efficiency when transplanted to a Chinese context, art obstruction caused by historical, political, economic, and social factors.","Authors":"Gao, SM (Gao, Simin) ; Wang, QY (Wang, Qianyu)","Title":"The US Reorganization Regime in the Chinese Mirror: Legal Transplantation and Obstructed Efficiency"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396488500006 ISSN: 0271-3519 eISSN: 2043-6920","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"ARAB STUDIES QUARTERLY Volume: 39 Issue: 1 Pages: 782-783 DOI: 10.13169/arabstudquar.39.1.0782 Published: WIN 2017","Authors":"[Anonymous]","Title":"The Levant in Turmoil: Syria, Palestine, and the Transformation of Middle Eastern Politics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395495900004 ISSN: 0008-8080 eISSN: 1534-0708","Keywords":"anti-Catholicism; Know-Nothings; populism; Society of Jesus","Categories":"History Web of Science Categories:History","Journal Information":"CATHOLIC HISTORICAL REVIEW Volume: 103 Issue: 1 Pages: 73-98 Published: WIN 2017","Abstract":"For the Jesuit priest John Bapst and newspaper editor William Chaney, the populist impulse that marked American politics in the turbulent decade of the 1850s offered opportunities. For Bapst, it meant engaging Catholics and Protestants throughout Maine in an effort to spread the Catholic faith. For Chaney, it meant riding the wave of Know-Nothing politics to secure a place for himself in coastal Maine society. The efforts of both men would collide in a moment of violence that ultimately marked an end to Chaney's time in Maine and strengthened Bapst's missionary resolve.","Authors":"Dzurec, D (Dzurec, David)","Title":"\"To Destroy Popery and Everything Appertinent Thereto\": William Chaney, the Jesuit John Bapst, and the Know-Nothings in Mid-Nineteenth-Century Maine"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395495900015 ISSN: 0008-8080 eISSN: 1534-0708","Categories":"History Web of Science Categories:History","Journal Information":"CATHOLIC HISTORICAL REVIEW Volume: 103 Issue: 1 Pages: 112-114 Published: WIN 2017","Authors":"Roberts, E (Roberts, Edward)","Title":"Fake as a Means of Politics? Pseudo-Isidore in the Light of the new Research: Memorial for Klaus Zechiel-Eckes"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395495900028 ISSN: 0008-8080 eISSN: 1534-0708","Categories":"History Web of Science Categories:History","Journal Information":"CATHOLIC HISTORICAL REVIEW Volume: 103 Issue: 1 Pages: 129-130 Published: WIN 2017","Authors":"Mentzer, RA (Mentzer, Raymond A.)","Title":"Politics, Gender, and Belief The Long-Term Impact of the Reformation. Essays in Memory of Robert Kingdon."}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395495900038 ISSN: 0008-8080 eISSN: 1534-0708","Categories":"History Web of Science Categories:History","Journal Information":"CATHOLIC HISTORICAL REVIEW Volume: 103 Issue: 1 Pages: 143-144 Published: WIN 2017","Authors":"Worcester, T (Worcester, Thomas)","Title":"The Wanton Jesuit and the Wayward Saint: A Tale of Sex, Religion, and Politics in Eighteenth-Century France."}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395495900048 ISSN: 0008-8080 eISSN: 1534-0708","Categories":"History Web of Science Categories:History","Journal Information":"CATHOLIC HISTORICAL REVIEW Volume: 103 Issue: 1 Pages: 157-158 Published: WIN 2017","Authors":"Krugler, J (Krugler, John)","Title":"Loyal Protestants and Dangerous Papists: Maryland and the Politics of Religion in the English Atlantic, 1630-1690"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395495900053 ISSN: 0008-8080 eISSN: 1534-0708","Categories":"History Web of Science Categories:History","Journal Information":"CATHOLIC HISTORICAL REVIEW Volume: 103 Issue: 1 Pages: 164-165 Published: WIN 2017","Authors":"Arnold, KR (Arnold, Kathleen R.)","Title":"Refuge in the Lord: Catholics, Presidents, & the Politics of Immigration, 1981-2013"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393926900001 ISSN: 0009-8418 eISSN: 1558-9234","Categories":"Classics Web of Science Categories:Classics","Journal Information":"CLASSICAL WORLD Volume: 110 Issue: 2 Pages: 163-186 Special Issue: SI Published: WIN 2017","Abstract":"The Periegesis of Dionysius of Alexandria has often been read as an idealized, literary geography. This paper argues instead for a political reading. The main north-south axis of Dionysius' world runs through the Aegean Sea, connecting Alexandria, center of Hellenistic learning, to the Black Sea and its epic heritage. This creates not merely a Greek, but also a distinctly eastern, perspective on the space of empire. Furtheiniore, the Aegean axis is the point of convergence for all the poem's recognized acrostics, including the one that names the emperor Hadrian. By placing the emperor's name neither at Rome, nor at Athens, but in lines that describe the Cycladic islands of the Aegean, Dionysius assigns Hadrian a place in an oikoumene shaped by and for the politics of second century Hellenism.","Authors":"Downie, J (Downie, Janet)","Title":"The Geography of Empire in Dionysius' Periegesis: A View from the Aegean"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393926900002 ISSN: 0009-8418 eISSN: 1558-9234","Categories":"Classics Web of Science Categories:Classics","Journal Information":"CLASSICAL WORLD Volume: 110 Issue: 2 Pages: 187-210 Special Issue: SI Published: WIN 2017","Abstract":"In book 1 of his Periegesis Pausanias interprets Athenian history from the perspective of urban politics in the Greek East in the second century CE. He emphasizes the achievements of the aristocrats Theseus and Themistocles, downplays their misdeeds, and especially portrays them as victims of a capricious urban demos and the ambition of unscrupulous peers. He also shows a hostility towards classical democracy, an attitude consonant with his own age where increasing oligarchization and the growing power of the boule came into conflict with a still potent demos.","Authors":"Hogan, P (Hogan, Patrick)","Title":"Pausanias Politicus: Reflections on Theseus, Themistocles, and Athenian Democracy in Book 1 of the Periegesis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393926900003 ISSN: 0009-8418 eISSN: 1558-9234","Categories":"Classics Web of Science Categories:Classics","Journal Information":"CLASSICAL WORLD Volume: 110 Issue: 2 Pages: 211-235 Special Issue: SI Published: WIN 2017","Abstract":"The prominence gained by two Christian scholars, Julius Africanus and Origen, under the Severan dynasty and the connections to the imperial household that they enjoyed cannot be explained simply as a consequence of newfound imperial interest in Christianity, contrary to the prevailing scholarly consensus. The successes of Africanus and Origen were instead a result of their ability to gain mainstream legitimacy among the empire's intellectual elite, something that no earlier Christian scholars had achieved. Unlike earlier Christian scholars, Africanus and Origen were able to gain legitimate status because they had ready access to money to support their education and research. They were also basically indistinguishable from non-Christian scholars in their ability to serve and interact with the imperial household.","Authors":"Secord, J (Secord, Jared)","Title":"Julius Africanus, Origen, and the Politics of Intellectual Life under the Severans"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396491900005 ISSN: 1543-4273 eISSN: 1559-0895","Categories":"History Web of Science Categories:History","Journal Information":"EARLY AMERICAN STUDIES-AN INTERDISCIPLINARY JOURNAL Volume: 15 Issue: 1 Pages: 133-163 DOI: 10.1353/eam.2017.0004 Published: WIN 2017","Abstract":"Recent scholarship on French Revolutionary refugees to the United States has demonstrated their importance to American politics in the 1790s. But while this literature places these refugees within preexisting networks in the French Atlantic, and within the context of the imperial conflicts of the late eighteenth century, it largely ignores their long-term importance to the nineteenth-century United States. In tracing the life of Natalie Delage Sumter-an aristocratic Frenchwoman who immigrated to the United States in 1793 and married into the prominent Sumter family of South Carolina in 1802-this article points to the ways that former refugees continued to participate in trans-Atlantic networks and retain elements of French culture, even as they embraced a life in the United States. As an adult, Sumter sought to square her aristocratic and royalist past with her life in the United States, primarily through family and faith. Her family ties across the Atlantic world, and her support of the Catholic Church and its nascent institutions in the United States, provided Sumter with economic, ideological, and emotional support and were the basis of her lifelong cosmopolitanism.","Authors":"Oxford, ME (Oxford, Mitchell Edward)","Title":"\"I have had vexation enough to spoil the temper of a saint\" Natalie Delage Sumter's Catholic Cosmopolitanism in the Early Republic"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000394563400016 ISSN: 0275-7664","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"GREAT PLAINS QUARTERLY Volume: 37 Issue: 1 Pages: 73-73 Published: WIN 2017","Authors":"McLean, M (McLean, Michael)","Title":"Surviving Wounded Knee: The Lakotas and the Politics of Memory."}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396812300012 ISSN: 0095-6848 eISSN: 1549-4721","Categories":"Area Studies; Asian Studies Web of Science Categories:Area Studies; Asian Studies","Journal Information":"JOURNAL OF JAPANESE STUDIES Volume: 43 Issue: 1 Pages: 157-162 DOI: 10.1353/jjs.2017.0013 Published: WIN 2017","Authors":"Vaporis, CN (Vaporis, Constantine N.)","Title":"Defensive Positions. The Politics of Maritime Security in Tokugawa Japan"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396812300032 ISSN: 0095-6848 eISSN: 1549-4721","Categories":"Area Studies; Asian Studies Web of Science Categories:Area Studies; Asian Studies","Journal Information":"JOURNAL OF JAPANESE STUDIES Volume: 43 Issue: 1 Pages: 241-244 Published: WIN 2017","Authors":"Rose, C (Rose, Caroline)","Title":"Intimate Rivals: Japanese Domestic Politics and a Rising China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396546000003 ISSN: 0028-0739","Categories":"Environmental Sciences & Ecology; Government & Law Web of Science Categories:Environmental Studies; Law","Journal Information":"NATURAL RESOURCES JOURNAL Volume: 57 Issue: 1 Pages: 75-99 Published: WIN 2017","Abstract":"From the \"water-centric\" perspective that is common within the world's large and diverse water community, water is of central importance, and improving water governance is self-evidently essential. Some water problems can be addressed using water-centric approaches such as watershed management. Unfortunately, evidence is mounting that suggests that many other water problems cannot because their causes and drivers, at scales from local to global, are partly or wholly external to those traditionally considered within the water sector. Water governance in these cases needs to better account for a range of external connections that strongly influence water-related outcomes of concern and contribute to governance failures. These connections frequently manifest through external actors, drivers, and institutions. We address this issue by critically reflecting on the limitations of water-centric perspectives; surveying the water governance literature to identify external connections that can influence water governance; examining the extent to which four major approaches address actors, drivers, and institutions that connect water governance to other sectors and decision making situations (Integrated Water Resources Management, water security, water-energy-food nexus, water resilience); and considering key conceptual and practical challenges of moving beyond water-centric approaches where this is warranted. Building on emerging thinking within the water community, we propose that key open questions requiring urgent attention relate to reconciling water-centric and non-water-centric approaches, thinking critically about boundary judgments, and re-thinking conceptual and practical approaches to water governance to better account for external connections. The article contributes to emerging conversations about the future of water governance in an increasingly complex, connected and rapidly changing world.","Authors":"de Loe, RC (de Loe, Rob C.) ; Patterson, JJ (Patterson, James J.)","Title":"RETHINKING WATER GOVERNANCE: MOVING BEYOND WATER-CENTRIC PERSPECTIVES IN A CONNECTED AND CHANGING WORLD"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397200400004 ISSN: 0954-6839","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"SLOVO Volume: 29 Issue: 1 Pages: 49-67 DOI: 10.14324/111.0954-6839.058 Published: WIN 2017","Abstract":"This work explores the role of new media in Russian politics and ultimately argues that their potential to bring about significant political change in the current Russian political landscape is limited. The 2011-2012 winter protests, in Bolotnaia Square in Moscow and across Russia, led to a boom in both Russian and English- language protest scholarship, especially regarding the role that new media and online communication networks play in the organisation and execution of political movements. But the significance of this case study is not limited to Russia: this question must be understood in a global context. In a post- Arab Spring world, this topic is one of active discussion and current global relevance. This paper aims to consider the Russian case study in that broader context, bridging gaps in existing scholarship in this field.","Authors":"Murphy, F (Murphy, Flora)","Title":"Bolotnaia Five Years On: Can Online Activism Effect Large- Scale Political Change in Russia?"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397475200014 ISSN: 1369-1465 eISSN: 1468-2680","Categories":"Area Studies; Social Sciences - Other Topics Web of Science Categories:Area Studies; Social Sciences, Interdisciplinary","Journal Information":"SOCIAL SCIENCE JAPAN JOURNAL Volume: 20 Issue: 1 Pages: 119-122 DOI: 10.1093/ssjj/jyw048 Published: WIN 2017","Authors":"Brinton, MC (Brinton, Mary C.)","Title":"The Politics of Work-Family Policies: Comparing Japan, France, Germany and the United States"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394918400007 ISSN: 0039-3657 eISSN: 1522-9270","Categories":"Literature Web of Science Categories:Literature, British Isles","Journal Information":"STUDIES IN ENGLISH LITERATURE 1500-1900 Volume: 57 Issue: 1 Pages: 135-+ Published: WIN 2017","Abstract":"This essay considers the effects of corporate activity on Milton's life and work. It analyzes how the moral certainties of Paradise Lost are expressed through mercantile metaphors, especially the corporate idea of debt and credit. It further argues that Milton considers virtue through the manner of collective organization to be part of an equitable collective is to be virtuous and vice versa. He therefore turns to the language of the body corporate in Paradise Lost when describing angelic society. This heavenly corporation is the fulfillment of Milton's ideas of civic virtue, a modulation of his disappointment with the republic in England into an idealized collective.","Authors":"Haydon, LD (Haydon, Liam D.)","Title":"Paradise Lost and the Politics of the Corporation"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000396480900003 ISSN: 0887-9982 eISSN: 2164-0041","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"TIKKUN Volume: 32 Issue: 1 Pages: 9-10 DOI: 10.1215/08879982-3815705 Published: WIN 2017","Authors":"Gabel, P (Gabel, Peter)","Title":"Coercive Deference and Double Bind Politics on the Left (a response to the 2016 election)"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396736500005 ISSN: 0042-0220 eISSN: 1710-1174","Keywords":"Bryan Stevenson; death penalty; life without parole; mass imprisonment; constitutional law; sentencing","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"UNIVERSITY OF TORONTO LAW JOURNAL Volume: 67 Issue: 1 Pages: 104-123 DOI: 10.3138/UTLJ.2016R3 Published: WIN 2017","Abstract":"Bryan Stevenson's Just Mercy, which is part legal history and part memoir, arrives at a moment when the tides may be turning in US criminal justice. Stevenson is a singular catalyst in the emergence of a movement against mass imprisonment, and the topics he is focused on are central to the prospect of lasting systemic reform. In his work as litigator, professor, and public figure, Stevenson has helped to usher in a new common sense that far- reaching reforms to US criminal justice are both required and imminent. Stevenson's work becomes all the more significant when we consider the scope of change that structural reform requires. He has helped to draw the US Supreme Court away from a stance of extreme deference to legislative judgment in non- capital sentencing review - a meaningful shift in the direction of legal limits on the politics of tough punishment. This review contextualizes the publication of Just Mercy as a component of Stevenson's legal and cultural strategies aimed at consolidating the reform movement against US mass imprisonment.","Authors":"Kerr, L (Kerr, Lisa)","Title":"Essay of Just Mercy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396801900001 ISSN: 1549-0815 eISSN: 1548-9248","Categories":"Literature Web of Science Categories:Literature","Journal Information":"JNT-JOURNAL OF NARRATIVE THEORY Volume: 47 Issue: 1 Pages: 1-25 Published: WIN 2017","Authors":"Tharp, A (Tharp, Allison)","Title":"\"There is a secret down here\": Physical Containment and Social Instruction in Rebecca Harding Davis's Life in the Iron Mills"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396740100004 ISSN: 0276-8739 eISSN: 1520-6688","Categories":"Business & Economics; Public Administration Web of Science Categories:Economics; Public Administration","Journal Information":"JOURNAL OF POLICY ANALYSIS AND MANAGEMENT Volume: 36 Issue: 1 Pages: 38-+ DOI: 10.1002/pam.21959 Published: WIN 2017","Abstract":"Development economists frequently emphasize the importance of good infrastructure for economic growth. Can governments attract private capital in infrastructural investments through policy reform? We address this question by showing that, in the case of electricity generation, a simple legislation enabling independent power production increases private investment in electricity generation bymore than an order of magnitude. Contrary to the conventional wisdom on the importance of constraints on executive power for credible commitment, we find that such constraints neither draw private capital nor condition the effectiveness of policy reform. We also find that both domestic and foreign investment increase with IPP reform. Evidence for these claims comes from an instrumental variable analysis of power sector reforms and private electricity generation in all developing countries for the years 1982 to 2008. Simple and politically uncontroversial policies can generate positive results in developing countries. (C) 2016 by the Association for Public Policy Analysis and Management.","Authors":"Urpelainen, J (Urpelainen, Johannes) ; Yang, J (Yang, Joonseok)","Title":"Policy Reform and the Problem of Private Investment: Evidence from the Power Sector"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395263600005 ISSN: 1076-156X","Keywords":"ecological modernization theory; capitalism; capitalist world-system; environmental sociology; political sociology; economic sociology; green capitalism; human ecology; treadmill of production; metabolic rift; world-systems theory; ecosocialism KeyWords Plus:ENVIRONMENTAL SOCIOLOGY; CLASSICAL FOUNDATIONS; METABOLIC RIFT; POLITICS; CONSUMPTION; MOVEMENTS; CRITIQUE; OUTCOMES; SOCIETY; SCIENCE","Categories":"Sociology Web of Science Categories:Sociology","Journal Information":"JOURNAL OF WORLD-SYSTEMS RESEARCH Volume: 23 Issue: 1 Pages: 126-155 DOI: 10.5195/JWSR.2017.611 Published: WIN-SPR 2017","Abstract":"The last few decades have seen the rise of 'ecological modernization theory' (EMT) as a \"green capitalist\" tradition extending modernization theory into environmental sociology. This article uses a synthesis of political economy, world-systems theory, and political, economic, and environmental sociology to demonstrate that the EMT presumption of growth and profit as economic priorities (alongside its neglect of core-periphery relations) produces many feedback loops which fatally undermine the viability of EMT's own political, technological, and social prescriptions, alongside creating problems for the fundamental EMT concept of 'ecological rationality.' Furthermore, this article attempts to explain why \"green capitalist\" approaches to environmental analysis have influence within policy and social science circles despite their inadequacies within environmental sociology. Finally, this article argues that in order to address the ecological challenges of our era, environmental sociology needs to reject \" green capitalist\" traditions like 'ecological modernization theory' which presuppose the desirability and maintenance of profit and growth as economic priorities (and predominantly fail to critique power imbalances between core and non-core nations), and instead return to the development of traditions willing to critique the fundamental traits of the capitalist world-system.","Authors":"Ewing, JA (Ewing, Jeffrey A.)","Title":"Hollow Ecology: Ecological Modernization Theory and the Death of Nature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395105200013 ISSN: 0897-6546 eISSN: 1747-4469","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"LAW AND SOCIAL INQUIRY-JOURNAL OF THE AMERICAN BAR FOUNDATION Volume: 42 Issue: 1 Pages: 195-231 DOI: 10.1111/lsi.12176 Published: WIN 2017","Abstract":"This research highlights the crucial role of an intimate link between a disabled person's self-identity and the perceived fairness of legal procedures. In doing so, it brings to the foreground a wholly ignored aspect of procedural justice. Earlier researchers have failed to delve into the role identity politics plays in the relationship between the institutions and the beneficiaries of their services, and the way different members of a group understand and define themselves. This research explores the way people with disabilities in the United States, with different kinds of disability identities, experience and evaluate the procedure of claiming Social Security benefits. The findings suggest that disabled people who identified with the social model of disability (as opposed to the medical-individual models) hold a critical view of the procedure for retaining benefits. They felt they had no control over it, could not voice their opinions, were mistreated by representatives, and had to present an image that was not necessarily true of their disability. They also saw the procedure as discouraging them from participating fully in the labor market, and consequently integrating better in society, an idea that was not present among disabled people who identify with medical-individual models. Exposing this relationship between the way people perceive themselves and the way they experience and evaluate legal procedures can contribute to the creation of better policies, while improving communication between the state and members of the disability community, along with other marginalized groups.","Authors":"Dorfman, D (Dorfman, Doron)","Title":"Re-Claiming Disability: Identity, Procedural Justice, and the Disability Determination Process"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395105200014 ISSN: 0897-6546 eISSN: 1747-4469","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"LAW AND SOCIAL INQUIRY-JOURNAL OF THE AMERICAN BAR FOUNDATION Volume: 42 Issue: 1 Pages: 234-251 DOI: 10.1111/lsi.12225 Published: WIN 2017","Abstract":"What do the activities of twenty-first-century Chinese lawyers tell us about the origins and prospects of legal activism under authoritarianism? This essay fits China's Human Rights Lawyers (2014) into an emerging literature on authoritarian legality. The book offers an insider view of a circle of lawyers interested in using China's newly accessible courts as a platform for social activism. It highlights the difficulty of rights lawyers' day-to-day work against the backdrop of the Chinese state's long-term experiment in how to harness the power of law without ceding political control.","Authors":"Stern, RE (Stern, Rachel E.)","Title":"China's Human Rights Lawyers: Advocacy and Resistance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396465900003 ISSN: 2296-0503 eISSN: 2050-9197","Categories":"History Web of Science Categories:History","Journal Information":"MOBILITY IN HISTORY Volume: 8 Issue: 1 Pages: 21-27 DOI: 10.3167/mih.2017.080103 Published: WIN 2017","Authors":"Dalakoglou, D (Dalakoglou, Dimitris)","Title":"Toward an Anthropology of the Road"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396465900006 ISSN: 2296-0503 eISSN: 2050-9197","Categories":"History Web of Science Categories:History","Journal Information":"MOBILITY IN HISTORY Volume: 8 Issue: 1 Pages: 42-50 DOI: 10.3167/mih.2017.080106 Published: WIN 2017","Authors":"Croshere, C (Croshere, Cheryl)","Title":"Expertise in the Anthropology of Roads"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397081100004 ISSN: 0048-5950 eISSN: 1747-7107","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"PUBLIUS-THE JOURNAL OF FEDERALISM Volume: 47 Issue: 1 Pages: 1-26 DOI: 10.1093/publius/pjw027 Published: WIN 2017","Authors":"Hollander, R (Hollander, Robyn); Patapany, H (Patapany, Haig)","Title":"Morality Policy and Federalism: Innovation, Diffusion and Limits"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397081100006 ISSN: 0048-5950 eISSN: 1747-7107","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"PUBLIUS-THE JOURNAL OF FEDERALISM Volume: 47 Issue: 1 Pages: 49-76 DOI: 10.1093/publius/pjw023 Published: WIN 2017","Abstract":"We examine the impact of elected local government on national politics, a subject that has been largely neglected in the decentralization literature. We theorize that the creation of locally elected government has the potential to alter contestation at the national level. It can do so, we argue, in four ways: (i) by incentivizing more democratic structures within existing national parties, (ii) by leading to the creation of new parties with more local power bases, (iii) by helping shift political discourse toward \"bread and butter'' governance issues, and (iv) by encouraging cooperation among parties that must now share power. A preliminary, fieldwork-based test of the theory in Mozambique provides support for the first three of our arguments. If these effects appear in other cases, they have the potential to transform our understanding of how decentralization influences political outcomes, showing that its potential impact extends far beyond the local level.","Authors":"Hankla, CR (Hankla, Charles R.) ; Manningy, C (Manningy, Carrie)","Title":"How Local Elections Can Transform National Politics: Evidence from Mozambique"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397081100009 ISSN: 0048-5950 eISSN: 1747-7107","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"PUBLIUS-THE JOURNAL OF FEDERALISM Volume: 47 Issue: 1 Pages: 131-148 DOI: 10.1093/publius/pjw026 Published: WIN 2017","Abstract":"To what extent does variation in political culture influence the number and types of corruption issues arising in U.S. states? Drawing upon Daniel Elazar's enduring typology of American political subcultures and using a new news-based measure of corruption issues, we find that political culture remains a \"sticky'' deep determinant of the distribution of corruption issues across states. Unlike previous empirical studies we do not treat political culture as a set of consensus values, but rather emphasize tensions that can arise when multiple political cultures coexist in a state. Our findings are of interest not only with respect to the enduring role of culture itself, but also in terms of how it might help us understand the growing number of actions that are legal, yet still seen by many as corrupt.","Authors":"Dincer, O (Dincer, Oguzhan) ; Johnston, M (Johnston, Michael)","Title":"Political Culture and Corruption Issues in State Politics: A New Measure of Corruption Issues and a Test of Relationships to Political Culture"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397081100002 ISSN: 0048-5950 eISSN: 1747-7107","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"PUBLIUS-THE JOURNAL OF FEDERALISM Volume: 47 Issue: 1 Article Number: UNSP e2 DOI: 10.1093/publius/pjw029 Published: WIN 2017","Authors":"Doonan, M (Doonan, Michael)","Title":"Obamacare Wars: Federalism, State Politics, and the Affordable Care Act"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394733800001 ISSN: 0042-0247 eISSN: 1712-5278","Keywords":"Frye; aesthetics; literature; opera; Christianity","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"UNIVERSITY OF TORONTO QUARTERLY Volume: 86 Issue: 1 Pages: 1-13 DOI: 10.3138/UTQ.86.1.1 Published: WIN 2017","Abstract":"This interdisciplinary article examines how cultural archetypes reflect the universal human desire to heal the trauma of the Fall. These archetypes are explored here as they appear in politics, aesthetic philosophy, literature (particularly drama), opera, and religion. The main archetypes examined are those of the \"gap\" (the abyss between natural and spiritual man opened at the Fall) and the \"bridge\" (the means by which man attempts to span this \"gap\"). The central focus is on Western philosophy and literary and opera narrative.","Authors":"Forst, GN (Forst, Graham Nicol)","Title":"Mediation Matters: Archetypes of Transference"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396250800004 ISSN: 1051-3558 eISSN: 2153-8441","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"AMERICAN CATHOLIC PHILOSOPHICAL QUARTERLY Volume: 91 Issue: 1 Pages: 73-94 DOI: 10.5840/acpq20161214106 Published: WIN 2017","Abstract":"Belonging presents a range of problems that have been treated thematically in the social sciences. However, belonging has rarely been explored as an explicit theme in philosophy. That said, many philosophers have implicitly considered the problem of belonging in their own way. In this paper, the work of Emmanuel Levinas is presented and considered, especially where it relates to the political. In outlining Levinas's thought on fraternity, we are presented with a belonging that is not yet political. It is in some ways, but not necessarily, pre-political. On the contrary, we begin to see how all that is meant by the political-the State, citizenship, the remit of justice-is secondary or subsidiary to the primacy of the ethical which, in its only extension beyond the Other, finds expression in fraternity or in our belonging with others.","Authors":"Greenaway, J (Greenaway, James)","Title":"Politics as Secondary Belonging: Levinas and the Primacy of Fraternity"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395958100010 ISSN: 0742-9797","Categories":"History Web of Science Categories:History","Journal Information":"MEXICAN STUDIES-ESTUDIOS MEXICANOS Volume: 33 Issue: 1 Pages: 169-171 Published: WIN 2017","Authors":"Knight, A (Knight, Alan)","Title":"The Man Who Wrote Pancho Villa. Martin Luis Guzman and the Politics of Life Writing"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395958100011 ISSN: 0742-9797","Categories":"History Web of Science Categories:History","Journal Information":"MEXICAN STUDIES-ESTUDIOS MEXICANOS Volume: 33 Issue: 1 Pages: 172-175 Published: WIN 2017","Authors":"Camp, RA (Camp, Roderic Ai)","Title":"A Persistent Revolution: History, Nationalism, and Politics in Mexico since 1968"}, {"Document Information":"Document Type:Book Review Language:Spanish Accession Number: WOS:000395958100012 ISSN: 0742-9797","Categories":"History Web of Science Categories:History","Journal Information":"MEXICAN STUDIES-ESTUDIOS MEXICANOS Volume: 33 Issue: 1 Pages: 176-178 Published: WIN 2017","Authors":"Parra, M (Parra, Max)","Title":"Open Borders to a Revolution. Culture, Politics, and Migration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393729300003 ISSN: 0014-1836 eISSN: 2156-7417","Categories":"Music Web of Science Categories:Music","Journal Information":"ETHNOMUSICOLOGY Volume: 61 Issue: 1 Pages: 1-30 Published: WIN 2017","Abstract":"This article investigates the development of a novel communal art form called pasacalle that is associated with the district of Villa El Salvador on the outskirts of Peril's coastal capital city; Lima. The main performers of pasacalle are youth of rural Andean descent whose parents migrated to the city seeking to improve their lives. They belong to a community that has always existed on the lower rungs of Limerio society in terms of socioeconomic status and political agency. The genre of pasacalle, driven by drum music of Afro Brazilian origin, has become central to their expressive culture while serving as a vehicle for solidifying communal bonds and resisting marginalization.","Authors":"Odria, C (Odria, Carlos)","Title":"Seeking a New Path: Pasacalle Activists Practicing Culture in Villa El Salvador, Peru"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000393729300009 ISSN: 0014-1836 eISSN: 2156-7417","Categories":"Music Web of Science Categories:Music","Journal Information":"ETHNOMUSICOLOGY Volume: 61 Issue: 1 Pages: 144-148 Published: WIN 2017","Authors":"Goldschmitt, K (Goldschmitt, Kariann)","Title":"y Unfree Masters: Popular Music and the Politics of Work"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000393356000013 ISSN: 0022-2208","Categories":"Education & Educational Research; Government & Law Web of Science Categories:Education & Educational Research; Law","Journal Information":"JOURNAL OF LEGAL EDUCATION Volume: 66 Issue: 2 Pages: 445-454 Published: WIN 2017","Authors":"Hopwood, S (Hopwood, Shon)","Title":"Caught: The Prison State and the Lockdown of American Politics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392359500003 ISSN: 0013-2586 eISSN: 1086-315X","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"EIGHTEENTH-CENTURY STUDIES Volume: 50 Issue: 2 Pages: 173-+ Published: WIN 2017","Abstract":"This paper takes Istanbul's substantial population of migrant-bachelors (bekar) as vantage point to address urban space and foreground everyday spatial agency. Working from police and judicial case records, state documents, and narrative accounts, I show that despite their increasingly regulated exclusion from the city's dominant spaces of economy and residence, bachelors' agency in the politics of urban space was pervasive, and galvanized by everyday acts of resistance against their peripheralization. These acts, which ranged from intrusive and violent to seemingly insignificant, amounted to creative or subversive forms of engagement with the spatial opportunities and social networks available to them.","Authors":"Hamadeh, S (Hamadeh, Shirine)","Title":"INVISIBLE CITY: ISTANBUL'S MIGRANTS AND THE POLITICS OF SPACE"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000392359500013 ISSN: 0013-2586 eISSN: 1086-315X","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"EIGHTEENTH-CENTURY STUDIES Volume: 50 Issue: 2 Pages: 260-262 Published: WIN 2017","Authors":"Strobel, HA (Strobel, Heidi A.)","Title":"Portraiture and Politics in Revolutionary France"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000392196000007 ISSN: 0023-0243 eISSN: 2161-0355","Categories":"History Web of Science Categories:History","Journal Information":"REGISTER OF THE KENTUCKY HISTORICAL SOCIETY Volume: 115 Issue: 1 Pages: 86-87 DOI: 10.1353/khs.2017.0006 Published: WIN 2017","Authors":"Ritchie, DA (Ritchie, Donald A.)","Title":"Alben Barkley: A Life in Politics"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000392043700012 ISSN: 0009-7101 eISSN: 1527-2087","Categories":"Film, Radio & Television Web of Science Categories:Film, Radio, Television","Journal Information":"CINEMA JOURNAL Volume: 56 Issue: 2 Pages: 151-155 Published: WIN 2017","Authors":"Woo, B (Woo, Benjamin)","Title":"Considering Watchmen: Poetics, Property, Politics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392040100001 ISSN: 0093-3139 eISSN: 1542-4286","Categories":"Literature Web of Science Categories:Literature","Journal Information":"COLLEGE LITERATURE Volume: 44 Issue: 1 Pages: 1-+ Published: WIN 2017","Abstract":"\"Retrospective Radicalism\" argues that when Hemingway's A Farewell to Arms is deeply historicized, its embedded political allegory becomes visible. The submerged part of the text's \"iceberg\" includes the years 1918-1929, when the possibility for a left revolution in Italy was defeated by the consolidation of fascism. Hemingway's political radicalism is expressed in Farewell's references to Turin, Rome, Imola, and the Abruzzo, the vampirism of finance capital, and the problematic neutrality of a \"separate peace.\" Underlying this analysis is a rehistoricization of Hemingway's role as a Red Cross volunteer in defeating the very revolution he later claimed to have desired, signaled by the novel's closing with the death of the baby.","Authors":"Foley, B (Foley, Barbara) ; Gardner, P (Gardner, Peter)","Title":"RETROSPECTIVE RADICALISM: POLITICS AND HISTORY IN ERNEST HEMINGWAY'S A FAREWELL TO ARMS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392040100004 ISSN: 0093-3139 eISSN: 1542-4286","Categories":"Literature Web of Science Categories:Literature","Journal Information":"COLLEGE LITERATURE Volume: 44 Issue: 1 Pages: 88-+ Published: WIN 2017","Abstract":"This article refutes the common claim that Chinua Achebe does not represent women as active participants in his fictional communities until in his fifth novel, Anthills of the Savannah. Such criticism neglects women's contestations of male-dominated political and aesthetic representation in A Man of the People. Readings of that novel routinely foreground the political foibles of the unreliable narrator while overlooking how his traumatic encounter with female agency shapes his narrative. By focusing on the protagonist's repression of women's agency, I suggest his swerve into a narrative of national politics results from a profound inability to accept women's demands for multiple forms of recognition. A Man of the People explores obstructions to African feminism and sexual politics. As such, it ought to be read alongside the fiction of Flora Nwapa, Chimamanda Ngozi Adichie, and Tsitsi Dangarembga.","Authors":"Osinubi, TA (Osinubi, Taiwo Adetunji)","Title":"THE SEX OF OMISSION: OBSCURED FEMINISM IN CHINUA ACHEBE'S A MAN OF THE PEOPLE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391903400022 ISSN: 0748-5492 eISSN: 1938-1557","Categories":"Engineering; Science & Technology - Other Topics; Social Issues Web of Science Categories:Engineering, Multidisciplinary; Engineering, Industrial; Multidisciplinary Sciences; Social Issues","Journal Information":"ISSUES IN SCIENCE AND TECHNOLOGY Volume: 33 Issue: 2 Pages: 67-72 Published: WIN 2017","Authors":"Hicks, DJ (Hicks, Daniel J.)","Title":"Scientific Controversies as Proxy Politics"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000391900600004 ISSN: 0043-373X","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Folklore","Journal Information":"WESTERN FOLKLORE Volume: 76 Issue: 1 Pages: 100-103 Published: WIN 2017","Authors":"Sadovina, I (Sadovina, Irina)","Title":"American Heathens: The Politics of Identity in a Pagan Religious Movement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391075000013 ISSN: 0093-1896 eISSN: 1539-7858","Categories":"Cultural Studies Web of Science Categories:Cultural Studies","Journal Information":"CRITICAL INQUIRY Volume: 43 Issue: 2 Pages: 528-549 Published: WIN 2017","Authors":"Cheng, W (Cheng, William)","Title":"Taking Back the Laugh: Comedic Alibis, Funny Fails"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000390982400008 ISSN: 0044-9202 eISSN: 1553-5630","Categories":"Asian Studies; Music Web of Science Categories:Asian Studies; Music","Journal Information":"ASIAN MUSIC Volume: 48 Issue: 1 Pages: 121-124 Published: WIN-SPR 2017","Authors":"Cannon, AM (Cannon, Alexander M.)","Title":"Sounding Out Heritage: Cultural Politics and the Social Practice of Quan Ho Folk Song in Northern Vietnam"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000390968600009 ISSN: 0278-5927 eISSN: 1936-4695","Categories":"Ethnic Studies; History Web of Science Categories:Ethnic Studies; History","Journal Information":"JOURNAL OF AMERICAN ETHNIC HISTORY Volume: 36 Issue: 2 Pages: 94-98 Special Issue: SI Published: WIN 2017","Authors":"McKee, K (McKee, Kimberly)","Title":"Everybody Else: Adoption and the Politics of Domestic Diversity in Postwar America"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000390968600008 ISSN: 0278-5927 eISSN: 1936-4695","Categories":"Ethnic Studies; History Web of Science Categories:Ethnic Studies; History","Journal Information":"JOURNAL OF AMERICAN ETHNIC HISTORY Volume: 36 Issue: 2 Pages: 94-98 Special Issue: SI Published: WIN 2017","Authors":"McKee, K (McKee, Kimberly)","Title":"Somebody's Children: The Politics of Transracial and Transnational Adoption"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000390968600012 ISSN: 0278-5927 eISSN: 1936-4695","Categories":"Ethnic Studies; History Web of Science Categories:Ethnic Studies; History","Journal Information":"JOURNAL OF AMERICAN ETHNIC HISTORY Volume: 36 Issue: 2 Pages: 102-103 Special Issue: SI Published: WIN 2017","Authors":"Lee, H (Lee, Heather)","Title":"Between Mao and McCarthy: Chinese American Politics in the Cold War Years"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000390968600013 ISSN: 0278-5927 eISSN: 1936-4695","Categories":"Ethnic Studies; History Web of Science Categories:Ethnic Studies; History","Journal Information":"JOURNAL OF AMERICAN ETHNIC HISTORY Volume: 36 Issue: 2 Pages: 104-105 Special Issue: SI Published: WIN 2017","Authors":"Dewey, AM (Dewey, Alicia M.)","Title":"Americans in the Treasure House: Travel to Porfirian Mexico and the Cultural Politics of Empire"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000390968600014 ISSN: 0278-5927 eISSN: 1936-4695","Categories":"Ethnic Studies; History Web of Science Categories:Ethnic Studies; History","Journal Information":"JOURNAL OF AMERICAN ETHNIC HISTORY Volume: 36 Issue: 2 Pages: 105-107 Special Issue: SI Published: WIN 2017","Authors":"Burstin, B (Burstin, Barbara)","Title":"Metropolitan Jews: Politics, Race, and Religion in Postwar Detroit"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000390968600020 ISSN: 0278-5927 eISSN: 1936-4695","Categories":"Ethnic Studies; History Web of Science Categories:Ethnic Studies; History","Journal Information":"JOURNAL OF AMERICAN ETHNIC HISTORY Volume: 36 Issue: 2 Pages: 116-117 Special Issue: SI Published: WIN 2017","Authors":"Connolly, J (Connolly, James)","Title":"Machine Made: Tammany Hall and the Creation of Modern American Politics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390081200004 ISSN: 0097-9740 eISSN: 1545-6943","Categories":"Women's Studies Web of Science Categories:Women's Studies","Journal Information":"SIGNS Volume: 42 Issue: 2 Pages: 377-402 Published: WIN 2017","Authors":"Khoja-Moolji, SS (Khoja-Moolji, Shenila S.)","Title":"The Making of Humans and Their Others in and through Transnational Human Rights Advocacy: Exploring the Cases of Mukhtar Mai and Malala Yousafzai"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390081200007 ISSN: 0097-9740 eISSN: 1545-6943","Categories":"Women's Studies Web of Science Categories:Women's Studies","Journal Information":"SIGNS Volume: 42 Issue: 2 Pages: 459-484 Published: WIN 2017","Authors":"Shandilya, K (Shandilya, Krupa)","Title":"(In)visibilities: Homosexuality and Muslim Identity in India after Section 377"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389011200006 ISSN: 1086-1653","Categories":"Business & Economics; Government & Law Web of Science Categories:Economics; Political Science","Journal Information":"INDEPENDENT REVIEW Volume: 21 Issue: 3 Pages: 419-441 Published: WIN 2017","Authors":"McQuillan, LJ (McQuillan, Lawrence J.) ; Park, HC (Park, Hayeon Carol)","Title":"Pope Francis, Capitalism, and Private Charitable Giving"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000387882700012 ISSN: 0022-1953 eISSN: 1530-9169","Categories":"History Web of Science Categories:History","Journal Information":"JOURNAL OF INTERDISCIPLINARY HISTORY Volume: 47 Issue: 3 Pages: 403-404 Published: WIN 2017","Authors":"August, A (August, Andrew) ; Navickas, K (Navickas, Katrina)","Title":"Protest and the Politics of Space and Place, 1789-1848"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395035400007 ISSN: 1096-7494 eISSN: 1559-3169","Categories":"Public Administration Web of Science Categories:Public Administration","Journal Information":"INTERNATIONAL PUBLIC MANAGEMENT JOURNAL Volume: 20 Issue: 1 Pages: 132-159 DOI: 10.1080/10967494.2015.1115451 Published: NOV 1 2017","Abstract":"In public management, few empirical studies have been conducted on the effects of the most influential political authoritiesthe legislature and the presidenton government organizations, despite the theoretical and practical significance of these effects. This study tests the relationships between legislative and presidential influences and organizational probity in South Korean central government agencies, on the basis of political transaction-cost and principal-agent theories. We use three measures of legislative influenceinspectional influence (total annual days of legislative inspection), statutory influence (rules-to-laws ratio), and budgetary influence (ratio of reprogramming budget to total budget), and one measure of presidential influence (annual number of substantive meetings with the president). Then, these independent variables are linked to the organizational probity measure from audited archival data. The two-time-point panel data analysis reveals a positive link between legislative inspectional influence and probity but a negative relationship between the presidential influence measure and probity; the results support theoretical arguments for control over administrative agencies. Thus, the evidence suggests that governments should be cautious of implementing reforms that increase organizational or managerial autonomy.","Authors":"Jung, CS (Jung, Chan Su) ; Chun, YH (Chun, Young Han) ; Oh, JR (Oh, Jae Rok)","Title":"EXAMINING RELATIONSHIPS BETWEEN LEGISLATIVE AND PRESIDENTIAL INFLUENCES AND ORGANIZATIONAL PROBITY: EVIDENCE FROM SOUTH KOREAN CENTRAL GOVERNMENT AGENCIES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397321200006 ISSN: 0143-6503 eISSN: 1464-3820","Keywords":"statutory interpretation; adjudication; legal reasoning; political authority; legislation KeyWords Plus:DELIBERATIVE DEMOCRACY; SOCIAL CHOICE; TEXTUALISM; POLITICS; EQUITY","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"OXFORD JOURNAL OF LEGAL STUDIES Volume: 37 Issue: 1 Pages: 134-162 DOI: 10.1093/ojls/gqw011 Published: SEP 2017","Abstract":"The question of statutory interpretation is closely connected to convictions we have in our political theory. This article explores one such connection, focusing on the relationship between the respect owed to legislative decisions and our interpretive practices. It develops two arguments in this regard. The first argument traces the way varying understandings of modern legislation and alternative accounts of the value of legislative practices entail different modes of statutory interpretation. The second argument criticises existing theories of statutory interpretation for assuming a monolithic account of the value of legislation and suggests that different approaches to statutory interpretation might be appropriate for dealing with different exercises of legislative power.","Authors":"Rosen, A (Rosen, Arie)","Title":"Statutory Interpretation and the Many Virtues of Legislation"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398437100021 ISSN: 0300-3604 eISSN: 1573-9058","Keywords":"academic merit; academic freedom; bibliometrics; grantsmanship; research assessment KeyWords Plus:SCIENTIFIC-RESEARCH; IMPACT FACTOR; SCIENCE; FLUORESCENCE; UNIVERSITIES; POLITICS; INDEX; RANK","Categories":"Plant Sciences Web of Science Categories:Plant Sciences","Journal Information":"PHOTOSYNTHETICA Volume: 55 Issue: 2 Pages: 391-400 DOI: 10.1007/s11099-017-0686-3 Published: JUN 2017","Abstract":"In this article, related to a talk given at the International Meeting \"Photosynthesis Research for Sustainability-2015\", we honor Dr. George C. Papageorgiou, a highly respected scientist and an outstanding teacher and mentor. Praising him for these virtues, indispensable for research sustainability, we also bring to discussion aspects that undermine nowadays both education and research sustainability. We argue that these aspects are principally created by the predominant bureaucratic system, which, by favoring short-term utilitarian orientations and obeying \"market laws\", jeopardizes university freedom and autonomy, and has turned to \"measuring\" scientific \"production\" and establishing accordingly designed funding policies and hiring/firing/promotion criteria, which lead to merit-chasing, grant-hunting, changes in publication practice, and suppression of heterodox ideas. Such system impedes research, creates antagonism, and drives the potentially creative researcher away from originality and discovery, and from the unique satisfaction and benefit that these bring.","Authors":"Tsimilli-Michael, M (Tsimilli-Michael, M.) ; Haldimann, P (Haldimann, P.)","Title":"Sustainability of photosynthesis research-when research is impeded by the cults of audit and management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395200800002 ISSN: 1473-3285 eISSN: 1473-3277","Keywords":"Children and young people's participation; everyday citizenship; home; school; community KeyWords Plus:EARLY-CHILDHOOD EDUCATION; RIGHTS; CITIZENSHIP; POLITICS; ARTICLE; VOICES; ENOUGH; LIMITS","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CHILDRENS GEOGRAPHIES Volume: 15 Issue: 3 Pages: 274-288 DOI: 10.1080/14733285.2016.1219022 Published: JUN 2017","Abstract":"The body of work on children's participation has been valuable in asserting its importance. Nonetheless, participation is a contested concept and key challenges arise relating to its emphasis on age and voice, its focus on socialising the participative responsible citizen, and its failure to sufficiently recognise the range of participatory activities of children in their everyday lives. This article presents findings of a study on children's experiences of participation in their homes, schools, and communities including the importance of the relational context, how everyday interactions rather than performative' formal structures for participation are valued by children and how their participation is limited by adult processes based on notions of competence and voice. It concludes with an argument for recognising and facilitating children's informal and social participation as well as new forms of democratic processes being developed by children to address the possibility of governance and over-responsibilisation of children.","Authors":"Horgan, D (Horgan, Deirdre) ; Forde, C (Forde, Catherine) ; Martin, S (Martin, Shirley) ; Parkes, A (Parkes, Aisling)","Title":"Children's participation: moving from the performative to the social"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000395200800009 ISSN: 1473-3285 eISSN: 1473-3277","Keywords":"time; temporality; women-child relations; feminism; childhood; futurity","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CHILDRENS GEOGRAPHIES Volume: 15 Issue: 3 Pages: 374-380 DOI: 10.1080/14733285.2016.1232938 Published: JUN 2017","Abstract":"This is the second in a series of Viewpoints about a symposium on the intersections and antagonisms between various forms of feminism and the politics of childhood. This article traces the various ways in which time and temporality were mobilised in symposium papers and discussions and considers the implications for efforts to conceptualise woman-child relations. In conclusion, the potentials and risks of focusing on temporality when theorising relations between those positioned as women and those positioned as children are considered.","Authors":"Rosen, R (Rosen, Rachel)","Title":"Time, temporality, and woman-child relations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398122900001 ISSN: 1059-0161 eISSN: 1573-7756","Keywords":"Ancient states; Local powers; Middle Egypt; Middle Bronze Age; Mobile populations; Trade KeyWords Plus:ROCK INSCRIPTIONS; TJEHEMAU; ABISKO; ROUTE; TOMB","Categories":"Anthropology; Archaeology Web of Science Categories:Anthropology; Archaeology","Journal Information":"JOURNAL OF ARCHAEOLOGICAL RESEARCH Volume: 25 Issue: 2 Pages: 87-132 DOI: 10.1007/s10814-016-9097-4 Published: JUN 2017","Abstract":"Middle Egypt provides a unique insight into the organization of power, politics, economy, and culture at the turn of the third millennium BC. The apparently easy integration of this region into the reunified monarchy of king Mentuhotep II (2055-2004 BC) was possible because the interests and the local lineages of potentates were preserved. Trade and access and/or control of international exchange networks were important sources of wealth and power then. And Middle Egypt appears as a crossroads of diverse populations, as a hub of political and economic power, as a crucial node of exchanges through the Nile Valley, and as a power center whose rulers provided support to the monarchy in exchange of local autonomy and considerable political influence at the Court. In the new conditions of early second millennium, potentates from Middle Egypt succeeded in occupying a unique advantageous position, not matched elsewhere in Egypt, because of the concentration of wealth, trade routes, new technologies, political power, and autonomy in the territories they ruled.","Authors":"Garcia, JCM (Garcia, Juan Carlos Moreno)","Title":"Trade and Power in Ancient Egypt: Middle Egypt in the Late Third/Early Second Millennium BC"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392784400002 ISSN: 0736-5853","Keywords":"Social media; China; Political culture; Public sphere KeyWords Plus:NEWS; INFORMATION; MICROBLOGS; SHANGHAI; BLOGS","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 3 Pages: 694-704 DOI: 10.1016/j.tele.2016.05.018 Published: JUN 2017","Abstract":"Social media promotes a broad discussion about the contemporary public sphere in China. Analyzing the relationship between social media and democratic politics in the unique context of China helps us to rethink a metamorphosis of Habermas's public sphere model. The study supports the idea that the online public sphere more often than not transforms into a fragmentized formation of the multiple tensions between participatory democracy, journalism transformation and governmental authority. It may be difficult, under a single theoretical framework of civil society, to map out the complexities in Chinese social media. The key point is how a fragmentized structure of the public sphere has been integrated in the power game process of achieving consensus. Based on the special Internet policies and political environment in China, the implication of public sphere theory in Chinese social media is reconsidered. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Shao, PR (Shao, Peiren) ; Wang, Y (Wang, Yun)","Title":"How does social media change Chinese political culture? The formation of fragmentized public sphere"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398598700013 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"Ebola; command and control; management; outbreak; military; Sierra Leone","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1721 Article Number: 20160306 DOI: 10.1098/rstb.2016.0306 Published: MAY 26 2017","Abstract":"Management, coordination and logistics were critical for responding effectively to the Ebola outbreak in Sierra Leone, and the duration of the epidemic provided a rare opportunity to study the management of an outbreak that endured long enough for the response to mature. This qualitative study examines the structures and systems used to manage the response, and how and why they changed and evolved. It also discusses the quality of relationships between key responders and their impact. Early coordination mechanisms failed and the President took operational control away from the Ministry of Health and Sanitation and established a National Ebola Response Centre, headed by the Minister of Defence, and District Ebola Response Centres. British civilian and military personnel were deeply embedded in this command and control architecture and, together with the United Nations Mission for Ebola Emergency Response lead, were the dominant coordination partners at the national level. Coordination, politics and tensions in relationships hampered the response, but as the response mechanisms matured, coordination improved and rifts healed. Simultaneously setting up new organizations, processes and plans as well as attempting to reconcile different cultures, working practices and personalities in such an emergency was bound to be challenging. This article is part of the themed issue 'The 2013-2016 West African Ebola epidemic: data, decision-making and disease control'.","Authors":"Ross, E (Ross, Emma)","Title":"Command and control of Sierra Leone's Ebola outbreak response: evolution of the response architecture"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398598700012 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"community engagement; participation; Ebola; trust; anthropology KeyWords Plus:POSTWAR SIERRA-LEONE; DISEASES; SOCIETY; YOUTH","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1721 Article Number: 20160305 DOI: 10.1098/rstb.2016.0305 Published: MAY 26 2017","Abstract":"The recent Ebola epidemic in West Africa highlights how engaging with the sociocultural dimensions of epidemics is critical to mounting an effective outbreak response. Community engagement was pivotal to ending the epidemic and will be to post-Ebola recovery, health system strengthening and future epidemic preparedness and response. Extensive literatures in the social sciences have emphasized how simple notions of community, which project solidarity onto complex hierarchies and politics, can lead to ineffective policies and unintended consequences at the local level, including doing harm to vulnerable populations. This article reflects on the nature of community engagement during the Ebola epidemic and demonstrates a disjuncture between local realities and what is being imagined in post-Ebola reports about the lessons that need to be learned for the future. We argue that to achieve stated aims of building trust and strengthening outbreak response and health systems, public health institutions need to reorientate their conceptualization of 'the community' and develop ways of working which take complex social and political relationships into account. This article is part of the themed issue 'The 2013-2016 West African Ebola epidemic: data, decision-making and disease control'.","Authors":"Wilkinson, A (Wilkinson, A.) ; Parker, M (Parker, M.) ; Martineau, F (Martineau, F.) ; Leach, M (Leach, M.)","Title":"Engaging 'communities': anthropological insights from the West African Ebola epidemic"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000395549400001 ISSN: 1350-4630 eISSN: 1363-0296","Categories":"Ethnic Studies Web of Science Categories:Ethnic Studies","Journal Information":"SOCIAL IDENTITIES Volume: 23 Issue: 3 Pages: 253-254 DOI: 10.1080/13504630.2017.1294556 Published: MAY 17 2017","Authors":"Ahluwalia, P (Ahluwalia, Pal); Miller, T (Miller, Toby)","Title":"The great fault-line of politics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395549400007 ISSN: 1350-4630 eISSN: 1363-0296","Keywords":"Place; online news image slideshow; Irish travellers; intersectionality; identity KeyWords Plus:IDENTITY; INTERSECTIONALITY; SLIDESHOWS; IRELAND; RACISM","Categories":"Ethnic Studies Web of Science Categories:Ethnic Studies","Journal Information":"SOCIAL IDENTITIES Volume: 23 Issue: 3 Pages: 343-359 DOI: 10.1080/13504630.2016.1271738 Published: MAY 17 2017","Abstract":"This article discusses meanings of people-place relationships, relating to ethnicity-class-gender intersections. The case examined concerns the 'contested place-making' of Irish Travellers at Dale Farm (UK), where the Travellers were eventually evicted from a place they owned. The material consists mainly of online slideshows in the Guardian. Visuals and place share the role of concretizing news, situating them and underlining their truth claims. Hence, news visuals are well suited for discussions of relationships between places and peoples. The study comprises theories of media, place and identity, relating to mobility, minorities and globalization. Methodologically, compositional analysis, discourse-theoretical method and an intersectional approach are combined. The place conflict is rarely understood in terms of justice. Instead, ethnicity-class-gender intersections appear as significant in the imagery, countering certain old stereotypes, but also connecting to discourses of 'threatening minorities', and 'bad mobility'. Manifested through excessive imagery of barricades/fences/walls/gates, 'identity management' meets 'place management', detaching some identities from some places. The Travellers thus appear as anomalies, separated from others. This is partly connected to the slideshow format, where linguistic elaboration on motifs is very limited, partly to the selection of certain themes and motifs in the slideshows, and partly to the societal politics surrounding the issue.","Authors":"Roosvall, A (Roosvall, Anna)","Title":"The mediated politics of place and people: picturing the 'contested place-making' of Irish Travellers at Dale Farm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400003 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Social media; Unfriending; Hiding; Social media user filtration; Political disagreement; Selective exposure KeyWords Plus:CIVIC ENGAGEMENT; PUBLIC SPHERE; INTERNET; EXPOSURE; NEWS; PARTICIPATION; COMMUNICATION; PERCEPTIONS; NETWORKS; ONLINE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 22-29 DOI: 10.1016/j.chb.2016.12.079 Published: MAY 2017","Abstract":"This article examines exposure to political disagreement on social media and user filtration in response to it. Popular arguments suggest that social media sites prevent exposure to political disagreement either through algorithmic filtration or selective affiliation. Another popular argument says that when users are exposed to political disagreement on social media, they filter it from their feeds by \"unfriending\"/\"unfollowing\" or \"hiding\" the author. We put these narratives to the test by examining (a) the relationship between social media use and exposure to political disagreement and (b) the factors that predict user filtration in response to political disagreement. Results from analysis based on a nationally representative sample of Colombian adults in urban areas show that (a) engagement with news and public affairs content on social media is positively associated with exposure to political disagreement and (b) the amount of disagreement users are exposed to is not related to user filtration in response. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Yang, JH (Yang, JungHwan) ; Barnidge, M (Barnidge, Matthew) ; Rojas, H (Rojas, Hernando)","Title":"The politics of \"Unfriending\": User filtration in response to political disagreement on social media"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398604900001 ISSN: 0968-6673 eISSN: 1468-0432","Categories":"Business & Economics; Women's Studies Web of Science Categories:Management; Women's Studies","Journal Information":"GENDER WORK AND ORGANIZATION Volume: 24 Issue: 3 Pages: 213-225 Special Issue: SI DOI: 10.1111/gwao.12175 Published: MAY 2017","Authors":"Lewis, P (Lewis, Patricia) ; Benschop, Y (Benschop, Yvonne) ; Simpson, R (Simpson, Ruth)","Title":"Postfeminism, Gender and Organization"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000396021500001 ISSN: 0729-4360 eISSN: 1469-8366","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"HIGHER EDUCATION RESEARCH & DEVELOPMENT Volume: 36 Issue: 3 Pages: 453-457 DOI: 10.1080/07294360.2017.1293909 Published: MAY 2017","Authors":"Peseta, T (Peseta, Tai) ; Barrie, S (Barrie, Simon) ; McLean, J (McLean, Jan)","Title":"Academic life in the measured university: pleasures, paradoxes and politics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396021500007 ISSN: 0729-4360 eISSN: 1469-8366","Keywords":"academic work; neoliberal university; arts-informed research; Foucault; critical pedagogies KeyWords Plus:IDENTITY; RESISTANCE","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"HIGHER EDUCATION RESEARCH & DEVELOPMENT Volume: 36 Issue: 3 Pages: 526-540 DOI: 10.1080/07294360.2017.1289157 Published: MAY 2017","Abstract":"Measurement of academic work has become more significant than the intellectual, pedagogical, cultural, political and social practices in which academics and students engage. This shifting emphasis creates paradoxes for academics. They experience a growing sense of disconnection between their desires to develop students into engaged, disciplined and critical citizens and the activities that appear to count in the enterprise university. As measurement discourses preclude the possibilities of human emotion and hinder intellectual labour, we embarked on an arts-informed research project that established new creative spaces for our colleagues to illustrate the pleasures and paradoxes of their academic work. In the research project, we developed critical pedagogies through art and poetry that enabled academics to speak back to university management - and each other - about how they experience their work. In this paper, we draw upon poststructural micro-physics' of power, the poststructuralist politics of reinscription', and art, poetry and drama as critical pedagogies to interrogate the potential of arts-informed research to speak back to the measured university. The key contribution of this article is to recommend arts-informed methodologies as a forum for dissent and resistance at a time when the spaces of collegiality, pleasure and democracy in the measured university are under attack.","Authors":"Manathunga, C (Manathunga, Catherine) ; Selkrig, M (Selkrig, Mark) ; Sadler, K (Sadler, Kirsten) ; Keamy, K (Keamy, (Ron) Kim)","Title":"Rendering the paradoxes and pleasures of academic life: using images, poetry and drama to speak back to the measured university"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368600009 ISSN: 0169-2046 eISSN: 1872-6062","Keywords":"Public space; State; Land-use zoning; Power; Colonialism KeyWords Plus:URBAN GREEN SPACES; ENVIRONMENTAL JUSTICE; PARK; MANAGEMENT; CITIES; SIZE; CITY; END","Categories":"Environmental Sciences & Ecology; Geography; Physical Geography; Urban Studies Web of Science Categories:Ecology; Environmental Studies; Geography; Geography, Physical; Urban Studies","Journal Information":"LANDSCAPE AND URBAN PLANNING Volume: 161 Pages: 80-89 DOI: 10.1016/j.landurbplan.2017.01.004 Published: MAY 2017","Abstract":"This study evaluates the underlying logic of urban planning behind the inequitable geographical distribution of public open space in Hong Kong. Existing open spaces and areas zoned as open spaces are found to have distinct patterns of distribution. Fewer than half of Hong Kong's 1737 public parks and recreation grounds were zoned as 'Open Space' in town plans. Three typical land-use zoning configurations adjoining the 1177 'Open Space' zones are identified. A large proportion of Hong Kong's 'Open Space' zones, particularly those with waterfront access, were located close to upmarket, low-density housing areas and mixed commercial-business zones, rather than to high-density mass housing zones. An historical review elucidates the influence of colonial politics, racial harmony, public hygiene and democratisation on open space planning and development in Hong Kong. Recreation is not the only social function of open space. The government's latest planning and development strategies expanding a network of new open spaces at strategic waterfront locations and near commercial/business zones, and encouraging private-sector participation in place promotion and urban marketing may exacerbate the inequitable distribution of open space, encourage its commodification and deprive underprivileged communities of the right to conveniently access public space. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Tang, BS (Tang, Bo-sin)","Title":"Explaining the inequitable spatial distribution of public open space in Hong Kong"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395324700001 ISSN: 1351-0347 eISSN: 1743-890X","Keywords":"Spain; Greece; democratic transitions; \"Markezinis experiment\"; political culture","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"DEMOCRATIZATION Volume: 24 Issue: 3 Pages: 389-404 DOI: 10.1080/13510347.2016.1217197 Published: MAY 2017","Abstract":"Comparing the political cultures of Spain and Greece before and during the dictatorships, the article seeks to explain the different outcomes of the regimes' self-transformation attempts, the one that succeeded (Spain) and the other that failed (Greece, the little-known Markezinis experiment). Its position is that the abandoning of hard-line ideological stances that have been called absolute politics, which was the main contributor to the Spanish Reforma's success, did not work in Greece due to the persistence of the post-civil war and pre-dictatorial cleavages in both elites and civil society, thus rendering the mellowing of confrontation lines and the consensual politics necessary for the negotiations and mutual concessions between elites and counter-elites unfeasible. The result was, in contrast to the Spanish reforma Pactada, a reverse to authoritarianism perpetrated by the hard-line officers, prolonging the regime for eight crucial months.","Authors":"Tzortzis, I (Tzortzis, Ioannis)","Title":"Absolute politics and judicious pragmatism: political culture in democratization by reforma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395324700002 ISSN: 1351-0347 eISSN: 1743-890X","Keywords":"Participatory reform; institutional innovation; authoritarianism; Chinese politics; governance; innovation KeyWords Plus:INSTITUTIONAL CHANGE; DELIBERATIVE DEMOCRACY; POLITICS","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"DEMOCRATIZATION Volume: 24 Issue: 3 Pages: 405-424 DOI: 10.1080/13510347.2016.1212841 Published: MAY 2017","Abstract":"Many authoritarian regimes use participatory political reform to maintain control over the societies under their rule and survive global waves of democratization. Recent studies of transitional governance have underscored the importance and intricacy of institutional reform; however, no consensus has been reached on an explanation of the dynamism that shapes institutional reforms under non-democratic systems. Why do authoritarian apparatchiks reform their institutions of governance? How can the varied pathways of these reforms be explained? Post-Deng China provides an ideal laboratory in which to study these issues. Since the 1990s, growing tensions between the Leninist polity and a gradually opened society have compelled local governments in China to test a vast set of participatory reforms. In an examination of three major local participatory budgeting reforms in China, this article maps the main pathways - representation, consultation, and transparency - of these recent sub-national participatory reforms implemented by the incumbent regime, and explores the driving forces that sculpt a reformist model over the alternatives. By introducing an incentive-contingent framework, this article sketches out the repertoire of participatory reforms in the authoritarian governance of China and suggests an explanatory framework for the variation in the strategies and forms of such institutional innovations.","Authors":"Yan, XJ (Yan, Xiaojun) ; Xin, G (Xin, Ge)","Title":"Reforming governance under authoritarianism: motivations and pathways of local participatory reform in the People's Republic of China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395324700004 ISSN: 1351-0347 eISSN: 1743-890X","Keywords":"political culture; political socialization; post-communism; regime change; German politics; cohort analysis KeyWords Plus:POLITICAL-ATTITUDES; SOCIALIST VALUES; UNIFIED GERMANY; WEST-GERMANY; INNER UNITY; SOCIETIES; CULTURE; EUROPE; STATE","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"DEMOCRATIZATION Volume: 24 Issue: 3 Pages: 444-462 DOI: 10.1080/13510347.2016.1220940 Published: MAY 2017","Abstract":"Theories of socialization and political culture claim that public ideas about how a democracy should be shaped will only change slowly after regime changes. Thus, citizens' value orientations should converge after a replacement of generations and through institutional learning. Pertaining to the development and convergence of individual conceptions of democracy or democratic value orientations, these assumptions have not yet been tested empirically. This article therefore provides an empirical test, drawing on the case of German reunification as a natural experiment. I analyse the development of democratic value orientations based on data from the sixth wave of the European Social Survey using both factor and cohort analysis. The findings provide strong support for the assumptions of socialization theories: More than 20 years after reunification, people who grew up in East Germany still show a higher affiliation to a socialist model of democracy than people socialized in the West, who instead show higher support for a liberal model. However, differences in democratic value orientations are converging for citizens less than 30 years of age across Germany, the first generation socialized entirely in a democratic political system.","Authors":"Sack, BC (Sack, Benjamin C.)","Title":"Regime change and the convergence of democratic value orientations through socialization. Evidence from reunited Germany"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395324700005 ISSN: 1351-0347 eISSN: 1743-890X","Keywords":"constitution-making; authority; identity; statebuilding; Kosovo KeyWords Plus:DEMOCRACY PROMOTION; LEGITIMACY; PEACE; SOCIETIES; ORDERS","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"DEMOCRATIZATION Volume: 24 Issue: 3 Pages: 463-480 DOI: 10.1080/13510347.2016.1223628 Published: MAY 2017","Abstract":"Post-war constitution-making touches the future identity of the concerned society. In externally led democratization, it can turn into a challenging negotiation process between international and so-called local actors. But who can claim the authority to define and interpret identity and fundamental norms of society, and on what grounds? Based on an analysis of the Joint Working Group on the Constitutional Framework held in spring 2001 in Kosovo, the article argues that external actors have a structural disadvantage in the authoritative communication with local actors, even if equipped with a strong international mandate. While external actors can set the opportunity structures to negotiate constitutional politics, local actors will use every chance to publically claim authority on their behalf in the process. Guided by the theoretical framework of interpretative authority (Deutungsmacht), the article concludes that we have to understand authority in statebuilding primarily, not as an attribute of actors, but as an outcome of communicative practices.","Authors":"Distler, W (Distler, Werner)","Title":"Authority in statebuilding as communicative practice. The Joint Working Group on the Constitutional Framework in Kosovo"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395324700006 ISSN: 1351-0347 eISSN: 1743-890X","Keywords":"Path dependence; collective learning; authoritarianism; social reforms; Russia; transition; labour reform KeyWords Plus:ENDOGENOUS INSTITUTIONAL CHANGE; MULTIDIMENSIONAL VOTING MODELS; MAJORITY-RULE; AUTHORITARIAN; EQUILIBRIUM; TRANSITION; RESPONSES; POLITICS","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"DEMOCRATIZATION Volume: 24 Issue: 3 Pages: 481-497 DOI: 10.1080/13510347.2016.1223629 Published: MAY 2017","Abstract":"The article questions the structural approach to autocratic transition that sees government as knowingly and purposely building autocracy, and contributes to the tradition emphasizing the plurality of possible regime developments and the role of contingency therein, by providing a more systematic treatment of such contingency. We offer a path-dependent theory of political change and use insights from cognitive institutionalism to show how ad hoc policy reform practices become accepted as a trusted way of interaction by political actors and how they learn their way into autocracy. This intuition is substantiated with a case-study of the labour reform in Putin's Russia. The early 2000s marked a surge in uncertainty in Russian politics caused by the succession crisis and the profound political turnover it triggered. This uncertainty could have resolved in a number of ways, each leading to a different political development. We trace the actual way out of this uncertainty and show that the major factor to condition further regime trajectory was the way social reforms were conducted. The course of these reforms determined the ruling coalition and the institutions that ensure credible commitment within its ranks (the dominant party), and contributed to crowding out the political market and opposition decay.","Authors":"Grigoriev, IS (Grigoriev, Ivan S.) ; Dekalchuk, AA (Dekalchuk, Anna A.)","Title":"Collective learning and regime dynamics under uncertainty: labour reform and the way to autocracy in Russia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395324700008 ISSN: 1351-0347 eISSN: 1743-890X","Keywords":"Authoritarian regimes; electoral authoritarian regimes; subnational authoritarian regimes; electoral manipulation; authoritarian decentralization; Mexico KeyWords Plus:MACHINE POLITICS; CHINESE STYLE; ELECTIONS; MOBILIZATION; DEMOCRACY; TURNOUT; VOTE; IRREGULARITIES; FEDERALISM; TRANSITION","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"DEMOCRATIZATION Volume: 24 Issue: 3 Pages: 521-543 DOI: 10.1080/13510347.2016.1236789 Published: MAY 2017","Abstract":"How do electoral authoritarian autocrats choose strategies for manipulating elections? Most scholars assume that autocrats strategize all electoral manipulation from above, with local regime agents charged with carrying out these top-down strategies. In contrast, a few assume that local regime agents strategize all electoral manipulation from the bottom up. More likely, reality lies in between. To make this point, I build an argument for how autocrats might configure the distribution of decisions over electoral manipulation among regime agents. I argue that autocrats delegate decisions about electoral manipulation to local regime agents in core regime districts - to ensure aggregate support - and to regime agents in recently marginal regime districts - to ensure territorial control. In contrast, autocrats determine strategies in long-time marginal districts and in those turned adverse to the regime. Statistical analysis of a unique political reform in one state in electoral authoritarian Mexico - where autocrats transferred the authority to restrict political rights and the secret ballot to some regime agents but not to all - supports the argument. It also reinforces the proposition that wholly centralized/decentralized decision-making about electoral manipulation only occurs under specific political conditions, raising questions about the empirical validity of these assumptions in current research.","Authors":"Benton, AL (Lucinda Benton, Allyson)","Title":"Configuring authority over electoral manipulation in electoral authoritarian regimes: evidence from Mexico"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395324700009 ISSN: 1351-0347 eISSN: 1743-890X","Keywords":"Democracy; language; majoritarian politics; minority recognition; regime type KeyWords Plus:POLICY; INSTITUTIONS; ETHNICITY; EDUCATION; POLITICS; WAR","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"DEMOCRATIZATION Volume: 24 Issue: 3 Pages: 544-565 DOI: 10.1080/13510347.2016.1245292 Published: MAY 2017","Abstract":"What explains minority language recognition? Why are some governments more responsive than others to minority linguistic demands? While there are reasons to believe democracies - as protectors of civil liberties - are generally more likely to recognize minority demands, I argue only those without a sizable majority extend such recognition to the highest levels. This is because the dominance of one large linguistic group electorally impedes a democratic government's ability to grant such benefits to the smaller ones. I test this argument by using a newly constructed measure of minority language recognition. This variable identifies whether a minority language is used in public education, and if so, it differentiates between instruction of and instruction in a minority language. I find that while democracies are indeed more likely to acknowledge minority languages, the effects are conditional: only those without a majority are able or willing to accommodate minorities to the fullest extent. Otherwise, when there is a tyranny of the majority, democracies behave no differently than their dictatorial counterparts. The results - robust to different measurements of majoritarian politics - hold important implications for our understanding of democracy and its ability to satisfy demands in divided societies.","Authors":"Liu, AH (Liu, Amy H.)","Title":"Democracy and minority language recognition: tyranny of the majority and the conditional effects of group size"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395324700013 ISSN: 1351-0347 eISSN: 1743-890X","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"DEMOCRATIZATION Volume: 24 Issue: 3 Pages: 572-574 DOI: 10.1080/13510347.2016.1168810 Published: MAY 2017","Authors":"Accornero, G (Accornero, Guya)","Title":"Militant around the clock? Left-wing youth politics, leisure, and sexuality in post-dictatorship Greece, 1974-1981"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398158000013 PubMed ID: 28368967 ISSN: 1044-3983 eISSN: 1531-5487","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"EPIDEMIOLOGY Volume: 28 Issue: 3 Pages: 316-319 DOI: 10.1097/EDE.0000000000000624 Published: MAY 2017","Authors":"Schwartz, J (Schwartz, Joel) Group Author(s): Int Soc Environm Epidemiology","Title":"Science, Politics, and Health The Environmental Protection Agency at the Threshold"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395702500002 ISSN: 0047-2336 eISSN: 1752-7554","Keywords":"Japan; Abe Doctrine; global governance; internationalism; leadership KeyWords Plus:IMF","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"JOURNAL OF CONTEMPORARY ASIA Volume: 47 Issue: 2 Pages: 199-224 DOI: 10.1080/00472336.2016.1257044 Published: MAY 2017","Abstract":"Japanese Prime Minister Abe Shinzo has emerged as the comeback kid of Japanese politics and in his second term of office is now widely regarded as a rare example of strong leadership as he seeks to arrest and reverse his country's perceived decline. The strategy to achieve these objectives has come to be known as the Abe Doctrine, which represents a radical but risky shift in foreign policy. This article outlines the tenets of the evolving Abe Doctrine and then applies them to the Abe administration's behaviour in the mechanisms of global governance, a highly pertinent but overlooked example. It argues that although a more strategic and coherent approach to global governance has emerged under Abe than had been previously evident, this has been at the expense of the norm of internationalism that has traditionally shaped Japan's role.","Authors":"Dobson, H (Dobson, Hugo)","Title":"Is Japan Really Back? The \"Abe Doctrine\" and Global Governance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395702500005 ISSN: 0047-2336 eISSN: 1752-7554","Keywords":"Roh Moo-hyun; South Korea; 2017 presidential election; Inter-Korean relations; Korea-USA relations; Korean politics","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"JOURNAL OF CONTEMPORARY ASIA Volume: 47 Issue: 2 Pages: 273-298 DOI: 10.1080/00472336.2016.1260754 Published: MAY 2017","Abstract":"This commentary discusses what is popularly regarded as the Roh Moo-hyun Phenomenon in today's South Korean society, as an attempt to shed some light on an interview which the late President Roh Moo-hyun had with the author in December 2008. This interview is unique not only because it became Roh's last interview conducted before his suicide on May 23, 2009, but also because it provides Roh's candid critical self-assessment on his own presidency, especially regarding his role in both domestic politics and the inter-Korean relationship, and the Korea-US relationship during his term in office, as well as commenting on Japan's approach to Northeast Asian regional politics. Reflecting on Roh's star-like rise to the presidency and fall from grace, this commentary alerts readers that Roh's last interview needs to be considered within the context of the Roh Moo-Hyun Phenomenon, especially in regard to the 2017 presidential election, because it will directly affect the fate of not just the pro-Roh group, with the largest share of the opposition in today's Korean society, but the Korean people as a whole at a time when the country's many leading civic groups are desperately seeking a Great Transformation.","Authors":"Kim, HA (Kim, Hyung-A)","Title":"President Roh Moo-Hyun's Last Interview and the Roh Moo-Hyun Phenomenon in South Korea"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395326400001 ISSN: 1367-6261 eISSN: 1469-9680","Keywords":"Politics; right-wing politics; youth; trust; political socialisation KeyWords Plus:RADICAL RIGHT","Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"JOURNAL OF YOUTH STUDIES Volume: 20 Issue: 4 Pages: 415-429 DOI: 10.1080/13676261.2016.1241863 Published: MAY 2017","Abstract":"Recent decades have seen the growth of various strands of right-wing populist political orientations, where populism and critique of immigration policies have been central. These ideological developments have caused concern for the legitimacy of social and political institutions. The question explored in this paper, based on Norwegian survey data, is 'Which types of right political orientations exist among young people, and how do these political attitudes affect trust in social and political institutions?' The results reveal the existence of both a populist 'new right' political orientation similar to the ideology of the Progress Party and a nativist ideology. The new right orientation contains two sets of variables: (i) economic liberalism/state scepticism and (ii) nationalist values. For trust in political institutions, the emerging picture is complex because the nationalist dimension of both the populist orientation and the nativist ideological orientation implies a high level of trust in political institutions. To the extent the new right political orientations causes mistrust, it seems to come from the liberal economic, anti-statist values included in this ideology. Based on these findings, future researchers should distinguish more clearly between the ideological dimensions going into populist political right orientations and the relationship between attitudes and more practical implications of such ideologies.","Authors":"Seippel, O (Seippel, Ornulf) ; Strandbu, A (Strandbu, Ase)","Title":"Populist political right opinions and political trust among Norwegian youth"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396022600001 ISSN: 0144-2872 eISSN: 1470-1006","Keywords":"Brazil; presidentialism; public policy; intergovernmental relations; politics; Lula; Cardoso; Dilma; Latin America","Categories":"Public Administration Web of Science Categories:Public Administration","Journal Information":"POLICY STUDIES Volume: 38 Issue: 3 Pages: 205-215 DOI: 10.1080/01442872.2017.1290232 Published: MAY 2017","Abstract":"By drawing on the five Brazilian case studies presented in this special issue, we propose five faces' of presidentialism as a guide for examining the role of president in the public policy process: face to the general public; face to the bureaucracy; face to the subnational executives; face to congressional coalitions; and face to the outside world. How effectively the president succeeds in formulating and implementing their public policy priorities depends on their ability to execute the roles of each of these faces. A president's ability to successfully pursue their policy agenda is both constrained and facilitated by exogenous factors that impact the amount of attention, authority, and engagement that they are able to exert across the five faces they wear in the public policy process.","Authors":"Fenwick, TB (Fenwick, Tracy B.) ; Burges, SW (Burges, Sean W.) ; Power, TJ (Power, Timothy J.)","Title":"Five faces of presidential governance: insights from policy-making in democratic Brazil"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396022600002 ISSN: 0144-2872 eISSN: 1470-1006","Keywords":"Brazilian politics; Bolsa Familia; conditional cash transfer programmes; Latin America; bounded rationality; federalism; intergovernmental relations; Lula; Dilma","Categories":"Public Administration Web of Science Categories:Public Administration","Journal Information":"POLICY STUDIES Volume: 38 Issue: 3 Pages: 216-230 DOI: 10.1080/01442872.2017.1290230 Published: MAY 2017","Abstract":"In order to identify the causal mechanisms (rational learning, adaptation, and innovation) driving changes in the area of anti-poverty policy in Brazil, this article traces the micro-level decision-making processes across three presidents. It begins by laying out the politics of conditional cash transfers (CCTs) in Brazil and presidential usage of this targeted social policy instrument since the 1990s. In contrast to previous presidents, President Dilma Rousseff's decisions did not enable her rationally intended policy agenda. Why? The President him or herself is privileged as the central actor whose decision-making processes impact policy development and its subsequent performance. I will argue that prior to the most recent changes under Dilma, was the demise of CCTs being good enough' from a policy perspective. The major challenge for any president in Brazil remains low levels of political and societal consensus over the kind of social reforms required to end the intergenerational transmission of poverty in Brazil; a policy dilemma confounded by the absence of a single unifying institutional actor and the extent of power diffusion in Brazilian federalism.","Authors":"Fenwick, TB (Fenwick, Tracy B.)","Title":"Presidents and policy-making: has Brazil's CCT-led anti-poverty agenda gone far enough?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396022600004 ISSN: 0144-2872 eISSN: 1470-1006","Keywords":"Brazil; presidentialism; law-and-order; police; prisons; public security; producer capture KeyWords Plus:DEMOCRACY","Categories":"Public Administration Web of Science Categories:Public Administration","Journal Information":"POLICY STUDIES Volume: 38 Issue: 3 Pages: 248-261 DOI: 10.1080/01442872.2017.1290231 Published: MAY 2017","Abstract":"This article analyses the governance tools available to three Brazilian presidents - Fernando Henrique Cardoso, Luiz Inacio Lula da Silva and Dilma Rousseff - to direct and enact policy in the area of law-and-order, that is, to prevent crime, improve policing and develop effective penal responses. It examines the commonalities and the differences in the ways that each approached their key roles as president: communicating with the public on the issues, using the agencies of the federal bureaucracy, managing intergovernmental relations with the subnational units (states and municipalities), and managing their multiparty coalition and relations with Congress. In particular, it highlights the way in which Brazil's highly fragmented and porous party system, which underpins the country's coalitional presidentialist form of governance, has also encouraged the entry into legislative arenas of direct representatives of criminal justice professionals (police) and indirect representatives of private security actors. This has resulted in increasing producer capture of law-and-order policy within both the federal bureaucracy and legislative arenas at all levels of government. In the crisis of the Dilma presidency, to which they contributed, they were able to move from being veto-players to agenda-setters on law-and-order policy, intent on reversing the direction set by these presidents.","Authors":"Macaulay, F (Macaulay, Fiona)","Title":"Presidents, producers and politics: law-and-order policy in Brazil from Cardoso to Dilma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396022600005 ISSN: 0144-2872 eISSN: 1470-1006","Keywords":"Brazil; presidentialism; environmental policy; deforestation; environmental impact assessment KeyWords Plus:CLIMATE-CHANGE; BRAZIL; STATE; DEFORESTATION; DEMOCRACY; COUNTRIES; LESSONS","Categories":"Public Administration Web of Science Categories:Public Administration","Journal Information":"POLICY STUDIES Volume: 38 Issue: 3 Pages: 262-276 DOI: 10.1080/01442872.2017.1290229 Published: MAY 2017","Abstract":"Does the Brazilian presidential system shape environmental policy there? The comparative literature on environmental policy offers few reasons to think that it might. Most explanations of variations in the quantity and quality of environmental regulation stress levels of economic development or move outside of the nation-state to examine international processes of diffusion and convergence. Other studies look at large macrostructural differences like the contrast between democratic and authoritarian systems and/or the role of non-state actors. This article examines environmental policies and outcomes in three successive presidential administrations in Brazil to develop hypotheses about whether institutional factors should gain a larger place in comparative studies of environmental policies and outcomes.","Authors":"Hochstetler, K (Hochstetler, Kathryn)","Title":"Tracking presidents and policies: environmental politics from Lula to Dilma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549500006 ISSN: 0301-4215 eISSN: 1873-6777","Keywords":"Critical security studies; Climate change mitigation; Militarization; Securitization; War analogy KeyWords Plus:SECURITY; POLITICS; CONTEXT","Categories":"Energy & Fuels; Environmental Sciences & Ecology Web of Science Categories:Energy & Fuels; Environmental Sciences; Environmental Studies","Journal Information":"ENERGY POLICY Volume: 104 Pages: 50-55 DOI: 10.1016/j.enpol.2017.01.026 Published: MAY 2017","Abstract":"Notable studies have suggested the potentiality of the WWII wartime mobilization as a model for climate change adaptation and/or mitigation. The argument being that we need a similar rapid and total shift in our industrial social and economic environment to prevent or at least address the pending impacts of climate change. This argument and these studies have inspired us to think with them on what it means to use the WWII war analogy as a security claim in energy and climate change debates. Here, we would like to use this opportunity to draw attention to some of the implicit dangers of a call to war in such discussions. Among others we observe, first, the absence of any attention to the actual mobilization policies, in terms of garnishing public support. Second, based on the insights from Critical Security Studies, we question the historical incongruence of the case study especially by comparing the perceived enemy in both cases. Lastly, building on that same security literature, we point to some undesirable and perhaps unintended consequences of the use of war analogies in climate change debates.","Authors":"Kester, J (Kester, Johannes) ; Sovacool, BK (Sovacool, Benjamin K.)","Title":"Torn between war and peace: Critiquing the use of war to mobilize peaceful climate action"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549500025 ISSN: 0301-4215 eISSN: 1873-6777","Keywords":"Mexico; Energy reform; Residential sector; Design of policies; Expenditure KeyWords Plus:EMPIRICAL-ANALYSIS; ELECTRICITY CONSUMPTION; COINTEGRATION APPROACH; DEMAND ELASTICITIES; MODELS; EQUATIONS; GASOLINE; SYSTEMS; TRENDS; RUN","Categories":"Energy & Fuels; Environmental Sciences & Ecology Web of Science Categories:Energy & Fuels; Environmental Sciences; Environmental Studies","Journal Information":"ENERGY POLICY Volume: 104 Pages: 253-264 DOI: 10.1016/j.enpol.2017.01.015 Published: MAY 2017","Abstract":"Mexico has entered in an important dynamic of structural changes in the energy area, proof of this, it is the Energy Reform 2013 and the Energy Transition Law published the last December 24th, 2015, thus it is important to carry out studies of the impacts of future politics in the consumption of the population, so this study estimate an energy demand system using microdata collected from 97,817 households in a National Households Income and Expenditure Survey (ENIGH acronyms in Spanish, Encuesta Nacional de Ingresos y Gastos de los Hogares) in the 20-years period from 1994 to 2014. The magnitudes of all the fuels are smaller than one indicating that electricity, LPG, gasoline and public transport are normal goods, while LPG is the most inelastic energy source. The geographic factor shows that households in the north of Mexico tend to consume more gasoline, whereas in the south of the country, the lowest share of LPG expenditure is reported. The rigorous evaluation of energy demanded in households will help policy makers to put forward more efficient reforms.","Authors":"Rosas-Flores, JA (Alberto Rosas-Flores, Jorge)","Title":"Elements for the development of public policies in the residential sector of Mexico based in the Energy Reform and the Energy Transition law"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398240500007 ISSN: 0965-4313 eISSN: 1469-5944","Keywords":"Creative economy; government driving innovation; collaborations between small and big companies; Centres for Creative Economy and Innovation KeyWords Plus:DEVELOPMENTAL STATE; POLICY","Categories":"Environmental Sciences & Ecology; Geography; Public Administration; Urban Studies Web of Science Categories:Environmental Studies; Geography; Planning & Development; Urban Studies","Journal Information":"EUROPEAN PLANNING STUDIES Volume: 25 Issue: 5 Pages: 827-847 Special Issue: SI DOI: 10.1080/09654313.2017.1282083 Published: MAY 2017","Abstract":"Recent research suggests competing aspects of how to promote an entrepreneurial ecosystem for sustainable economic growth from a linear entrepreneurial ecosystem to non-linear ones involving diverse stakeholders beyond the dichotomy between state and market. Competing views and interests embedded in these multiple stakeholders can contribute to understanding how an entrepreneurial ecosystem can emerge, flourish and vanish. However, little systematic research has explored what aspects multiple stakeholders have for a new rising entrepreneurial ecosystem. This paper, relying on Q-methodology, explores different perspectives of stakeholders surrounding the Centres for a Creative Economy and Innovation (CCEIs) in South Korea. Application of Q-methodology with a qualitative and statistical approach allows us to clarify various competing stakeholder perspectives on entrepreneurial ecosystems embodied by the 17 government driven CCEIs. We found six different views on how to evaluate the role and function of the CCEIs deeply connected with strong state intervention and big conglomerate companies (BCCs): (1) the BCC-led CCEI ecosystem, (2) the CCEI own ecosystem, (3) a strong critic of the state-led CCEI ecosystem, (4) a negative viewpoint on the politics-led CCEI ecosystem, (5) the state-led CCEI ecosystem and (6) a strong critic of the current Korean venture capital system.","Authors":"Jung, K (Jung, Kwangho) ; Eun, JH (Eun, Jong-Hwan) ; Lee, SH (Lee, Seung-Hee)","Title":"Exploring competing perspectives on government-driven entrepreneurial ecosystems: lessons from Centres for Creative Economy and Innovation (CCEI) of South Korea"}]