[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396741600005 ISSN: 1342-078X eISSN: 1347-4715","Keywords":"Audio-visual reaction time; Body mass index; Clinical reaction time; Cognitive function; Fat percentage; Waist circumference; Waist to height ratio KeyWords Plus:BODY-MASS INDEX; PHYSICAL-ACTIVITY QUESTIONNAIRE; MUSCULAR FITNESS TESTS; COGNITIVE FUNCTION; SKINFOLD THICKNESS; CHILDHOOD OBESITY; OLDER CHILDREN; ASSOCIATION; POPULATION; VALIDATION","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL HEALTH AND PREVENTIVE MEDICINE Volume: 22 Issue: 1 Article Number: UNSP 2 DOI: 10.1186/s12199-017-0612-0 Published: DEC 2017","Abstract":"Objective: Reaction time ( RT) testing is one of the oldest diagnostic methods used in modern psychology, and is known as simple and sensitive cognitive test. It has been recently reported that RT is related to obesity in young, adult and elderly individuals. However, most of the studies included small sample of participants, used just body mass index ( BMI) as body obesity index, and did not consider some potential confounders such as age, socioeconomic status and physical activity in their studies. Furthermore, there is little and contradictory results for children. Therefore, the present study aimed to examine the relationship between RT and weight status in a sample of children. Methods: Three hundred and fifty four 9-12 year old schoolboys underwent standard anthropometry, and various simple RT tests. Results: After controlling for potential confounders no significant relationship was observed between audio-RT ( RTA) and clinical RT ( RTclin) with BMI, % fat, waist circumference ( WC) and waist to height ratio ( WHtR) ( P > 0.05). But, significant relationship ( beta = 0.18; P = 0.02) was observed between visual-RT ( RTV) and % fat ( but not BMI, WC and WHtR). Conclusions: Among the various simple RT tasks and central and total body obesity indices, just significant relationship was observed between % fat and RTV in the schoolboys. According to the results, it is concluded that RT impairment due to obesity may less be observed, or may not be observed for some types of RT tasks and obesity indices during childhood.","Authors":"Moradi, A (Moradi, Akbar) ; Esmaeilzadeh, S (Esmaeilzadeh, Samad)","Title":"Simple reaction time and obesity in children: whether there is a relationship?"}, {"Document Information":"Document Type:Article Language:Turkish Accession Number: WOS:000397203100010 ISSN: 1301-0549","Keywords":"Maturidi; freedom of humanity; freedom of will; kalam; psychology","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"BILIG Issue: 80 Pages: 239-263 Published: WIN 2017","Abstract":"Maturidi, who is one of the leading scholars in Islamic thought, lived in Transoxiana where different ideas from Islamic geography were intensively discussed. Maturidi came across with various Islamic and non-Islamic schools of thoughts in his era and acquainted himself with different philosophical and religious ideas. Maturidi trained himself in accordance with wide-scale opinions. Maturidi did not evaluate Islamic faith with the context of absolute debates; instead he issued Islamic thought with philosophical, sociological, psychological and educational perspectives. Maturidi approached the Creator-human relation and the reasons behind the existence of humanity in accordance with Qur'an, authentic hadith and mind. He made a breakthrough in Islamic thoughts and handled various phenomena in accordance with freedom of humanity and freedom of will as well as psychological and philosophical analysis of human behaviors.","Authors":"Bicer, R (Bicer, Ramazan) ; Sezgin, O (Sezgin, Osman)","Title":"Freedom of Will According to Maturidi in Terms of Theo-Psychology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395591600004 ISSN: 1934-2039 eISSN: 1934-2047","Keywords":"authorship; documentary hypothesis; Genesis; hermeneutics; James Hillman; monotheistic consciousness; pathologizing; personifying; psychologizing","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"JUNG JOURNAL-CULTURE & PSYCHE Volume: 11 Issue: 1 Pages: 23-34 DOI: 10.1080/19342039.2017.1263101 Published: WIN 2017","Abstract":"Who Wrote Genesis applies James Hillman's method of psychologizing to the case of the documentary approach to the Book of Genesis. The essay is an example of applied archetypal psychology, using several of Hillman's key ideas to show how theories of authorship are rooted in a psychological orientation that Hillman refers to as monotheistic consciousness.","Authors":"Stephenson, B (Stephenson, Barry)","Title":"Who Wrote Genesis?: On the Psychology of Hermeneutics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395591600005 ISSN: 1934-2039 eISSN: 1934-2047","Keywords":"Benjamin; dying healer; illness and death of therapist; individuation; Jung; self-disclosure; Winnicott; wounded healer","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"JUNG JOURNAL-CULTURE & PSYCHE Volume: 11 Issue: 1 Pages: 35-46 DOI: 10.1080/19342039.2017.1262667 Published: WIN 2017","Abstract":"This article considers the therapeutic relationship when there is a serious illness or impending death of the analyst. It makes use of perspectives from psychoanalysis and analytical psychology to explore the intersection of the need to balance the therapeutic frame with authenticity in an intersubjective field. The author develops the idea of the dying healer as a uniquely liminal and powerful archetypal character. The enigma of death coming onto the horizon is seen as an existential situation that provides opportunities for a most profound healing experience.","Authors":"Zemmelman, S (Zemmelman, Steve)","Title":"Just This Side of the Edge: Clinical Perspectives in the Face of Serious Illness and Death of the Analyst"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000396416400010 PubMed ID: 28115823 ISSN: 1049-510X eISSN: 1945-0826","Keywords":"Diabetes Prevention; Diabetes; Health Behavior; Inequalities; Mental Health KeyWords Plus:HEALTH DISPARITIES; NEIGHBORHOOD; PEOPLE; RACE; ENVIRONMENTS; ASSOCIATION; STATEMENT; MELLITUS; MODEL","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"ETHNICITY & DISEASE Volume: 27 Issue: 1 Pages: 63-68 DOI: 10.18865/ed.27.1.63 Published: WIN 2017","Abstract":"A substantial gap remains between what we know about type 2 diabetes prevention and our ability to apply that knowledge in socially disadvantaged populations at highest risk. This gap results, in part, from a lack of integration between epidemiologic science and social psychology theory, particularly regarding the intersections of stress, self-regulatory health behaviors, and the biological mechanisms underlying the development of diabetes. In this commentary, we describe the utility of a theoretical framework that focuses on the intersection of biological, psychosocial, and environmental contexts as they apply to diabetes disparities, and how such a framework could inform a translational research agenda to reorient prevention efforts to address these inequalities. Such reorientation is needed to ensure that the implementation of prevention efforts does not inadvertently widen diabetes disparities.","Authors":"Mezuk, B (Mezuk, Briana) ; Concha, JB (Concha, Jeannie B.) ; Perrin, P (Perrin, Paul) ; Green, T (Green, Tiffany)","Title":"COMMENTARY: RECONSIDERING THE ROLE OF CONTEXT IN DIABETES PREVENTION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396739400001 PubMed ID: 27897319 ISSN: 0022-5061 eISSN: 1520-6696","Categories":"Social Sciences - Other Topics Web of Science Categories:History Of Social Sciences","Journal Information":"JOURNAL OF THE HISTORY OF THE BEHAVIORAL SCIENCES Volume: 53 Issue: 1 Pages: 5-27 DOI: 10.1002/jhbs.21832 Published: WIN 2017","Abstract":"This article explores the work of psychologist Gordon Gallup, Jr., during the 1960s and 1970s on mirror self-recognition in animals. It shows how Gallup tried to integrate themental \"self-concept\" into an otherwise strictly behaviorist paradigm. By making an argument from material culture, the article demonstrates how Gallup's adoption of a self-concept is best understood as a product of his sustained analysis of the workings of the mirror as a piece of experimental apparatus. In certain situations, the stimulus properties of the mirror changed dramatically, a shift that Gallup thought legitimated the positing of a self-concept. For this reason, Gallup supposed he could use amirror to provide an operationalized concept of the self, that is, produce a definition that was compatible with behaviorist experimental norms. The article argues that behaviorism was more supple and productive than is often assumed, and contained resources that could align it with the \"cognitive revolution\" to which it is most often opposed. (C) 2016 Wiley Periodicals, Inc.","Authors":"Guenther, K (Guenther, Katja)","Title":"MONKEYS, MIRRORS, AND ME: GORDON GALLUP AND THE STUDY OF SELF-RECOGNITION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396739400002 ISSN: 0022-5061 eISSN: 1520-6696","Categories":"Social Sciences - Other Topics Web of Science Categories:History Of Social Sciences","Journal Information":"JOURNAL OF THE HISTORY OF THE BEHAVIORAL SCIENCES Volume: 53 Issue: 1 Pages: 28-47 DOI: 10.1002/jhbs.21833 Published: WIN 2017","Abstract":"This essay provides a fresh account of the break between Oswald Kulpe and his master Wilhelm Wundt. Kurt Danziger's reconstruction of the \"repudiation\" of Wundt, which has become the canon for this significant episode of history of psychology, focused on the supposed influence of ErnstMach on this set of events, overshadowing the other exponent of Empiriocriticism: Richard Avenarius. Analyzing archival documents and examining anew the primary sources, the paper shows that Avenarius was himself a member of Wundt's circle, and that his \"repudiation\" of the master paved the way for Kulpe. The essay points out the original anti-Wundtian aspects of Avenarius' notion of psychology, thus showing how they were then adopted by Kulpe. (C) 2016 Wiley Periodicals, Inc.","Authors":"Krauss, CR (Krauss, Chiara Russo)","Title":"BACK TO THE ORIGINS OF THE REPUDIATION OF WUNDT: OSWALD KULPE AND RICHARD AVENARIUS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395105200005 ISSN: 0897-6546 eISSN: 1747-4469","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"LAW AND SOCIAL INQUIRY-JOURNAL OF THE AMERICAN BAR FOUNDATION Volume: 42 Issue: 1 Pages: 38-48 DOI: 10.1111/lsi.12277 Published: WIN 2017","Abstract":"Interdisciplinary work in the law often starts and stops with the social sciences. Toproduce a complete understanding of how law, evolutionary game-theoretic insightsmust, however, supplement these more standard social scientific methods. Toillustrate, this article critically examines The Force of Law by Frederick Schauer and The Expressive Powers of Law by Richard McAdams. Combining the methods of analytic jurisprudence and social psychology, Schauer clarifies the need for a philosophically respectable and empirically well-grounded account of the ubiquity of legal sanctions. Drawing primarily on economic and social psychological paradigms, McAdams highlights law's potential to alter human behavior through expressions that coordinate. Still, these contributions generate further puzzles about how law works, which can be addressed using evolutionary game-theoretic resources. Drawing on these resources, this article argues that legal sanctions are ubiquitous to law not only because they can motivate legal compliance, as Schauer suggests, but also because they provide the general evolutionary stability conditions for intrinsic legal motivation. In reaction to McAdams, this article argues that law's expressive powers can function to coordinate human behavior only because humans are naturally and culturally evolved to share a prior background agreement in forms of life. Evolutionary game-theoretic resources can thus be used to develop a unified framework from within which to understand some of the complex interrelationships between legal sanctions, intrinsic legal motivation, and law's coordinating power. Going forward, interdisciplinary studies of how law works should include greater syntheses of contemporary insights from evolutionary game theory.","Authors":"Kar, RB (Kar, Robin Bradley)","Title":"The Evolutionary Game-Theoretic Foundations of Law"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392231200007 ISSN: 0747-9360 eISSN: 1531-4790","Keywords":"Affordance; Ecological Psychology; Experience-centered Design; Applied Cognitive Science KeyWords Plus:ECOLOGICAL INTERFACE DESIGN; VISUAL GUIDANCE; INFORMATION; COLLISION; BRAKING","Categories":"Architecture Web of Science Categories:Architecture","Journal Information":"DESIGN ISSUES Volume: 33 Issue: 1 Pages: 76-89 DOI: 10.1162/DESI_a_00427 Published: WIN 2017","Abstract":"As designers and cognitive scientists begin to explore human experience as a relation between people and products, there is a need for constructs that index relational properties (i.e., properties of a product that are dependent on properties of an actor). One such construct that has recently become popular with designers is affordance. Affordances, such as pass-through-able, depend on properties of both an object (e.g., width of an opening) and properties of an actor (e.g., girth or shoulder width). In this article, three relational constructs are suggested to reflect important properties of the coupling between humans and products: affording, specifying, and satisfying. Affording refers to constraints on the action coupling between actor and product. Specifying refers to constraints on the perceptual or informational coupling. Finally, satisfying refers to constraints on value (e.g., attractiveness or desirability). The case is made that each of these three constructs are critical to determining the quality of the experience of an agent with a product (e.g., the capacity for satisfying interactions).","Authors":"Flach, JM (Flach, John M.) ; Stappers, PJ (Stappers, Pieter Jan) ; Voorhorst, FA (Voorhorst, Fred A.)","Title":"Beyond Affordances: Closing the Generalization Gap Between Design and Cognitive Science"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000387882700023 ISSN: 0022-1953 eISSN: 1530-9169","Categories":"History Web of Science Categories:History","Journal Information":"JOURNAL OF INTERDISCIPLINARY HISTORY Volume: 47 Issue: 3 Pages: 420-421 Published: WIN 2017","Authors":"Hartnack, C (Hartnack, Christiane)","Title":"Ruling Minds: Psychology in the British Empire"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397321200004 ISSN: 0143-6503 eISSN: 1464-3820","Keywords":"competition law; intellectual property law; economic regulation; consumer sovereignty; psychology; legal theory KeyWords Plus:RESALE PRICE MAINTENANCE; CHOICE; PREFERENCES; QUALITY; TRADE; RATIONALITY; COMPETITION; RESTRAINTS; PROTECTION; ECONOMICS","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"OXFORD JOURNAL OF LEGAL STUDIES Volume: 37 Issue: 1 Pages: 75-104 DOI: 10.1093/ojls/gqw009 Published: SEP 2017","Abstract":"Recent reorientations of the paradigms of 20th-century antitrust law have underscored today's post-scarcity regime, with its focus on uncovering and stamping out behaviour that weakens product manufacturers' incentives to invest in the scarcity, uniqueness and authenticity values that everyday goods and services conjure in consumers' minds. Alongside the general intellectual property law developments that support dilution-avoiding business practices, this article identifies recent case law that underlines the ways in which dilution thinking is surfacing in antitrust law. It evaluates the legal implications of such thinking based on a substantial social science literature that reveals the mechanisms by which marketing strategies that focus on a high price, uniqueness and authenticity do their work. As businesses increasingly employ strategies that seek to condense product information into simple decision-making heuristics that deliberately invoke subconscious appeal to persuade, the normative force of consumer choice is called into question. In order to preserve the ability of consumers to effectively choose between alternatives, an increased promotion of intratype competition presents the greatest likelihood of arresting the sea change initiated by antitrust law's dilution revolution. The reason for this finding, as this article demonstrates, resides in the fact that the economic background-the purchasing context-often determines to a significant extent the manner in which consumers decide and act.","Authors":"Kuenzler, A (Kuenzler, Adrian)","Title":"Dilution Law, Vertical Agreements, and the Construction of Consumption"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800029 ISSN: 0736-5853","Keywords":"Social word-of-mouth; Mobile social networking sites; Facebook application; Uses and gratifications; Motivation KeyWords Plus:NETWORKING SITES; VIRTUAL COMMUNITIES; SCALE DEVELOPMENT; INFLUENCE MODEL; ONLINE; INTERNET; DETERMINANTS; ENGAGEMENT; INTENTION; CONSUMERS","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 382-397 DOI: 10.1016/j.tele.2016.08.019 Published: JUL 2017","Abstract":"Media technology may shape consumers' new motivations for disseminating social word-ofmouth (sWOM) via mobile social networking sites (SNSs). Most previous literature, however, has discussed sWOM motivation from a social psychology perspective but has neglected the perspective of media technology. This study adopts the uses and gratifications (U&G) approach with a perspective of media technology to explore consumers' motivations for disseminating sWOM in mobile SNS5 based on sequential qualitative and quantitative methods. The exploratory findings in the qualitative study form the basis for the quantitative study survey research. The results demonstrate that not only are social benefits, social enhancement, economic incentives, and message intrigue the factors driving consumer sWOM intention in mobile SNS5, but also that immediate social affective communication and the motivation to offer immediate information support, which are novel in WOM literature, are revealed through technology affordances of media. Further, based on weights of our sWOM motivations, this study classified disseminators of sWOM through mobile SNS5, suggesting that managers can design different marketing campaigns to encourage sWOM intention. This study originally provides a much -needed complete description of the motivations affecting consumer sWOM intention in mobile SNSs. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Lin, YH (Lin, Yu-Hsiang) ; Hsu, CL (Hsu, Chia-Lin) ; Chen, MF (Chen, Mei-Fang) ; Fang, CH (Fang, Cheng-Hsi)","Title":"New gratifications for social word-of-mouth spread via mobile SNSs: Uses and gratifications approach with a perspective of media technology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397832100003 ISSN: 1053-4822 eISSN: 1873-7889","Keywords":"Big data; Theory; Inductive reasoning; Empiricism KeyWords Plus:INDUSTRIAL-ORGANIZATIONAL PSYCHOLOGY; RESOURCE INFORMATION-SYSTEMS; SOCIAL NETWORKING WEBSITES; EMPIRICAL SOCIOLOGY; SENTIMENT ANALYSIS; GROUNDED THEORY; DATA-SCIENCE; PERSONALITY; BEHAVIOR; SELECTION","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"HUMAN RESOURCE MANAGEMENT REVIEW Volume: 27 Issue: 2 Pages: 277-290 DOI: 10.1016/j.hrmr.2016.08.005 Published: JUN 2017","Abstract":"Theory is a cornerstone of organizational research. Recently, however, some organizational scientists have argued that there is an overemphasis on theory development in our prominent publication outlets, calling for a rejuvenation of empirically driven research. To bring empirical research back to the forefront, the organizational sciences need a shock to the system: the advent of big data analytics in organizations provides just such a shock. The purpose of the following paper is to advocate for big data analytics as tools that can be used to support inductive research methods in the organizational sciences. We then highlight areas of organizational research and practice in which big data analytics can have an impact, provide readers with a tempered perspective on big data in the organizational sciences, and suggest a number of ways that researchers, reviewers, and editors can prepare themselves for the introduction of big data research in the organizational sciences. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"McAbee, ST (McAbee, Samuel T.) ; Landis, RS (Landis, Ronald S.) ; Burke, MI (Burke, Maura I.)","Title":"Inductive reasoning: The promise of big data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397832100008 ISSN: 1053-4822 eISSN: 1873-7889","Keywords":"Occupational pensions; Defined contribution; Pension policy and practice; Compensation and benefits; Bounded rationality KeyWords Plus:SAVINGS BEHAVIOR; FINANCIAL LITERACY; 401(K) PLANS; CHOICE; PSYCHOLOGY; DECISIONS; RISK","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"HUMAN RESOURCE MANAGEMENT REVIEW Volume: 27 Issue: 2 Pages: 338-352 DOI: 10.1016/j.hrmr.2016.08.001 Published: JUN 2017","Abstract":"This paper applies concepts from bounded rationality theory to develop an integrative model to understand how pension scheme structure and pension scheme communication impact pension participation and contribution rates at organizational level. Organizational pension policies create framing effects that can have intended and unintended consequences depending on how they impact on employees' cognitive processes. Organizational pension communication policy impacts employee pension outcomes through the interaction between fast-acting, automatic System 1 and deliberative, calculating System 2 that typically endorses and occasionally overrides System 1 judgments. System 1 exhibits mental short-cuts (heuristics) and systematic biases. The likelihood of a System 2 challenge to System 1 depends on the persbnal, socio-demographic and economic characteristics of the individuals within the workforce. We propose that those within the HR function, who understand framing effects, can develop pension policies that positively affect pension plan outcomes at the organization level, specifically the pension participation and average contribution rates, using a combination of policies that in some cases promote System 2 endorsement and in other cases, System 2 engagement. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Maloney, M (Maloney, Maureen) ; McCarthy, A (McCarthy, Alma)","Title":"Understanding pension communications at the organizational level: Insights from bounded rationality theory & implications for HRM"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200003 ISSN: 0191-8869","Keywords":"Courage; Positive psychology; Big Five; Coping; Strengths KeyWords Plus:STRESS; INVENTORY; DISORDER; VERSION; TRAITS","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 13-18 DOI: 10.1016/j.paid.2017.01.047 Published: JUN 1 2017","Abstract":"Courage is an ancient construct that has historically been regarded as a great virtue because it helps people to face their intrapersonal and interpersonal challenges. However, psychologists have conducted only limited research on the psychology of courage: recently, in the framework of positive psychology, courage has been included in the classification of core character strengths and virtues. Considering that other constructs of positive psychology, in previous research, have been related to personality and coping strategies, the present study investigates the relationship between courage, personality traits, and coping strategies, hypothesising that courage could mediate between personality and coping. The participants were 500 Italian adults, aged 18 to 60 years, paired for gender. The results showed that courage can be considered a mediator between personality and coping, affecting the use of self-directed strategies. Suggestions for the intervention were provided. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Magnano, P (Magnano, Paola) ; Paolillo, A (Paolillo, Anna) ; Platania, S (Platania, Silvia) ; Santisi, G (Santisi, Giuseppe)","Title":"Courage as a potential mediator between personality and coping"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200005 ISSN: 0191-8869","Keywords":"Perfectionism; Meaning in life; Well-being KeyWords Plus:MALADAPTIVE PERFECTIONISTS; ADAPTIVE PERFECTIONISTS; DEPRESSIVE SYMPTOMS; LIFE SATISFACTION; EXISTENTIAL MODEL; SELF-CRITICISM; SCALE; NONPERFECTIONISTS; HAPPINESS; SEARCH","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 25-30 DOI: 10.1016/j.paid.2017.01.041 Published: JUN 1 2017","Abstract":"Grounded in the tripartite model of perfectionism and previous empirical support, the current study explored qualitatively different types of perfectionists and their well-being. A total of 276 college students responded to measures of perfectionism, conscientiousness, neuroticism, and well-being. Latent Profile Analysis identified three distinct latent classes of perfectionists: adaptive, maladaptive, and non-perfectionists. Adaptive perfectionists exhibited highest levels of presence of meaning, subjective happiness, and life satisfaction; maladaptive perfectionists showed the highest levels of search for meaning. Findings call attention to the value of exploring the heterogeneity of perfectionists and their well-being. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Suh, H (Suh, Hanna) ; Gnilka, PB (Gnilka, Philip B.) ; Rice, KG (Rice, Kenneth G.)","Title":"Perfectionism and well-being: A positive psychology framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200014 ISSN: 0191-8869","Keywords":"Intelligence; Achievement; Grades; Ability; Personality; Non-cognitive skills; Identification problem KeyWords Plus:IDENTIFICATION PROBLEMS; PSYCHOLOGY","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 86-91 DOI: 10.1016/j.paid.2017.01.040 Published: JUN 1 2017","Abstract":"In two equally enlightening contributions on identification problems in personality psychology, Borghans, Golsteyn, Heckman, and Humphries (2011) and Salkever (2015) discussed two questions with potentially far-reaching implications for studies on the effects of cognitive ability on important life outcomes: (1) whether measures of \"achievement\" and \"intelligence\" are distinct; (2) and to what extent achievement measures are confounded with personality traits. In the present article, we revisit this controversy, identify unresolved issues, and provide a fresh look at the key questions. Our independent replication and extension using a large representative sample of German ninth-grade students (N = 13.648) demonstrates that achievement and intelligence tests are highly but not perfectly correlated. Personality accounts for a substantial share of the variance in achievement but only a small share of that in intelligence. Importantly, personality incrementally explains variance in achievement above and beyond intelligence. Whereas standardized achievement measures are a good (but not \"pure\") indicator of cognitive ability, this problem of confounding is particularly pressing for school grades, which are only modestly correlated with intelligence and highly laden with personality. We discuss theoretical implications and recommend that studies aiming to identify the effects of cognitive ability on life outcomes routinely control for personality. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Lechner, C (Lechner, Clemens) ; Danner, D (Danner, Daniel) ; Rammstedt, B (Rammstedt, Beatrice)","Title":"How is personality related to intelligence and achievement? A replication and extension of Borghans et al. and Salkever"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200026 ISSN: 0191-8869","Keywords":"Grit; Five factor personality; Job performance; Counterproductive work behaviors; Job satisfaction KeyWords Plus:JOB-PERFORMANCE; PERSONNEL-SELECTION; ORGANIZATIONAL CITIZENSHIP; PERSONALITY; SATISFACTION; MODELS; WORK; PERSEVERANCE; PREDICTORS; ABILITY","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 163-168 DOI: 10.1016/j.paid.2017.02.012 Published: JUN 1 2017","Abstract":"One of the recent developments in personality psychology is the emergence of a new construct, Grit. Its emergence led to a proliferation of studies advancing Grit as a significant predictor of various positive outcomes. So far, little attention has been paid to testing its relevance for various work-related outcomes. The present paper unraveled Grit's validity in predicting a series of work-relevant outcomes, namely, organizational citizenship behavior, in-role performance, counter-productive work behaviors and job satisfaction over the Five-Factor Model (FFM) of personality. These constructs were assessed on a sample including 170 worldng adults. Grit had limited predictive validity over the FFM dimensions in predicting the focal outcomes. Consequently, its relevance in the workplace should be treated with caution. More research should be conducted before using Grit as a basis for personnel selection or for interventions focusing on various aspects of performance or job satisfaction. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ion, A (Ion, Andrei) ; Mindu, A (Mindu, Alexandra) ; Gorbanescu, A (Gorbanescu, Adrian)","Title":"Grit in the workplace: Hype or ripe?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200027 ISSN: 0191-8869","Keywords":"Sociosexuality; Dual-sexual strategy; Mate preference; Evolutionary psychology KeyWords Plus:SOCIOSEXUAL ORIENTATION; MEN; STRATEGIES; NATIONS; CHOICE; CYCLE","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 169-173 DOI: 10.1016/j.paid.2017.01.054 Published: JUN 1 2017","Abstract":"The dual-sexual strategy hypothesis claims that women select different men for short- and long-term relationships. In short-term relationships, women are attracted to good genes (e.g., masculinity, attractiveness); in long-term relationships, material traits (e.g., good income, patient) are favoured. A potential predictor of women's mating strategy is sociosexuality, a measure of an individual's willingness to engage in casual, uncommitted sex. We asked whether women high in sociosexuality (i.e., unrestricted sexuality) would demonstrate greater distinctiveness between short- and long-term mate preferences. In. an online study, participants (N = 459) from India and the USA were apportioned a 'mate budget' to construct their ideal short- and long-term partners. Mate Dollars could be spent on either genetic or material traits. As expected, genetic traits were favoured for short-term relationships; material traits were favoured for long-term relationships. However, women with a more restricted sexuality preferred short-term mates who closely resembled their long-term preferences. Women from the USA (with typically less restricted sexuality) showed more distinctive preferences than women from India (with typically more restricted sexuality). Overall, a woman's sociosexuality influences the distinctiveness of her short- and long-term mate preferences. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Muggleton, NK (Muggleton, Naomi K.) ; Fincher, CL (Fincher, Corey L.)","Title":"Unrestricted sexuality promotes distinctive short- and long-term mate preferences in women"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200046 ISSN: 0191-8869","Keywords":"Attachment; Self-esteem; Trust; Universal-diverse orientation; Openness to diversity KeyWords Plus:MAJORITY MEMBERS; STYLES; SCALE; EXPERIENCES; ORIENTATION; PSYCHOLOGY; MANAGEMENT; IMMIGRANTS; ADULTHOOD; ATTITUDES","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 291-296 DOI: 10.1016/j.paid.2017.02.033 Published: JUN 1 2017","Abstract":"Openness to diversity is useful to adjustment in the diversified modern society, but diversity can be perceived as a threat to one's identity and cultural values. Thus, tendency to feel secure and not easily threatened attachment security may be associated with openness to diversity. A path model hypothesized the associations between attachment insecurity (i.e., attachment anxiety and avoidance) and universal-diverse orientation (UDO; i.e., open attitude toward diversity) both directly and indirectly through low self-esteem and interpersonal trust. A structural equation modeling analysis using two samples (N = 338 and 350, respectively) of U.S. undergraduates revealed that attachment anxiety was associated with the UDO cognitive component Relativistic Appreciation positively but its emotional component Comfort with Differences negatively, suggesting ambivalent attitudes to diversity. Indirect effects were significant between attachment insecurity and UDO through trust, although self-esteem was associated with UDO only through its association with trust. It was suggested that mistrust in others' good intention might be why insecurely attached feel uncomfortable with the culturally different people. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Han, SJ (Han, Suejung)","Title":"Attachment insecurity and openness to diversity: The roles of self-esteem and trust"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000396578600001 ISSN: 1888-8992 eISSN: 1989-2209","Keywords":"Psychological well-being; Ryff's Psychological Well-Being Scales; Confirmatory factor analysis; University students KeyWords Plus:CONSTRUCT-VALIDITY","Categories":"Psychology Web of Science Categories:Psychology, Educational","Journal Information":"EUROPEAN JOURNAL OF EDUCATION AND PSYCHOLOGY Volume: 10 Issue: 1 Pages: 1-8 DOI: 10.1016/j.ejeps.2016.10.001 Published: JUN 2017","Abstract":"The present investigation examines the factorial structure of Ryff's Scales of Psychological Well-Being in university students; 1,402 students took part in the study. Participants were randomized into two independent homogeneous ( calibration and validation) subsamples. Various theoretical models proposed by previous research were subjected to confirmatory factor analysis. Our results indicate that the four factor model ( self-acceptance, environmental mastery, purpose in life, and personal growth) with no latent factors show the best fit to the empirical data. These findings are discussed according to theoretical and empirical implications. (C) 2016 European Journal of Education and Psychology. Published by Elsevier Espana, S.L.U. This is an open access article under the CC BY-NC-ND license","Authors":"Freire, C (Freire, Carlos) ; Ferradas, MDM (del Mar Ferradas, Maria) ; Nunez, JC (Carlos Nunez, Jose) ; Valle, A (Valle, Antonio)","Title":"The factorial structure of Ryff's Psychological Well-Being Scales in university students"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000396578600002 ISSN: 1888-8992 eISSN: 1989-2209","Keywords":"Parental breakup; Divorce; Family KeyWords Plus:PSYCHOLOGICAL STRESS; DIVORCE; CHILDHOOD; ADULTS; LIFE; CONSEQUENCES; ADOLESCENTS; EXPOSURE; EVENTS","Categories":"Psychology Web of Science Categories:Psychology, Educational","Journal Information":"EUROPEAN JOURNAL OF EDUCATION AND PSYCHOLOGY Volume: 10 Issue: 1 Pages: 9-14 DOI: 10.1016/j.ejeps.2016.10.002 Published: JUN 2017","Abstract":"The aim of the present study is to assess the risks associated with parental breakup on the children's physical health indicators in relation to adaptive and maladaptive behaviour. Across-sectional designed study was conducted to assess the physical health indicators of children in relation to the family type (intact homes vs. separated parents). The study was performedin the Primary Healthcare Area of the University Hospital of Santiago de Compostela (Spain). The sample consisted of 467 children and adolescents, of whom 300 (64.2%) were from broken homes, and 167 (35.8%) from intact families. The data on physical health were gathered using a structured interview, the Structured Developmental History of the BASC. Children living with separated parents had approximately double the risk of gastrointestinal, genitourinary, dermatological and neurological disorders than children in intact families. Parental breakup is a risk factor for the children's physical health in terms of genitourinary, gastrointestinal, dermatological, and neurological disorders. (C) 2016 European Journal of Education and Psychology. Published by Elsevier Espana, S.L.U. This is an open access article under the CC BY-NC-ND license","Authors":"Martinon, JM (Maria Martinon, Jose) ; Farina, F (Farina, Francisca) ; Corras, T (Corras, Tania) ; Seijo, D (Seijo, Dolores) ; Souto, A (Souto, Antonio) ; Novo, M (Novo, Mercedes)","Title":"Impact of parental breakup on the physical health of children"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000396578600003 ISSN: 1888-8992 eISSN: 1989-2209","Keywords":"Socially prescribed perfectionism; Hostility; Anger KeyWords Plus:ANGER; ADOLESCENTS; DEPRESSION; CHILDREN; QUESTIONNAIRE; ASSOCIATIONS; DIMENSIONS; HOSTILITY; ALCOHOL; ANXIETY","Categories":"Psychology Web of Science Categories:Psychology, Educational","Journal Information":"EUROPEAN JOURNAL OF EDUCATION AND PSYCHOLOGY Volume: 10 Issue: 1 Pages: 15-22 DOI: 10.1016/j.ejeps.2016.10.003 Published: JUN 2017","Abstract":"The aim of this study was to assess the relationship between socially prescribed perfectionism (SPP) and aggressiveness according to their components: physiological-emotional( anger), motor (physical and verbal aggression), and cognitive (hostility). The sample included 776 children from the 3rd to 6th year of Primary School (M = 9.72 years; SD = 1.14). The Child and Adolescent Perfectionism Scale and the Aggression Questionnaire were used to assess, respectively, SPP and components of aggressive behaviour: Anger, Hostility, Physical and Verbal Aggression. The mean difference analysis showed that students with high levels of SPP scored significantly higher on all 4 sub-scales of Aggression Questionnaire, compared with their peers with lower levels of SPP. Moderate effect sizes were obtained for all cases, except for Hostility, where the magnitude of the differences was small. Logistic regression analysis revealed that the 4 dimensions of Aggression Questionnaire predicted significantly and positively high scores on SPP, with the OR ranging from 1.07 to 1.12. The results showed that there is a close relationship between the SPP and manifestations of aggression. (C) 2016 European Journal of Education and Psychology. Published by Elsevier Espana, S.L.U. This is an open access article under the CC BY-NC-ND license","Authors":"Garcia-Fernandez, JM (Manuel Garcia-Fernandez, Jose) ; Vicent, M (Vicent, Maria) ; Ingles, CJ (Ingles, Candido J.) ; Gonzalvez, C (Gonzalvez, Carolina) ; Sanmartin, R (Sanmartin, Ricardo)","Title":"Relationship between socially prescribed perfectionism and aggressive behaviour during late childhood"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000396578600004 ISSN: 1888-8992 eISSN: 1989-2209","Keywords":"Learning to read; Reading effectiveness; Reading comprehension; Matthew effect Longitudinal KeyWords Plus:INDIVIDUAL-DIFFERENCES; COMPREHENSION; PERFORMANCE","Categories":"Psychology Web of Science Categories:Psychology, Educational","Journal Information":"EUROPEAN JOURNAL OF EDUCATION AND PSYCHOLOGY Volume: 10 Issue: 1 Pages: 23-32 DOI: 10.1016/j.ejeps.2016.07.001 Published: JUN 2017","Abstract":"The Matthew effect on reading refers the contrasted phenomenon on how differences in performance between good and poor readers can increase over time. A longitudinal study was conducted on the presence/absence of Matthew effect in a sample of 1st to 5th year Primary School children. A total of 51 students who started Primary School in 2011 were evaluated five times by several reading measurement tools: Collective Test of Reading Efficacy (TECLE), PROLEC-R (a battery of tests for the evaluation of reading processes, ACL (a Spanish reading comprehension test), and BEL (a standardised Spanish reading test). Assessment was carried out each June between 2011 and 2015. A group of children (n = 13) considered at risk of being low performance readers (using a percentile criterion below 25 obtained on the TECLE test at the end of the 1st year). A comparison was then made of the progress over 5 years between this group, and a group of average performance readers (n = 26), as well as high-level performance readers (n = 12) from the same sample of participants. Tracking the reader profile of students at risk, helps to determine the changes generated in these children through the different assessments over the five years of the study. The overall results showed differences between the groups assessed, but differences between readers at risk and other groups were not increased. Furthermore, the individual monitoring of students at risk showed that some children improvised his/her performance in reading above the average. Educational suggestions from the study are discussed. (C) 2017 European Journal of Education and Psychology. Published by Elsevier Espana, S.L.U. This is an open access article under the CC BY-NC-ND license","Authors":"Villagran, MA (Aguilar Villagran, Manuel) ; Mendizabal, EA (Aragon Mendizabal, Estibaliz) ; Guzman, JIN (Navarro Guzman, Jose I.) ; Candida, DCY (Delgado Casas, Candida) ; Consejero, EM (Marchena Consejero, Esperanza)","Title":"Langitudinal study of the Matthew effect on reading progress in primary education(sp1st to 5th)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396578600005 ISSN: 1888-8992 eISSN: 1989-2209","Keywords":"PSICO-A; Computer system; Educational psychology; Concept maps; Simulations KeyWords Plus:SCIENCE","Categories":"Psychology Web of Science Categories:Psychology, Educational","Journal Information":"EUROPEAN JOURNAL OF EDUCATION AND PSYCHOLOGY Volume: 10 Issue: 1 Pages: 33-39 DOI: 10.1016/j.ejeps.2016.07.002 Published: JUN 2017","Abstract":"PSICO-A is a computer system for learning Psychology. It is specially designed for secondary school children. It is the first system in Psychology designed for learning didactic units of the subject. PSICO-A is based on many pedagogical influences, such as concept maps, free retrieval practice, effective feedback, simulations, digital games, and metacognition. A significant improvement has been shown in the conceptual performance in those children that constructed computer-generated maps using the system compared to those that have drawn them by hand. An evaluation was also made of the interactions between concept mapping and simulations, demonstrating that the first group of pupils performed better in simulations than the second group. Further studies are needed to study the influence of these two conditions of concept mapping on the performance of digital games. (C) 2016 European Journal of Education and Psychology. Published by Elsevier Espana, S.L.U. This is an open access article under the CC BY-NC-ND license","Authors":"Marques, JG (Gonzalez Marques, Javier) ; Pelta, C (Pelta, Carlos)","Title":"Concept maps and simulations in a computer system for learning Psychology"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396949400025 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Animal-computer interaction ACI; Exceptional users; User-centered design; Inclusive design; Anthropocentric interface KeyWords Plus:PONGO-ABELII; LANGUAGE; HUMANS; CATEGORIZATION; ABSTRACTION; CHIMPANZEES; TECHNOLOGY; INTERFACE; PROGRESS; BONOBOS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 222-233 DOI: 10.1016/j.chb.2016.12.062 Published: MAY 2017","Abstract":"As sophisticated computer technologies become more affordable, flexible, and accessible, there is increasing interest in their application to nonhuman animals. A limiting factor however, is that traditional computer design has been anthropocentric. Animal factors have not driven the design of the majority of computer technologies that have, or could be applied to this user population. The anthropocentric nature of current hardware and software may act as a barrier for successful animal-computer interaction (ACI). In this review, the authors consolidate literature from diverse disciplines including psychology, computer science, human-computer interaction, animal behaviour and welfare, biology, ergonomics, medicine, human factors and disability studies to explore (a) how human-computer interaction (HCI) principles may apply (or not apply) to ACI, (b) how principles and computer system designs exclusive for ACI may be developed, and (c) how animal-centered computer designs may benefit HCI and its user population. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Ritvo, SE (Ritvo, Sarah E.) ; Allison, RS (Allison, Robert S.)","Title":"Designing for the exceptional user: Nonhuman animal-computer interaction (ACI)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400057 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Psychometric equivalence; Caregiver behavior ratings; Child psychology KeyWords Plus:PAPER-AND-PENCIL; WORLD-WIDE-WEB; INTERNET; POPULATION; QUESTIONNAIRE; VALIDITY; FORMATS; SCALE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 518-522 DOI: 10.1016/j.chb.2017.01.030 Published: MAY 2017","Abstract":"Online data collection is increasingly utilized in the field of psychology. While there is a growing literature regarding the advantages of computer-based data collection, little is known regarding the psychometric comparability of measures across computer-based and traditional paper-and-pencil administration methods. This is especially true with regard to caregiver-report ratings of children's behavioral, academic, and emotional functioning. In this between-subjects study, the psychometric properties of caregiver behavioral, academic, and emotional functioning ratings for youth between the ages of 5 and 18 representing a mixed clinical sample were compared across computer-based (online group; n = 3831) and paper-and-pencil (P&P group; n = 514) administration formats. Groups differed on sex, age, and rater education distributions. Controlling for these variables, no statistically significant differences between groups were found in terms of symptomatology. In terms of psychometric characteristics, no group differences were found on inter-item reliability for any measure, and inter-item reliability for all scales across groups fell within the acceptable range. Similarly, comparisons of factor loadings across groups indicate marked consistency in the psychometric structure of all measures across administration formats. These results suggest that, regardless of administration method, the psychometric properties of caregiver ratings of childrens' behavioral, academic, and emotional functioning remain consistent. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Pritchard, AE (Pritchard, A. E.) ; Stephan, CM (Stephan, C. M.) ; Zabel, TA (Zabel, T. A.) ; Jacobson, LA (Jacobson, L. A.)","Title":"Is this the wave of the future? Examining the psychometric properties of child behavior ratings administered online"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400058 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Resources distribution; Video games; Research instruments; Cognitive psychology KeyWords Plus:VIRTUAL WORLDS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 523-534 DOI: 10.1016/j.chb.2017.01.023 Published: MAY 2017","Abstract":"Resource Distribution is a topic from the field of distributive judgement, generally studied by cognitive psychology researchers, which make use of economic experiments to investigate aspects of the evolution of cooperation, altruism and selfishness in humanity. Researchers commonly set experiments to observe human behavior, seeking to increase the degree of engagement of the participants, in order to improve the quality and the amount of results. Digital entertainment artifacts, such as video games, are then used as a viable way of bringing such a high level of engagement. However, psychology researchers usually do not have the knowledge needed to develop digital applications. In addition, as far as we know, no scientific work have tried to describe the impact of using digital entertainment tools in experiments on decision making for resource division. This work aims to report a compilation of discoveries and knowledge learned when designing digital entertainment tools, tailored for scientific experiments on Resources Distribution. The task included interviews with specialists, a questionnaire sent to researchers, the conduction of ideation techniques to generate new concepts and, finally, a set of tools were prototyped and a subset was ultimately developed. Results were collected and six main lessons we learned are reported. We hope these lessons learned to be helpful to guide others researchers to conceive and develop their own digital entertainment tools for scientific experimentation. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Martins, SL (Martins, Samuel Luna) ; Cabral, GRE (Eulalio Cabral, Guilherme Ribeiro) ; Moreira, LDS (Santos Moreira Junior, Luiz Delando) ; Martins, EHCF (Costa Fontes Martins, Erick Haendel) ; Cabral, GRE (Eulalio Cabral, Giordano Ribeiro)","Title":"Lessons learned about the development of digital entertainment tools for experiments on resources distribution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398604900005 ISSN: 0968-6673 eISSN: 1468-0432","Keywords":"Postfeminism; coaching; popular psychology; multimodal methods KeyWords Plus:SELF-HELP LITERATURE; TALKING CURE; LIFE; DISCOURSE; GENDER; EXPRESSIONS; IDENTITIES; SEXUALITY; AUDIENCE; ECONOMY","Categories":"Business & Economics; Women's Studies Web of Science Categories:Management; Women's Studies","Journal Information":"GENDER WORK AND ORGANIZATION Volume: 24 Issue: 3 Pages: 274-296 Special Issue: SI DOI: 10.1111/gwao.12162 Published: MAY 2017","Abstract":"The aim of this article is to examine representations of work femininities on a British website offering coaching specifically aimed at women. It builds on and contributes to studies of postfeminist representations but with a specific focus on work femininities and coaching webpages. Although studies on postfeminist representation have analysed the way young women's embodied and sexualized femininities are depicted across a wide variety of mainstream media, there has not been a study that focuses on the representation of work femininities on coaching websites. My approach matters because feminist authors critique popular psychology and link it to postfeminism and neoliberalism, but as yet studies have focused on self-help books and magazines and not on newer media. Furthermore, coaching websites are an important medium for circulating postfeminist work femininities and psychological advice, produced through the digital labour of women entrepreneurs. Through my analysis of one website, influenced by feminist social semiotic multimodality literature, this article contributes to postfeminist theory and organization studies by explaining how postfeminist stylistics' reproduce postfeminist tropes and depictions of relational and individualized entrepreneurial femininities visually and textually.","Authors":"Swan, E (Swan, Elaine)","Title":"Postfeminist Stylistics, Work Femininities and Coaching: a Multimodal Study of a Website"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366500001 ISSN: 0022-1031 eISSN: 1096-0465","Keywords":"Attitude change; Automatic evaluation; Attention; Context effects; Culture KeyWords Plus:ATTITUDES; CONTRADICTION; PSYCHOLOGY; IMPLICIT; CONTEXTUALIZATION; REPLICATIONS; EXPECTATIONS; ACTIVATION","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"JOURNAL OF EXPERIMENTAL SOCIAL PSYCHOLOGY Volume: 70 Pages: 1-7 DOI: 10.1016/j.jesp.2016.12.002 Published: MAY 2017","Abstract":"Previous research has shown that changes in automatic evaluations can be limited to the context in which counterattitudinal information was acquired. This effect has been attributed to enhanced attention to context cues during the encoding of expectancy-violating counterattitudinal information. Drawing on previous evidence for cultural differences in attention to context and tolerance for inconsistency, the present research examined cultural differences in responses to conflicting evaluative information and the resulting context-effects on automatic evaluation. Study 1 revealed that both Canadian and Singaporean participants showed enhanced attention to context during exposure to counterattitudinal information. In a reanalysis of studies with Singaporean participants, Study 2 replicated the pattern of contextualized changes of automatic evaluations previously obtained in Western participants. The results suggest that contextualized change of automatic evaluations might be a general phenomenon that replicates across cultures. Implications for East-West similarities in basic attentional processes and automatic evaluation are discussed. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Ye, Y (Ye, Yang) ; Tong, YY (Tong, Yuk-Yue) ; Chiu, CY (Chiu, Chi-Yue) ; Gawronski, B (Gawronski, Bertram)","Title":"Attention to context during evaluative learning and context-dependent automatic evaluation: A cross-cultural analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366500005 ISSN: 0022-1031 eISSN: 1096-0465","Keywords":"Conformity; Morality; Political psychology; Consciousness; Social influence KeyWords Plus:CONSERVATIVES; LIBERALS","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"JOURNAL OF EXPERIMENTAL SOCIAL PSYCHOLOGY Volume: 70 Pages: 34-40 DOI: 10.1016/j.jesp.2016.12.007 Published: MAY 2017","Abstract":"While previous research suggests that people are primarily biased towards conformity, the current studies test the premise that conformist tendencies are bounded by group membership and moral opposition. Participants were trained in a Stroop-like response interference paradigm to introspect on urges to state majority preferences when being asked to recall their own previously-stated preferences. Consistent with previous research, across three studies utilizing target groups across the ideological spectrum, respondents report more interference (greater urge to make an error) when recalling product preferences for which they disagreed, rather than agreed, with an ingroup majority. However, this conformist tendency is attenuated when the target group is an ideological outgroup and reversed towards nonconformity when respondents further have strong moral opposition to the outgroup. This perhaps sheds light on why political groups can be so strikingly polarized and seemingly unwilling to communicate. Published by Elsevier Inc.","Authors":"Stein, R (Stein, Randy)","Title":"\"Trumping\" conformity: Urges towards conformity to ingroups and nonconformity to morally opposed outgroups"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366500009 ISSN: 0022-1031 eISSN: 1096-0465","Keywords":"Expectancy-violation; Threat; Inconsistency; Negativity bias; Pupillary dilation KeyWords Plus:EVENT-RELATED POTENTIALS; ERP ANALYSIS; RESPONSES; UNCERTAINTY; ATTENTION; THREAT; TASK; COMPENSATION; INTERFERENCE; PSYCHOLOGY","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"JOURNAL OF EXPERIMENTAL SOCIAL PSYCHOLOGY Volume: 70 Pages: 69-79 DOI: 10.1016/j.jesp.2016.12.003 Published: MAY 2017","Abstract":"Humans maintain a negativity bias, whereby they perceive threatening stimuli to be more salient than rewarding or neutral stimuli. Across 6 within-subject experimental comparisons, we tested the hypothesis that humans maintain an even stronger expectancy bias, preferentially processing stimuli that violate mental representations of expected associations. To assess this bias, we measured variations in pupillary dilation as a means of determining attentional arousal in response to neutral, negative and expectancy-violating versions of the same social stimuli: human faces. We conducted three baseline manipulation checks that directly compared neutral faces with threatening (angry) and expectancy-violating (upside-down and Thatcherized) faces, and three bias comparisons that directly compared threatening and expectancy-violating faces with one another. Across these experiments, we found evidence for a dominant expectancy bias in pupillary arousal for social stimuli, whereby expectancy-violating faces produced pupillary dilation earlier than neutral and threatening faces, with Thatcherized faces producing the greatest magnitude of dilation. (C) 2017 The Authors. Published by Elsevier Inc.","Authors":"Proulx, T (Proulx, Travis) ; Sleegers, W (Sleegers, Willem) ; Tritt, SM (Tritt, Shona M.)","Title":"The expectancy bias: Expectancy-violating faces evoke earlier pupillary dilation than neutral or negative faces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366500016 ISSN: 0022-1031 eISSN: 1096-0465","Keywords":"Disease avoidance; Pathogen prevalence; Motivation; Used goods KeyWords Plus:DISEASE-AVOIDANCE; MATE PREFERENCES; ATTITUDES; BEHAVIOR; PREVALENCE; CONTAGION; PREDICTS; DISGUST; VULNERABILITY; FOUNDATIONS","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"JOURNAL OF EXPERIMENTAL SOCIAL PSYCHOLOGY Volume: 70 Pages: 143-152 DOI: 10.1016/j.jesp.2017.01.001 Published: MAY 2017","Abstract":"How does being motivated to avoid infectious disease affect the kinds of products people value and buy? Using population-level and experimental data, six studies converge to indicate that infectious disease cues can negatively impact evaluation of secondhand, but not new, products. Studies 1-2 demonstrate that used merchandise retailer revenues are lower in states with elevated pathogen prevalence. Studies 3a-3b echo this relation on an individual level, showing that experimental manipulation of infectious disease threat weakens interest in Used products. Such effects are eliminated when sellers are known to buyers and when buyers engage in a behavior (hand-washing) associated with infection prevention (Studies 4-5). Internal meta-analyses reveal that disease threat consistently decreased used goods preferences and elevated valuation of new products across our experimental studies. This research advances our understanding of how disease avoidance motivation changes reactions to everyday objects, thereby highlighting how infectious disease psychology influences important domains of individual and societal life. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Huang, JY (Huang, Julie Y.) ; Ackerman, JM (Ackerman, Joshua M.) ; Sedlovskaya, A (Sedlovskaya, Alexandra)","Title":"(De)contaminating product preferences: A multi-method investigation into pathogen threat's influence on used product preferences"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366500026 ISSN: 0022-1031 eISSN: 1096-0465","Keywords":"Charity; Wealth; Altruism; Prosocial behavior; Self-concepts KeyWords Plus:SOCIAL-CLASS; PROSOCIAL BEHAVIOR; REGULATORY FIT; MONEY; PSYCHOLOGY; AGENCY; PERSUASION; CULTURES; CHOICE; IMPACT","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"JOURNAL OF EXPERIMENTAL SOCIAL PSYCHOLOGY Volume: 70 Pages: 242-250 DOI: 10.1016/j.jesp.2016.11.009 Published: MAY 2017","Abstract":"Wealth is associated with differences in people's self-concepts. We propose that these self-concepts should define the types of appeals that are most effective at motivating generosity. Across three field studies, we randomly assigned participants to view an appeal for a charitable organization that emphasized agency (the pursuit of personal goals) or communion (the pursuit of shared goals). When the appeal emphasized agency, wealthier individuals reported greater willingness to give and donated more money to charity. In contrast, when the appeal emphasized communion, less wealthy individuals reported greater willingness to give. These findings could not be explained by relevant demographic characteristics such as age, ethnicity, or gender. This work adds to a growing body of research suggesting that wealth does not inherently result in selfishness or generosity. By tailoring messages to fit with people's self-concepts, it is possible to catalyze giving across the socioeconomic spectrum. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Whillans, AV (Whillans, Ashley V.) ; Caruso, EM (Caruso, Eugene M.) ; Dunn, EW (Dunn, Elizabeth W.)","Title":"Both selfishness and selflessness start with the self: How wealth shapes responses to charitable appeals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398606600004 ISSN: 1397-3142 eISSN: 1399-3046","Keywords":"adolescents; lung transplant; paediatric; psychosocial; quality of life; transplant KeyWords Plus:QUALITY-OF-LIFE; INTERNATIONAL SOCIETY; HEART-TRANSPLANTATION; LIVER-TRANSPLANT; PEDIATRIC LUNG; PSYCHOLOGY; CHILDHOOD; REGISTRY","Categories":"Pediatrics; Transplantation Web of Science Categories:Pediatrics; Transplantation","Journal Information":"PEDIATRIC TRANSPLANTATION Volume: 21 Issue: 3 Article Number: UNSP e12878 DOI: 10.1111/petr.12878 Published: MAY 2017","Abstract":"Many young transplant recipients experience psychological distress and adjustment difficulties, yet there is little research investigating lung transplantation from the recipients' perspective. This qualitative study aimed to explore experiences of young people who underwent lung transplantation. Semi-structured interviews were conducted with six lung transplant recipients (aged 15-18). Interviews were analysed using IPA, a qualitative research approach examining how people make sense of their major life experiences. The analysis revealed three master themes: \"Living with Dodgy Lungs\" outlined how participants dealt with their experiences, managing through accepting or discussing their feelings with others, although talking was often difficult. \"The Big Deal\" reflected participants' experiences of the process, their expectations, and the contrast of their lives pre- and post-transplant. Inherent in their accounts was the profound meaning ascribed to transplantation, the emotional turmoil, and impact on their lives. \"A Sense of Self\" illustrated participants' developing identities within their social contexts and at times isolating experiences. The results highlight key areas where adolescent lung transplant recipients could be supported by clinicians, enabling the promotion of psychological well-being. Examples include supporting identity integration post-transplant, facilitating social inclusion, considering alternative means of support, and involving adolescents in healthcare decisions.","Authors":"Anderson, SM (Anderson, S. M.) ; Wray, J (Wray, J.) ; Ralph, A (Ralph, A.) ; Spencer, H (Spencer, H.) ; Lunnon-Wood, T (Lunnon-Wood, T.) ; Gannon, K (Gannon, K.)","Title":"Experiences of adolescent lung transplant recipients: Aqualitative study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399193200002 PubMed ID: 28333494 ISSN: 0033-2909 eISSN: 1939-1455","Keywords":"semantic memory; thematic semantics; individual differences KeyWords Plus:FUNCTIONAL SIMILARITY RELATIONS; ANTERIOR TEMPORAL-LOBE; LEFT-HEMISPHERE STROKE; DIRECT-CURRENT STIMULATION; 4-AND 6-YEAR-OLD CHILDREN; SPOKEN WORD RECOGNITION; CRITICAL BRAIN-REGIONS; CONCEPTUAL RELATIONS; CATEGORICAL FLEXIBILITY; EVENT KNOWLEDGE","Categories":"Psychology Web of Science Categories:Psychology; Psychology, Multidisciplinary","Journal Information":"PSYCHOLOGICAL BULLETIN Volume: 143 Issue: 5 Pages: 499-520 DOI: 10.1037/bul0000092 Published: MAY 2017","Abstract":"Object concepts are critical for nearly all aspects of human cognition, from perception tasks like object recognition, to understanding and producing language, to making meaningful actions. Concepts can have 2 very different kinds of relations: similarity relations based on shared features (e.g., dog-bear), which are called \"taxonomic\" relations, and contiguity relations based on co-occurrence in events or scenarios (e.g., dog-leash), which are called \"thematic\" relations. Here, we report a systematic review of experimental psychology and cognitive neuroscience evidence of this distinction in the structure of semantic memory. We propose 2 principles that may drive the development of distinct taxonomic and thematic semantic systems: differences between which features determine taxonomic versus thematic relations, and differences in the processing required to extract taxonomic versus thematic relations. This review brings together distinct threads of behavioral, computational, and neuroscience research on semantic memory in support of a functional and neural dissociation, and defines a framework for future studies of semantic memory.","Authors":"Mirman, D (Mirman, Daniel) ; Landrigan, JF (Landrigan, Jon-Frederick) ; Britt, AE (Britt, Allison E.)","Title":"Taxonomic and Thematic Semantic Systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395613900002 ISSN: 0148-2963 eISSN: 1873-7978","Keywords":"Asymmetric test; Case research; Core self-evaluation; Job happiness; Job strain; Job stress KeyWords Plus:APPLYING COMPLEXITY THEORY; PET OWNERSHIP; PERSONALITY; PSYCHOLOGY; STRESSORS; HEALTH; CONFIGURATIONS; SERVICES; VALIDITY; DECISION","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"JOURNAL OF BUSINESS RESEARCH Volume: 74 Pages: 11-37 DOI: 10.1016/j.jbusres.2017.01.005 Published: MAY 2017","Abstract":"This study applies asymmetric rather than conventional symmetric analysis to advance theory in occupational psychology. The study applies systematic case-based analyses to model complex relations among conditions (i.e., configurations of high and low scores for variables) in terms of set memberships of managers. The study uses Boolean algebra to identify configurations (i.e., recipes) reflecting complex conditions sufficient for the occurrence of outcomes of interest (e.g., high versus low financial job stress, job strain, and job satisfaction). The study applies complexity theory tenets to offer a nuanced perspective concerning the occurrence of contrarian cases for example, in identifying different cases (e.g., managers) with high membership scores in a variable (e.g., core self-evaluation) who have low job satisfaction scores and when different cases with low membership scores in the same variable have high job satisfaction. In a large-scale empirical study of managers (n = 928) in four (contextual) segments of the farm industry in New Zealand, this study tests the fit and predictive validities of set membership configurations for simple and complex antecedent conditions that indicate high/low core self evaluations, job stress, and high/low job satisfaction. The findings support the conclusion that complexity theory in combination with configural analysis offers useful insights for explaining nuances in the causes and outcomes to high stress as well as low stress among farm managers. Some findings support and some are contrary to symmetric relationship findings (i.e., highly significant correlations that support main effect hypotheses). The study's findings include evidence supporting the opposite stance to Bart Simpson's (a fictional character in a TV cartoon series) advice that having a cow reflects high stress: dairy farming is an ingredient in farm managers' configurations that reduce stress. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Ang, HB (Ang, Huat Bin (Andy)) ; Woodside, AG (Woodside, Arch G.)","Title":"Is Bart Simpson offering sage advice? A case-based general theory of managers' core self-evaluations and job satisfaction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398183100003 PubMed ID: 27617711 ISSN: 1380-3395 eISSN: 1744-411X","Keywords":"Decision-making; Delay discounting; Memory; Mild cognitive impairment; Temporal preferences KeyWords Plus:DECISION-MAKING; INTERTEMPORAL CHOICE; ALZHEIMERS-DISEASE; OLDER PERSONS; LIFE-SPAN; REWARDS; DEMENTIA; AGE; PERSPECTIVE; PSYCHOLOGY","Categories":"Psychology; Neurosciences & Neurology Web of Science Categories:Psychology, Clinical; Clinical Neurology; Psychology","Journal Information":"JOURNAL OF CLINICAL AND EXPERIMENTAL NEUROPSYCHOLOGY Volume: 39 Issue: 4 Pages: 336-346 DOI: 10.1080/13803395.2016.1226269 Published: MAY 2017","Abstract":"Introduction: Patients with mild cognitive impairment (MCI) may make suboptimal decisions particularly in complex situations, and this could be due to temporal discounting, the tendency to prefer immediate rewards over delayed but larger rewards. The present study proposes to evaluate intertemporal preferences in MCI patients as compared to healthy controls. Method: Fifty-five patients with MCI and 57 healthy controls underwent neuropsychological evaluation and a delay discounting questionnaire, which evaluates three parameters: hyperbolic discounting (k), the percentage of choices for delayed and later rewards (%LL), and response consistency (Acc). Results: No significant differences were found in the delay discounting questionnaire between MCI patients and controls for the three reward sizes considered, small, medium, and large, using both k and %LL parameters. There were also no differences in the response consistency, Acc, between the two groups. Conclusions: Patients with MCI perform similarly to healthy controls in a delay discounting task. Memory deficits do not notably affect intertemporal preferences.","Authors":"Coelho, S (Coelho, Sara) ; Guerreiro, M (Guerreiro, Manuela) ; Chester, C (Chester, Catarina) ; Silva, D (Silva, Dina) ; Maroco, J (Maroco, Joao) ; Paglieri, F (Paglieri, Fabio) ; de Mendonca, A (de Mendonca, Alexandre)","Title":"Delay discounting in mild cognitive impairment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398674400009 ISSN: 0146-1672 eISSN: 1552-7433","Keywords":"attraction; dating; relationship initiation; self-disclosure; sexuality KeyWords Plus:INITIAL ACQUAINTANCESHIPS; SOCIAL-PSYCHOLOGY; ATTACHMENT; OXYTOCIN; RESPONSIVENESS; INTIMACY; WOMEN; COMMUNICATION; SATISFACTION; ATTRACTION","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND SOCIAL PSYCHOLOGY BULLETIN Volume: 43 Issue: 5 Pages: 706-715 DOI: 10.1177/0146167217695556 Published: MAY 2017","Abstract":"Research has demonstrated the contribution of sexual activity to the quality of ongoing relationships. Nevertheless, less attention has been given to how activation of the sexual system affects relationship-initiation processes. Three studies used complementary methodologies to examine the effect of sexual priming on self-disclosure, a relationship-promoting behavior. In Study 1, participants were subliminally exposed to sexual stimuli (vs. neutral stimuli), and then disclosed over Instant Messenger a personal event to an opposite-sex stranger. Results showed that merely thinking about sex, even without being aware of it, encouraged self-disclosure. Study 2 replicated these findings in relatively naturalistic conditions (live face-to-face interactions following supraliminal video priming). Study 3 extended these findings, indicating that sexual priming facilitated self-disclosure, which, in turn, increased interest in future interactions with the stranger. Together, these findings suggest that activation of the sexual system encourages the use of strategies that allow people to become closer to potential partners.","Authors":"Birnbaum, GE (Birnbaum, Gurit E.) ; Mizrahi, M (Mizrahi, Moran) ; Kaplan, A (Kaplan, Ayelet) ; Kadosh, D (Kadosh, Danielle) ; Kariv, D (Kariv, Dana) ; Tabib, D (Tabib, Danielle) ; Ziv, D (Ziv, Daniella) ; Sadeh, L (Sadeh, Lihi) ; Burban, D (Burban, Daniella)","Title":"Sex Unleashes Your Tongue: Sexual Priming Motivates Self-Disclosure to a New Acquaintance and Interest in Future Interactions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398674400011 ISSN: 0146-1672 eISSN: 1552-7433","Keywords":"emotion regulation; social support; perspective taking; social interaction KeyWords Plus:SOCIAL REGULATION; SUPPORT; ADJUSTMENT; PSYCHOLOGY; SCIENCE; MODELS; HEALTH","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND SOCIAL PSYCHOLOGY BULLETIN Volume: 43 Issue: 5 Pages: 729-739 DOI: 10.1177/0146167217695558 Published: MAY 2017","Abstract":"Although much research considers how individuals manage their own emotions, less is known about the emotional benefits of regulating the emotions of others. We examined this topic in a 3-week study of an online platform providing training and practice in the social regulation of emotion. We found that participants who engaged more by helping others (vs. sharing and receiving support for their own problems) showed greater decreases in depression, mediated by increased use of reappraisal in daily life. Moreover, social regulation messages with more other-focused language (i. e., second-person pronouns) were (a) more likely to elicit expressions of gratitude from recipients and (b) predictive of increased use of reappraisal over time for message composers, suggesting perspective-taking enhances the benefits of practicing social regulation. These findings unpack potential mechanisms of socially oriented training in emotion regulation and suggest that by helping others regulate, we may enhance our own regulatory skills and emotional well-being.","Authors":"Dore, BP (Dore, Bruce P.) ; Morris, RR (Morris, Robert R.) ; Burr, DA (Burr, Daisy A.) ; Picard, RW (Picard, Rosalind W.) ; Ochsner, KN (Ochsner, Kevin N.)","Title":"Helping Others Regulate Emotion Predicts Increased Regulation of One's Own Emotions and Decreased Symptoms of Depression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396963500010 PubMed ID: 28109732 ISSN: 0195-6663 eISSN: 1095-8304","Keywords":"Vegetarianism; Veganism; Identity; Food choice; Plant-based KeyWords Plus:SOCIAL IDENTITY; VEGAN DIET; HEALTH; SELF; PSYCHOLOGY; LIFE; CATEGORIZATION; ATTITUDES; BEHAVIOR; MOTIVES","Categories":"Behavioral Sciences; Nutrition & Dietetics Web of Science Categories:Behavioral Sciences; Nutrition & Dietetics","Journal Information":"APPETITE Volume: 112 Pages: 78-95 DOI: 10.1016/j.appet.2017.01.017 Published: MAY 1 2017","Abstract":"By departing from social norms regarding food behaviors, vegetarians acquire membership in a distinct social group and can develop a salient vegetarian identity. However, vegetarian identities are diverse, multidimensional, and unique to each individual. Much research has identified fundamental psychological aspects of vegetarianism, and an identity framework that unifies these findings into common constructs and conceptually defines variables is needed. Integrating psychological theories of identity with research on food choices and vegetarianism, this paper proposes a conceptual model for studying vegetarianism: The Unified Model of Vegetarian Identity (UMVI). The UMVI encompasses ten dimensions organized into three levels (contextual, internalized, and externalized) that capture the role of vegetarianism in an individual's self-concept. Contextual dimensions situate vegetarianism within contexts; internalized dimensions outline self-evaluations; and externalized dimensions describe enactments of identity through behavior. Together, these dimensions form a coherent vegetarian identity, characterizing one's thoughts, feelings, and behaviors regarding being vegetarian. By unifying dimensions that capture psychological constructs universally, the UMVI can prevent discrepancies in operationalization, capture the inherent diversity of vegetarian identities, and enable future research to generate greater insight into how people understand themselves and their food choices. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Rosenfeld, DL (Rosenfeld, Daniel L.) ; Burrow, AL (Burrow, Anthony L.)","Title":"The unified model of vegetarian identity: A conceptual framework for understanding plant-based food choices"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398567200009 PubMed ID: 26932678 ISSN: 1464-7931 eISSN: 1469-185X","Keywords":"finite mixture models; reproduction; growth; individual trajectory; bootstrap; AIC; BIC; multi-modal distribution KeyWords Plus:LINEAR MIXED MODELS; CAPTURE-RECAPTURE MODELS; LIKELIHOOD RATIO TEST; GENE-EXPRESSION DATA; EUROPEAN ROE DEER; REPRODUCTIVE SUCCESS; BODY-MASS; INDIVIDUAL HETEROGENEITY; MATERNAL CHARACTERISTICS; ORDINAL OUTCOMES","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGICAL REVIEWS Volume: 92 Issue: 2 Pages: 754-775 DOI: 10.1111/brv.12254 Published: MAY 2017","Abstract":"Mixed models are now well-established methods in ecology and evolution because they allow accounting for and quantifying within-and between-individual variation. However, the required normal distribution of the random effects can often be violated by the presence of clusters among subjects, which leads to multi-modal distributions. In such cases, using what is known as mixture regression models might offer a more appropriate approach. These models are widely used in psychology, sociology, and medicine to describe the diversity of trajectories occurring within a population over time (e.g. psychological development, growth). In ecology and evolution, however, these models are seldom used even though understanding changes in individual trajectories is an active area of research in life-history studies. Our aim is to demonstrate the value of using mixture models to describe variation in individual life-history tactics within a population, and hence to promote the use of these models by ecologists and evolutionary ecologists. We first ran a set of simulations to determine whether and when a mixture model allows teasing apart latent clustering, and to contrast the precision and accuracy of estimates obtained from mixture models versus mixed models under a wide range of ecological contexts. We then used empirical data from long-term studies of large mammals to illustrate the potential of using mixture models for assessing within-population variation in life-history tactics. Mixture models performed well in most cases, except for variables following a Bernoulli distribution and when sample size was small. The four selection criteria we evaluated [Akaike information criterion (AIC), Bayesian information criterion (BIC), and two bootstrap methods] performed similarly well, selecting the right number of clusters in most ecological situations. We then showed that the normality of random effects implicitly assumed by evolutionary ecologists when using mixed models was often violated in life-history data. Mixed models were quite robust to this violation in the sense that fixed effects were unbiased at the population level. However, fixed effects at the cluster level and random effects were better estimated using mixture models. Our empirical analyses demonstrated that using mixture models facilitates the identification of the diversity of growth and reproductive tactics occurring within a population. Therefore, using this modelling framework allows testing for the presence of clusters and, when clusters occur, provides reliable estimates of fixed and random effects for each cluster of the population. In the presence or expectation of clusters, using mixture models offers a suitable extension of mixed models, particularly when evolutionary ecologists aim at identifying how ecological and evolutionary processes change within a population. Mixture regression models therefore provide a valuable addition to the statistical toolbox of evolutionary ecologists. As these models are complex and have their own limitations, we provide recommendations to guide future users.","Authors":"Hamel, S (Hamel, Sandra) ; Yoccoz, NG (Yoccoz, Nigel G.) ; Gaillard, JM (Gaillard, Jean-Michel)","Title":"Assessing variation in life-history tactics within a population using mixture regression models: a practical guide for evolutionary ecologists"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361700013 ISSN: 0191-8869","Keywords":"Alexithymia; Interpersonal circumplex; Attachment KeyWords Plus:ADULT-ATTACHMENT; EMOTION REGULATION; VALIDITY EVIDENCE; SELF; CIRCUMPLEX; SCALE; REPRESENTATIONS; QUESTIONNAIRE; DISCRIMINANT; EXPERIENCES","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 110 Pages: 65-69 DOI: 10.1016/j.paid.2017.01.027 Published: MAY 1 2017","Abstract":"Alexithymia refers to the difficulty identifying and describing emotions as well as an externally-oriented cognitive style. The interpersonal theory of clinical, social, and personality psychology is a well-articulated conceptual framework from which to examine this construct. In three separate samples from two geographic regions in the United States, university students completed self-report measures of interpersonal style, interpersonal goals, attachment, and interpersonal outcomes. The three components of alexithymia (i.e., difficulty identifying emotions; difficulty describing emotions; externally-oriented thinking) were associated with a hostile interpersonal style and hostile interpersonal goals. Attachment insecurity to romantic partners and to a higher power (e.g., God) was a consistent finding for those participants reporting difficulty identifying and difficulty describing their emotional experiences. Overall, these components were also associated with deleterious interpersonal outcomes, but the externally-oriented thinking component demonstrated inconsistent and weaker associations. It is argued that interpersonal theory can play an important role as an integrative framework for understanding the construct of alexithymia. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Jordan, KD (Jordan, Kevin D.) ; Smith, TW (Smith, Timothy W.)","Title":"The interpersonal domain of alexithymia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361700023 ISSN: 0191-8869","Keywords":"Personality Inventory for the DSM-5 (PID-5); Personality disorders; Lesbian, gay, and bisexual (LGB) mental health; Personality disorder prevalence rates; DSM model of personality disorders; Personality psychology; Clinical personality psychology KeyWords Plus:SEXUAL ORIENTATION; DISORDER TYPES; UNITED-STATES; TRAIT MODEL; GAY; HEALTH; ADULTS","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 110 Pages: 119-124 DOI: 10.1016/j.paid.2017.01.039 Published: MAY 1 2017","Abstract":"The Personality Inventory for the DSM-5 (PID-5) is an assessment instrument included with the DSM-5's hybrid model of personality disorders. It includes 25 personality facets comprising 5 domains. This research continues validating the instrument by testing disparities between LGB and heterosexual individuals' PID-5 scores and potential diagnostic classifications. Because no other DSM editions have included LGB personality disorder prevalence rates, this research also addresses a gap in the literature by including early epidemiological data using the new hybrid model. This study included US women and men (N = 1024; 533 females) who were recruited online. Lesbians and bisexual women and men had greater scores on several PID-5 domains and facets relative to heterosexual peers. Additionally, using t -scores normed with a national sample, lesbians and bisexual individuals were classified into personality disorder diagnostic categories more often than heterosexual counterparts. This disparity was especially pronounced in bisexual women, who had significantly greater prevalence rates than heterosexual women in 7 of 10 diagnostic categories. Unexpectedly, gay men had scores similar to those of heterosexual men. These findings are a necessary first step in establishing personality disorder prevalence rates for LGB people, and they demonstrate the need for personality disorder research in LGB populations. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Russell, TD (Russell, Tiffany D.) ; Pocknell, V (Pocknell, Victoria) ; King, AR (King, Alan R.)","Title":"Lesbians and bisexual women and men have higher scores on the Personality Inventory for the DSM-5 (PID-5) than heterosexual counterparts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398193800010 ISSN: 1070-5511 eISSN: 1532-8007","Keywords":"latent classes; LCGA; LGMM; mixture modeling; SEM KeyWords Plus:GROWTH MIXTURE-MODELS; ANALYZING DEVELOPMENTAL TRAJECTORIES; POSTTRAUMATIC STRESS; MISSING DATA; CURRAN 2003; NUMBER; PSYCHOLOGY; VARIABLES; OVEREXTRACTION; HETEROGENEITY","Categories":"Mathematics; Mathematical Methods In Social Sciences Web of Science Categories:Mathematics, Interdisciplinary Applications; Social Sciences, Mathematical Methods","Journal Information":"STRUCTURAL EQUATION MODELING-A MULTIDISCIPLINARY JOURNAL Volume: 24 Issue: 3 Pages: 451-467 DOI: 10.1080/10705511.2016.1247646 Published: MAY-JUN 2017","Abstract":"Estimating models within the mixture model framework, like latent growth mixture modeling (LGMM) or latent class growth analysis (LCGA), involves making various decisions throughout the estimation process. This has led to a wide variety in how results of latent trajectory analysis are reported. To overcome this issue, using a 4-round Delphi study, we developed Guidelines for Reporting on Latent Trajectory Studies (GRoLTS). The purpose of GRoLTS is to present criteria that should be included when reporting the results of latent trajectory analysis across research fields. We have gone through a systematic process to identify key components that, according to a panel of experts, are necessary when reporting results for trajectory studies. We applied GRoLTS to 38 papers where LGMM or LCGA was used to study trajectories of posttraumatic stress after a traumatic event.","Authors":"van de Schoot, R (van de Schoot, Rens) ; Sijbrandij, M (Sijbrandij, Marit) ; Winter, SD (Winter, Sonja D.) ; Depaoli, S (Depaoli, Sarah) ; Vermunt, JK (Vermunt, Jeroen K.)","Title":"The GRoLTS-Checklist: Guidelines for Reporting on Latent Trajectory Studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700026 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Smile detection; Intensity estimation; Spontaneous versus posed (SVP); Facial landmark localization KeyWords Plus:FACIAL EXPRESSIONS; RECOGNITION; EIGENFACES; REGRESSION; FACES","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 245-254 DOI: 10.1016/j.neucom.2017.01.020 Published: APR 26 2017","Abstract":"To better understand the expression of human smile, there have been considerable studies about automatic smile detection. Despite all the research, few attention is paid to analyze a smile in a comprehensive Way. In this paper, a smile analysis system is presented to detailedly measure a person's smile, which consists of three main modules: smile detection, smile intensity estimation and spontaneous versus posed (SVP) smile recognition. Firstly, our recent proposed feature, Self-Similarity of Gradients (GSS), is employed to detect smiling facial images in unconstrained scenarios. Secondly, the smile intensity is estimated in terms of different facial regions rather than merely the mouth region, which is also applied in the temporal phase segmentation of a smile. Finally, in SVP smile recognition module, a discriminative learning model (DLM) is proposed based on a local spatial-temporal feature, which devotes to obtaining most robust and discrihainative patterns of interest. The first two modules are the bases of the last, preparing a deeper understanding of a smile. Experiments on benchmark databases are carried out and compared with the state-of-the-art methods respectively, which validate the advantages of our approach of SVP smile recognition. Moreover, a comprehensive analysis of human smile is given for the first time to the best of our knowledge, which Could pave the way for computers that better assess the emotional states of their users and provide useful and important information in helping the research of psychology and behavior science.","Authors":"Wu, PP (Wu, Pingping) ; Liu, H (Liu, Hong) ; Xu, C (Xu, Chao) ; Gao, Y (Gao, Yuan) ; Li, ZY (Li, Zheyuan) ; Zhang, XW (Zhang, Xuewu)","Title":"How do you smile? Towards a comprehensive smile analysis system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395225800002 ISSN: 0191-8869","Keywords":"Educational assortment; Hypogamy; Hypergamy; Online dating; Personality KeyWords Plus:HUMAN MATE SELECTION; GENETIC SIMILARITY; SELF-PRESENTATION; PREFERENCES; CHOICE; ATTRACTIVENESS; PERSPECTIVE; MARRIAGE; HUMANS","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 109 Pages: 5-11 DOI: 10.1016/j.paid.2016.12.031 Published: APR 15 2017","Abstract":"To identify the factors that influence educational assortment in an online dating setting, we analyse 219,013 participant contacts by 41,936 members of the Australian online dating web site RSVP over a four-month period. Consistent with prior research, we find that more educated online daters are consistently likely to assort positively (homogamy) meaning that they are more likely to contact potential mates with the same level of education. However, as the more educated cohort gets older they care less about homogamy while less educated daters become more interested in homogamy which leads to an increase in similarity towards caring for the same educational level. On the other hand, older and more educated online daters are less likely to contact those with lower educational levels compared to their own while women are more likely to contact a potential mate with higher educational levels relative to their own (hypergamy). Our interaction analysis also reveals fewer differences in educational hypergamy among older online participants but a greater likelihood of online daters contacting mates with lower levels of education among younger males and older females. Further research is therefore warranted on technology's impact on human mating behaviour; in particular, the psychology employed by humans using the Internet to maximize their chances of matching their educational preferences in a mate. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Whyte, S (Whyte, Stephen) ; Torgler, B (Torgler, Benno)","Title":"Things change with age: Educational assortment in online dating"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395225800007 ISSN: 0191-8869","Keywords":"Comfortable; Experimental; Behavior styles; Habit; Flexibility; Psychological well-being KeyWords Plus:POSITIVE PSYCHOLOGY; PERSONALITY STATES; SENSATION SEEKING; INTERVENTIONS; HAPPINESS; SCALE; METAANALYSIS; PROGRAM; NUMBER; SATISFACTION","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 109 Pages: 35-43 DOI: 10.1016/j.paid.2016,12.037 Published: APR 15 2017","Abstract":"In this paper we describe the development of a measurement of tendency towards ditlaying a comfortable behavior style, and/or an experimental behavior style across two studies. A comfortable behavioral style involves sticking to habits and routines, while an experimental behavior style involves being inclined to try out new ideas, actions or experiences. Study 1 involved developing the items, and determining the factor structure of the items using a student sample (N = 189, 85 male and 104 female, aged between 18 and 51). An exploratory factor analysis yielded the expected two factor structure, reflecting factors for a comfortable behavior style, and an experimental behavior style. Study 2 went on to further validate the measures via a second exploratory factor analysis, and establish the relationship of these measures to a variety of well-being outcomes using a sample collected via Amazon's Mechanical Turk (N = 302,159 male and 138 female, aged between 18 and 68). The two factor structure was confirmed, and these measures were found to be related to outcomes including satisfaction with life, positive and negative affect, self-concept clarity, and sensation seeking. The potential applications for these measures are discussed. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Churchyard, JS (Churchyard, Jamie S.) ; Buchanan, K (Buchanan, Kathryn)","Title":"Which way to well-being: \"More of the same\" or \"trying something novel\"? The association of comfortable and experimental behavior styles to well-being"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395225800020 ISSN: 0191-8869","Keywords":"Risk taking; Losses; Behavioral approach; Expectancy violation KeyWords Plus:BEHAVIORAL-INHIBITION; PERSONALITY; MOTIVATION; AROUSAL; CHOICE; COMPENSATION; PSYCHOLOGY; REFLECTION; ACTIVATION; ANXIETY","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 109 Pages: 117-123 DOI: 10.1016/j.paid.2016.12.051 Published: APR 15 2017","Abstract":"Previous research has shown that people are risk-seeking in the face of losses. We propose that this risk-seeking orientation is a palliative approach response to deal with a discrepancy between people's desire to avoid losses versus the possibility of loss. An expectancy violation (which induces behavioral approach responses) would therefore strengthen people's risk-seeking in the context of losses. Two experiments (Study 1 and Study 2) which were conducted in the context of the Asian Disease Problem demonstrated that people high in trait behavioral approach (trait BA) were more risk-seeking following an expectancy violation (state BA) than in a control condition. As expected, this was only the case for decisions framed in terms of losses, but not in terms of gains (Study 1). Taken together, our findings highlight the interacting motivational influences of situation-induced state behavioral approach and trait behavioral approach in understanding risky derision-malting in the face of losses. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Tan, XY (Tan, Xiaoyue) ; Van Prooijen, JW (Van Prooijen, Jan-Willem) ; Proulx, T (Proulx, Travis) ; Wu, HZ (Wu, Haizheng) ; Van Beest, I (Van Beest, Ilja) ; Van Lange, PAM (Van Lange, Paul A. M.)","Title":"Reacting to unexpected losses in an uncertain world: High approach individuals become even more risk-seeking"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398517100001 PubMed ID: 28405215 ISSN: 1751-0759","Keywords":"American Psychosomatic Society; Psychosomatic medicine; History KeyWords Plus:PRESIDENTIAL-ADDRESS","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"BIOPSYCHOSOCIAL MEDICINE Volume: 11 Article Number: 11 DOI: 10.1186/s13030-017-0096-6 Published: APR 8 2017","Abstract":"Background: The American Psychosomatic Society is one of the oldest and probably the most influential scientific society in psychosomatic/biopsychosocial research worldwide. The current article delineates the historical development and current strategic orientation of the society. Method: Review of published literature, archived materials and current documents of the society. Results: The American Psychosomatic Society (APS) was founded in 1942, originally named the \"American Society for Research in Psychosomatic Problems\". It originated from the editorial board of the Journal Psychosomatic Medicine, which had already been founded in 1939 and has become one of the major journals in the field. As an organization, APS has developed into a premier international scientific society, providing an interdisciplinary home for researchers from medicine, psychology and related areas, gathering under the mission \"to advance and integrate the scientific study of biological, psychological, behavioral and social factors in health and disease\" and dedicated to the goals of Scientific Excellence, Clinical Relevance, and Vibrant and Diverse Membership. Besides editing Psychosomatic Medicine, the APS organizes Annual Meetings and specialized events, issues several scientific awards and scholarships and is engaged in collaborative efforts to improve the research and funding landscape for biobehavioral research in the US and translate psychosomatic research findings into medical education and clinical practice. Conclusion: In its 75th anniversary year, the American Psychosomatic Society has developed into the scientific landscape of the 21st century, and its current updated strategy addresses contemporary demands in advancing science and improving holistic patient care.","Authors":"Herrmann-Lingen, C (Herrmann-Lingen, Christoph)","Title":"The American Psychosomatic Society - integrating mind, brain, body and social context in medicine since 1942"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398540000001 ISSN: 1664-1078","Keywords":"correlation; repeated measures; individual differences; intra-individual; statistical power; multilevel modeling KeyWords Plus:CALCULATING CORRELATION-COEFFICIENTS; INDIVIDUAL-DIFFERENCES; SAMPLE-SIZE; PSYCHOLOGY; STATISTICS; VARIANCE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 456 DOI: 10.3389/fpsyg.2017.00456 Published: APR 7 2017","Abstract":"Repeated measures correlation (rmcorr) is a statistical technique for determining the common within-individual association for paired measures assessed on two or more occasions for multiple individuals. Simple regression/correlation is often applied to non-independent observations or aggregated data; this may produce biased, specious results due to violation of independence and/or differing patterns between-participants versus within-participants. Unlike simple regression/correlation, rmcorr does not violate the assumption of independence of observations. Also, rmcorr tends to have much greater statistical power because neither averaging nor aggregation is necessary for an intra-individual research question. Rmcorr estimates the common regression slope, the association shared among individuals. To make rmcorr accessible, we provide background information for its assumptions and equations, visualization, power, and tradeoffs with rmcorr compared to multilevel modeling. We introduce the R package (rmcorr) and demonstrate its use for inferential statistics and visualization with two example datasets. The examples are used to illustrate research questions at different levels of analysis, intra-individual, and inter-individual. Rmcorr is well-suited for research questions regarding the common linear association in paired repeated measures data. All results are fully reproducible.","Authors":"Bakdash, JZ (Bakdash, Jonathan Z.) ; Marusich, LR (Marusich, Laura R.)","Title":"Repeated Measures Correlation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398540100001 ISSN: 1664-1078","Keywords":"corporate social responsibility; corporate social performance; sustainability; organizational psychology; microfoundations; multilevel theory; micro-CSR; stakeholder KeyWords Plus:FINANCIAL PERFORMANCE; CITIZENSHIP BEHAVIOR; MEDIATING ROLE; COMMUNICATION; PERSPECTIVE; MANAGEMENT; FRAMEWORK; BUSINESS; RISK; LINK","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 520 DOI: 10.3389/fpsyg.2017.00520 Published: APR 7 2017","Abstract":"Researchers, corporate leaders, and other stakeholders have shown increasing interest in Corporate Social Responsibility (CSR)-a company's discretionary actions and policies that appear to advance societal well-being beyond its immediate financial interests and legal requirements. Spanning decades of research activity, the scholarly literature on CSR has been dominated by meso-and macro-level perspectives, such as studies within corporate strategy that examine relationships between firm-level indicators of social/environmental performance and corporate financial performance. In recent years, however, there has been an explosion of micro-oriented CSR research conducted at the individual level of analysis, especially with respect to studies on how and why job seekers and employees perceive and react to CSR practices. This micro-level focus is reflected in 12 articles published as a Research Topic collection in Frontiers in Psychology (Organizational Psychology Specialty Section) titled \"CSR and organizational psychology: Quid pro quo.\" In the present article, the authors summarize and integrate findings from these Research Topic articles. After describing some of the \"new frontiers\" these articles explore and create, the authors strive to fulfill a \"quid pro quo\" with some of the meso-and macro-oriented CSR literatures that paved the way for micro-CSR research. Specifically, the authors draw on insights from the Research Topic articles to inform a multilevel model that offers multiple illustrations of how micro-level processes among individual stakeholders can explain variability in meso (firm)-level relationships between CSR practices and corporate performance. The authors also explore an important implication of these multilevel processes for macro-level societal impact.","Authors":"Jones, DA (Jones, David A.) ; Willness, CR (Willness, Chelsea R.) ; Glavas, A (Glavas, Ante)","Title":"When Corporate Social Responsibility (CSR) Meets Organizational Psychology: New Frontiers in Micro-CSR Research, and Fulfilling a Quid Pro Quo through Multilevel Insights"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398539200001 PubMed ID: 28428764 ISSN: 1664-1078","Keywords":"employee age; organizational justice; deviance; emotional exhaustion; instrumental and relational needs KeyWords Plus:COUNTERPRODUCTIVE WORK BEHAVIOR; PROCEDURAL JUSTICE; MECHANICAL TURK; SOCIAL-EXCHANGE; OLD-AGE; SOCIOEMOTIONAL SELECTIVITY; METAANALYTIC EXAMINATION; NEGATIVE AFFECTIVITY; CITIZENSHIP BEHAVIOR; ADULT DEVELOPMENT","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 479 DOI: 10.3389/fpsyg.2017.00479 Published: APR 6 2017","Abstract":"Fairness in the workplace attenuates a host of negative individual and organizational outcomes. However, research on the psychology of aging challenges the assumption that fairness operates similarly across different age groups. The current research explored how older workers, vis-a-vis younger workers, react to perceptions of fairness. Integrating socioemotional selectivity theory and the multiple needs theory of organizational justice, we generated novel predictions regarding the relations between perceptions of workplace justice, emotional exhaustion, and employee deviance. Specifically, we hypothesized and found that employee age moderates the negative relation between justice facets and deviance (Study 1) and emotional exhaustion (Study 2). We also found that emotional exhaustion mediates the differential effects of justice on deviance, and that this relation depends on employee age (Study 2). Relative to younger workers, older workers are more sensitive to informational and interpersonal justice; in contrast, relative to older workers, younger workers are more sensitive to distributive and procedural justice. The research supports and extends existing theory on organizational justice and on the psychology of aging. Moreover, it highlights the importance of considering employee age as a focal variable of interest in the study of justice processes, and in organizational research more generally.","Authors":"Brienza, JP (Brienza, Justin P.) ; Bobocel, DR (Bobocel, D. Ramona)","Title":"Employee Age Alters the Effects of Justice on Emotional Exhaustion and Organizational Deviance"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398409000001 PubMed ID: 28420969 ISSN: 1662-5153","Keywords":"ethanol; acetaldehyde; catalase; relapse; reinforcement (psychology); inflammation; stem cells; reactive oxygen species KeyWords Plus:VENTRAL TEGMENTAL AREA; NUCLEUS-ACCUMBENS SHELL; VOLUNTARY ETHANOL-CONSUMPTION; CONDITIONED PLACE PREFERENCE; CENTRAL-NERVOUS-SYSTEM; FREELY MOVING RATS; PREFERRING P RATS; N-ACETYLCYSTEINE; DOPAMINE RELEASE; OXIDATIVE STRESS","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"FRONTIERS IN BEHAVIORAL NEUROSCIENCE Volume: 11 Article Number: 57 DOI: 10.3389/fnbeh.2017.00057 Published: APR 4 2017","Abstract":"This review article addresses the biological factors that influence: (i) the acquisition of alcohol intake; (ii) the maintenance of chronic alcohol intake; and (iii) alcohol relapse-like drinking behavior in animals bred for their high-ethanol intake. Data from several rat strains/lines strongly suggest that catalase-mediated brain oxidation of ethanol into acetaldehyde is an absolute requirement (up 80%-95%) for rats to display ethanol's reinforcing effects and to initiate chronic ethanol intake. Acetaldehyde binds non-enzymatically to dopamine forming salsolinol, a compound that is selfadministered. In UChB rats, salsolinol: (a) generates marked sensitization to the motivational effects of ethanol; and (b) strongly promotes binge-like drinking. The specificity of salsolinol actions is shown by the finding that only the R-salsolinol enantiomer but not S-salsolinol accounted for the latter effects. Inhibition of brain acetaldehyde synthesis does not influence the maintenance of chronic ethanol intake. However, a prolonged ethanol withdrawal partly returns the requirement for acetaldehyde synthesis/levels both on chronic ethanol intake and on alcohol relapse-like drinking. Chronic ethanol intake, involving the action of lipopolysaccharide diffusing from the gut, and likely oxygen radical generated upon catechol/salsolinol oxidation, leads to oxidative stress and neuro-inflammation, known to potentiate each other. Data show that the administration of N-acetyl cysteine (NAC) a strong antioxidant inhibits chronic ethanol maintenance by 60%-70%, without inhibiting its initial intake. Intra-cerebroventricular administration of mesenchymal stem cells (MSCs), known to release anti-inflammatory cytokines, to elevate superoxide dismutase levels and to reverse ethanol-induced hippocampal injury and cognitive deficits, also inhibited chronic ethanol maintenance; further, relapse-like ethanol drinking was inhibited up to 85% for 40 days following intracerebral stem cell administration. Thus: (i) ethanol must be metabolized intracerebrally into acetaldehyde, and further into salsolinol, which appear responsible for promoting the acquisition of the early reinforcing effects of ethanol; (ii) acetaldehyde is not responsible for the maintenance of chronic ethanol intake, while other mechanisms are indicated; (iii) the systemic administration of NAC, a strong antioxidant markedly inhibits the maintenance of chronic ethanol intake; and (iv) the intra-cerebroventricular administration of anti-inflammatory and antioxidant MSCs inhibit both the maintenance of chronic ethanol intake and relapse-like drinking.","Authors":"Israel, Y (Israel, Yedy) ; Karahanian, E (Karahanian, Eduardo) ; Ezquer, F (Ezquer, Fernando) ; Morales, P (Morales, Paola) ; Ezquer, M (Ezquer, Marcelo) ; Rivera-Meza, M (Rivera-Meza, Mario) ; Herrera-Marschitz, M (Herrera-Marschitz, Mario) ; Quintanilla, ME (Quintanilla, Maria E.)","Title":"Acquisition, Maintenance and Relapse-Like Alcohol Drinking: Lessons from the UChB Rat Line"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398175600001 ISSN: 1664-1078","Keywords":"implicit learning; conscious awareness; fluency; associative strength; serial reaction time task; unexpected events KeyWords Plus:CONSCIOUS PERCEPTION; IMPLICIT; AWARENESS; NEUROSCIENCE; ATTENTION; DISSOCIATION; PERFORMANCE; EXPRESSION; PSYCHOLOGY; SEQUENCES","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 DOI: 10.3389/fpsyg.2017.00502 Published: APR 4 2017","Abstract":"The Serial Reaction Time Task (SRTT) is an important paradigm to study the properties of unconscious learning processes. One specifically interestingand still controversially discussed topic are the conditions under which unconsciously acquired knowledge becomes conscious knowledge. The different assumptions about the underlying mechanisms can contrastively be separated into two accounts: single system views in which the strengthening of associative weights throughout training gradually turns implicit knowledge into explicit knowledge, and dual system views in which implicit knowledge itself does not become conscious. Rather, it requires a second process which detects changes in performance and is able to acquire conscious knowledge. In a series of three experiments, we manipulated the arrangement of sequential and deviant trials. In an SRTT training, participants either received mini-blocks of sequential trials followed by mini-blocks of deviant trials (22 trials each) or they received sequential and deviant trials mixed randomly. Importantly the number of correct and deviant transitions was the same for both conditions. Experiment 1 showed that both conditions acquired a comparable amount of implicit knowledge, expressed indifferent test tasks.Experiment 2 further demonstrated that both conditions differed in their subjectively experienced fluency of the task, with more fluency experienced when trained with mini-blocks. Lastly, Experiment 3 revealed that the articipants trained with longer mini-blocks of sequential and deviant material developed more explicit knowledge. Results are discussed regarding their compatibility with different assumptions about the emergence of explicit knowledge in an implicit learning situation, especially with respect to the role of meta cognitive judgements and more specifically the Unexpected-Event Hypothesis.","Authors":"Esser, S (Esser, Sarah) ; Haider, H (Haider, Hilde)","Title":"The Emergence of Explicit Knowledge in a Serial Reaction Time Task: The Role of Experienced Fluency and Strength of Representation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398171000001 PubMed ID: 28421007 ISSN: 1664-1078","Keywords":"visual music and emotion; aesthetic experience; auditory-visual perception; art and emotion; aesthetic perception; cross-modal integration; auditory-visual integration; music and emotion KeyWords Plus:CLASSICAL-MUSIC; ASYMMETRY; MODEL; EEG; JUDGMENTS; PICTURES; LINES; SYNCHRONIZATION; APPRECIATION; STIMULATION","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 440 DOI: 10.3389/fpsyg.2017.00440 Published: APR 4 2017","Abstract":"Emotional visual music is a promising tool for the study of aesthetic perception in human psychology; however, the production of such stimuli and the mechanisms of auditory-visual emotion perception remain poorly understood. In Experiment 1, we suggested a literature-based, directive approach to emotional visual music design, and inspected the emotional meanings thereof using the self-rated psychometric and electroencephalographic (EEG) responses of the viewers. A two-dimensional (2D) approach to the assessment of emotion (the valence-arousal plane) with frontal alpha power asymmetry EEG (as a proposed index of valence) validated our visual music as an emotional stimulus. In Experiment 2, we used our synthetic stimuli to investigate possible underlying mechanisms of affective evaluation mechanisms in relation to audio and visual integration conditions betweenmodalities (namely congruent, complementation, or incongruent combinations). In this experiment, we found that, when arousal information between auditory and visual modalities was contradictory [for example, active (+) on the audio channel but passive (-) on the video channel], the perceived emotion of cross-modal perception (visual music) followed the channel conveying the stronger arousal. Moreover, we found that an enhancement effect (heightened and compacted in subjects' emotional responses) in the aesthetic perception of visual music might occur when the two channels contained contradictory arousal information and positive congruency in valence and texture/control. To the best of our knowledge, this work is the first to propose a literature-based directive production of emotional visual music prototypes and the validations thereof for the study of cross-modally evoked aesthetic experiences in human subjects.","Authors":"Lee, IE (Lee, Irene Eunyoung) ; Latchoumane, CFV (Latchoumane, Charles-Francois V.) ; Jeong, J (Jeong, Jaeseung)","Title":"Arousal Rules: An Empirical Investigation into the Aesthetic Experience of Cross-Modal Perception with Emotional Visual Music"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398516200001 PubMed ID: 28372587 ISSN: 1748-5908","Keywords":"Evidence-based practice; Evidence-based practice in psychology; Evidence-based treatments; Interventions; Implementation; Attitudes; Therapists; Mental health KeyWords Plus:ADVANCING IMPLEMENTATION SCIENCE; ORGANIZATIONAL SOCIAL-CONTEXT; CONFIRMATORY FACTOR-ANALYSIS; MENTAL-HEALTH PROVIDERS; PSYCHOMETRIC PROPERTIES; RECOMMENDATIONS; SERVICES; INNOVATIONS; LEADERSHIP; ADOPTION","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services; Health Policy & Services","Journal Information":"IMPLEMENTATION SCIENCE Volume: 12 Article Number: 44 DOI: 10.1186/s13012-017-0573-0 Published: APR 4 2017","Abstract":"Background: Short and valid instruments for measuring factors facilitating or hindering implementation efforts are called for. This article describes (1) the adaptation of a shorter version of the Evidence-based Practice Attitude Scale (EBPAS-50 items), and (2) the psychometric properties of the shortened version in both US and Norwegian data. Methods: The US participants were mental health service providers (N = 418) recruited from clinics providing mental health services in San Diego County, California. The Norwegian participants were psychologists, psychiatric nurses, and psychology students (N = 838) recruited from the Norwegian Psychological Association and the Norwegian Nurses Organization. A confirmatory factor analysis (CFA) approach was used. Results: The reduction resulted in 36 items named EBPAS-36, and the original 12 factor model was maintained. The EBPAS-36 had acceptable model fit, as indicated by a low degree of misspecification errors in both the US (RMSEA =.045 (CI90%.040-. 049); SRMR =.05) and the Norwegian data (RMSEA =.052 (CI90%.047-. 056, SRMR =.07). Incremental model fit was fair in the US (CFI =.93, TLI =.91) and in the Norwegian samples (CFI =.91, TLI =.89). The internal consistency (Cronbach's a) in the US and the Norwegian samples were good for the total EBPAS-36 score (. 79 and.86, respectively) and were ranged from adequate to excellent for the subscales (US.60-. 91 and Norway.61-. 92). Conclusions: The EBPAS-36 has adequate psychometric properties both in US and Norwegian samples, hence indicating cross-cultural validity. It is a brief, pragmatic, and more user-friendly instrument than the EBPAS-50, yet maintains a broad scope by retaining the original 12 measurement domains.","Authors":"Rye, M (Rye, Marte) ; Torres, EM (Torres, Elisa M.) ; Friborg, O (Friborg, Oddgeir) ; Skre, I (Skre, Ingunn) ; Aarons, GA (Aarons, Gregory A.)","Title":"The Evidence-based Practice Attitude Scale36 (EBPAS-36): a brief and pragmatic measure of attitudes to evidence-based practice validated in US and Norwegian samples"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397998100001 PubMed ID: 28421019 ISSN: 1664-1078","Keywords":"gender; self-construal; priming; culture; decision-making; ultimatum game KeyWords Plus:SOCIAL DECISION-MAKING; ULTIMATUM GAME; CULTURAL-DIFFERENCES; RISK-TAKING; INDIVIDUALISM-COLLECTIVISM; VALUE ORIENTATION; PRIVATE SELF; COOPERATION; COGNITION; DILEMMAS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 503 DOI: 10.3389/fpsyg.2017.00503 Published: APR 3 2017","Abstract":"Research in social and cultural psychology has identified that self-construal, or the way the self is defined in relation to others, plays an important role in social decision-making processes. Yet it remains difficult to isolate the effect of self-construal in a comparative approach. Therefore, we used priming methodology in three studies to induce either an independent or interdependent mindset to test direct consequences on fairness considerations. Specifically, we asked whether participants would accept an unfair ultimatum game offer: a split of 10 euros, where the participant is allocated the marginal share of 3 and the proposer 7. If the participant refuses, neither gets paid. In the first study, we used the well-known similarities and differences prime. Here, activating an interdependent mindset decreased rejection of the unfair offer compared to the independent mindset and control condition, but only in females. The prime did not affect males. In the second and third study we modified our university's mission statement to instead include either independent or interdependent values. Females displayed a similar direction of effects; in males however, activating an interdependent mindset increased rejection. Taken together, the results show that whether participants accept or reject an unfair offer depends on both their gender and the self-construal prime. The results were interpreted using the distinction between relational independence that has been associated with females, and collective interdependence, that has been associated with males. Possible consequences for future studies are discussed.","Authors":"Flinkenfloger, N (Flinkenfloger, Nic) ; Novin, S (Novin, Sheida) ; Huizinga, M (Huizinga, Marlette) ; Krabbendam, L (Krabbendam, Lydia)","Title":"Gender Moderates the Influence of Self-Construal Priming on Fairness Considerations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398164600001 PubMed ID: 28421012 ISSN: 1664-1078","Keywords":"youth mental health; early psychosis; psychosocial treatment; family intervention; online treatment; psychoeducation; online social networking KeyWords Plus:1ST EPISODE PSYCHOSIS; 1ST-EPISODE PSYCHOSIS; FAMILY PSYCHOEDUCATION; OUTCOMES; SUPPORT; IMPACT; SCHIZOPHRENIA; INTERVENTIONS; SERVICES; DEPRESSION","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 485 DOI: 10.3389/fpsyg.2017.00485 Published: APR 3 2017","Abstract":"Family members caring for a young person diagnosed with the onset of mental health problems face heightened stress, depression, and social isolation. Despite evidence for the effectiveness of family based interventions, sustaining access to specialist family interventions is a major challenge. The availability of the Internet provides possibilities to expand and sustain access to evidence-based psychoeducation and personal support for family members. In this paper we describe the therapeutic model and the components of our purpose-built moderated online social therapy (MOST) program for families. We outline the background to its development, beginning with our face-to-face EPISODE II family intervention, which informed our selection of therapeutic content, and the integration of recent developments in positive psychology. Our online interventions for carers integrate online therapy, online social networking, peer and expert support, and online social problem solving which has been designed to reduce stress in carers. The initial version of our application entitled Meridian was shown to be safe, acceptable, and feasible in a feasibility study of carers of youth diagnosed with depression and anxiety. There was a significant reduction in self-reported levels of stress in caregivers and change in stress was significantly correlated with use of the system. We have subsequently launched a cluster RCT for caregivers with a relative diagnosed with first-episode psychosis. Our intervention has the potential to improve access to effective specialist support for families facing the onset of serious mental health problems in their young relative.","Authors":"Gleeson, J (Gleeson, John) ; Lederman, R (Lederman, Reeva) ; Koval, P (Koval, Peter) ; Wadley, G (Wadley, Greg) ; Bendall, S (Bendall, Sarah) ; Cotton, S (Cotton, Sue) ; Herrman, H (Herrman, Helen) ; Crisp, K (Crisp, Kingsley) ; Alvarez-Jimenez, M (Alvarez-Jimenez, Mario)","Title":"Moderated Online Social Therapy: A Model for Reducing Stress in Carers of Young People Diagnosed with Mental Health Disorders"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997700001 PubMed ID: 28421010 ISSN: 1664-1078","Keywords":"executive functions; developmental psychology; young adolescence; late childhood; sex differences; level of parental education KeyWords Plus:BRAIN-DEVELOPMENT; PRESCHOOL-CHILDREN; EARLY ADULTHOOD; ADOLESCENCE; CHILDHOOD; BEHAVIOR; TRAJECTORIES; ATTAINMENT; INVENTORY; INSIGHTS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 481 DOI: 10.3389/fpsyg.2017.00481 Published: APR 3 2017","Abstract":"Executive functions (EFs) develop over the period of early childhood and adolescence up until young adulthood. Individual children differ substantially in the pace at which their EFs develop, and characteristics such as sex and the level of parental education (LPE) are thought to contribute to these differences. In the present study, we assessed age-related changes in EFs as perceived and evaluated by teachers and parents as well as the influence of sex and LPE on their evaluations. We used a newly developed observer-report questionnaire, the Amsterdam Executive Function Inventory (AEFI). The AEFI assesses three important components of the executive aspects of daily life behavior in 13 questions: Attention; Self-control and Self-monitoring; and Planning and Initiative taking. Teachers and parents evaluated these aspects of executive functioning in 186 schoolchildren in grades 3-6 (age: 9-12 years). Age effects within grades and differences in social economic status between the four participating schools were controlled. Results showed a significant increase in teacher-perceived EFs from third to fourth grades and from fifth to sixth grades. This development was influenced both by the sex of the child and by the LPE. As perceived by teachers, the component self-control and self-monitoring was higher for girls than for boys, and planning abilities were higher for children from families with a higher LPE. Additional analyses showed that there is a systematic and statistically significant difference between the evaluations of the teachers and that of parents. Parents reported higher scores for planning, whereas teachers reported higher scores for self-control and self-monitoring. Evaluations by parents and teachers were different for girls, but not for boys. These findings are important because they imply that the development of EFs as perceived by parents and teachers is influenced by child-related factors. Second, there are clear differences in evaluations between teachers and parents. The AEFI appears to be a tool that is easily used by parents and teachers and shows potential for monitoring the development of EFs as perceived by significant others during young adolescence.","Authors":"van Tetering, MAJ (van Tetering, Marleen A. J.) ; Jolles, J (Jolles, Jelle)","Title":"Teacher Evaluations of Executive Functioning in Schoolchildren Aged 9-12 and the Influence of Age, Sex, Level of Parental Education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397365700004 ISSN: 2375-6314 eISSN: 2375-6322","Keywords":"aviation psychology; pilot cadets; cognitive evaluation KeyWords Plus:AGE","Categories":"Biophysics; Public, Environmental & Occupational Health; Research & Experimental Medicine Web of Science Categories:Biophysics; Public, Environmental & Occupational Health; Medicine, Research & Experimental","Journal Information":"AEROSPACE MEDICINE AND HUMAN PERFORMANCE Volume: 88 Issue: 4 Pages: 392-398 DOI: 10.3357/AMHP.4677.2017 Published: APR 2017","Abstract":"OBJECTIVE: In aviation psychology, there is a constant need for the cognitive evaluation of pilots as part of operational fitness and safety criteria. METHODS: A cross-sectional study with comparison between the performance of Israeli Air Force pilot cadets (N = 318) and U.S. Air Force pilot training candidates (N = 512) as assessed by a cognitive battery was undertaken. The data of the comparison group was collected from Callister, King, and Retzlaff, as published in 1996. RESULTS: In general, the means in the three components composing the battery-speed, accuracy, and throughput variables indicated that the Israeli Air Force pilot cadets' scores were higher than those of the U.S. Air Force pilot candidates' scores in 50 of 53 variables. Nonsignificant differences were found in Accuracy of shifting attention-arrow color (SATAC), pathfinder-combined (PFC), and pathfinder-letter (PFL). CONCLUSIONS: The difference in performance between the two groups may be due to differences in population characteristics. However, these results need to be considered cautiously, as the groups were sampled at a sizeable time gap (1996 for the U.S. Air Force vs. 2013 for the Israeli Air Force), with each time period characterized by different cultural and technological influences.","Authors":"Gordon, S (Gordon, Shirley) ; Goren, C (Goren, Chen) ; Carmon, E (Carmon, Erez) ; Shelef, L (Shelef, Leah)","Title":"Cognitive Evaluation of Israeli Air Force Pilot Cadets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398500200007 ISSN: 0144-686X eISSN: 1469-1779","Keywords":"social representations; memory; memories; self-concept; intergenerational solidarity KeyWords Plus:MENTAL-HEALTH; OLDER-ADULTS; AGE; REMINISCENCE; PERFORMANCE; PSYCHOLOGY; EXPECTATIONS; IMPAIRMENT; PERCEPTION; KNOWLEDGE","Categories":"Geriatrics & Gerontology Web of Science Categories:Gerontology","Journal Information":"AGEING & SOCIETY Volume: 37 Issue: 4 Pages: 804-822 DOI: 10.1017/S0144686X15001464 Published: APR 2017","Abstract":"This paper examines how contextual (conversational) aspects and socially shared meanings might affect the participants' performance on a standardised memory test using the theoretical framework of social representations. A total of 97 members of centres for older adults located in Rome, Italy participated in a screening using the Montreal Cognitive Assessment test. Prior to testing, a group of volunteers had organised a performance focused on events from the distant past, stimulating intergenerational reminiscence. The participants were randomly assigned to one of two conditions. In the first case, prior to administering the test, a psychotherapist talked to each participant about the performance, focusing on ageing and stressing the neutral aspects of its social representations, such as change and time. In the second case, performance was used to concentrate on positive aspects of the social representations of ageing, namely wisdom and experience. In line with the hypothesis, focusing on positive aspects of social representations of ageing (wisdom and experience) versus their neutral aspects (change and time) has resulted in improved performance on a standardised memory test. Practitioners (psychotherapists - experts in psycho-diagnostics) who administered the tests have been involved in the co-construction of the meaning of ageing, discussing a real-life situation: the common experience of intergenerational activity that involved the participants' memories of their urban environment.","Authors":"Dryjanska, L (Dryjanska, Laura) ; Aiello, S (Aiello, Stefania) ; Giua, M (Giua, Marzia)","Title":"Social representations, ageing and memory: a holistic approach to cognitive assessment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398582100011 ISSN: 0092-5853 eISSN: 1540-5907","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"AMERICAN JOURNAL OF POLITICAL SCIENCE Volume: 61 Issue: 2 Pages: 409-423 DOI: 10.1111/ajps.12248 Published: APR 2017","Abstract":"Evolutionary, neuroscientific, and cognitive perspectives in psychology have converged on the idea that some attitudes are moralizeda distinctive characteristic. Moralized attitudes reorient behavior from maximizing gains to adhering to rules. Here, I examine a political consequence of this tendency. In three studies, I measure attitude moralization and examine how it relates to approval of political compromise. I find that moralized attitudes lead citizens to oppose compromises, punish compromising politicians, and forsake material gains. These patterns emerge on economic and noneconomic issues alike and identify a psychological phenomenon that contributes to intractable political disputes.","Authors":"Ryan, TJ (Ryan, Timothy J.)","Title":"No Compromise: Political Consequences of Moralized Attitudes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397899300001 ISSN: 0269-994X eISSN: 1464-0597","Categories":"Psychology Web of Science Categories:Psychology, Applied","Journal Information":"APPLIED PSYCHOLOGY-AN INTERNATIONAL REVIEW-PSYCHOLOGIE APPLIQUEE-REVUE INTERNATIONALE Volume: 66 Issue: 2 Pages: 207-232 DOI: 10.1111/apps.12091 Published: APR 2017","Abstract":"Job satisfaction and job performance represent two of the most important and popular constructs investigated in organisational psychology. Issues relating to the nature and significance of their relationship has fascinated organisational researchers since the beginning of this discipline. In the present study, we aimed to clarify the direction of plausible influences between these two constructs by using a dynamic latent difference score model (McArdle, 2009) and a large sample of employees who were followed for five years (N=1,004). The findings provided support for a reciprocal model of relationships. Satisfied workers generally demonstrated higher job performance over time than did unsatisfied workers. Job performance, however, is a significant contributor of an individual's satisfaction with their work. The contribution of this study to the literature lies in its use of Latent Difference Score models to more accurately capture the longitudinal dynamics of the relationships between job performance and job satisfaction.","Authors":"Alessandri, G (Alessandri, Guido) ; Borgogni, L (Borgogni, Laura) ; Latham, GP (Latham, Gary P.)","Title":"A Dynamic Model of the Longitudinal Relationship between Job Satisfaction and Supervisor-Rated Job Performance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398045200018 PubMed ID: 26577905 ISSN: 0004-0002 eISSN: 1573-2800","Keywords":"Heterosexual women; Homosexual men; Friendship Human mating; Intrasexual competition; Gay-straight psychology KeyWords Plus:INTRASEXUAL COMPETITION; MATE ATTRACTION; COMMUNITY; EVOLUTION","Categories":"Psychology; Social Sciences - Other Topics Web of Science Categories:Psychology, Clinical; Social Sciences, Interdisciplinary","Journal Information":"ARCHIVES OF SEXUAL BEHAVIOR Volume: 46 Issue: 3 Pages: 763-773 DOI: 10.1007/s10508-015-0648-4 Published: APR 2017","Abstract":"Previous findings indicate that heterosexual women experience a greater sense of comfort and trust in their friendships with gay men than in their friendships with heterosexual individuals. In the present studies, we tested a hypothesis that not only explains why women exhibit increased trust in gay men but also yields novel predictions about when (i.e., in what contexts) this phenomenon is likely to occur. Specifically, we propose that gay men's lack of motives to mate with women or to compete with them for mates enhances women's trust in gay men and openness to befriend them. Study 1 demonstrated that women placed greater trust in a gay man's mating but not non-mating (e.g., career) advice than in the same advice given by heterosexual individuals. Study 2 showed that women perceived a gay man to be more sincere in scenarios relevant to sexual and competitive mating deception. In Study 3, exposing women to a visualization of increased mating competition enhanced their trust in gay men; when mating competition was salient, women's trust in mating information from a gay man was amplified. Study 4 showed that women who perceived higher levels of mating competition were more open to befriending gay men. Together, these converging findings support our central hypothesis, which not only provides a distal explanation for the trust that straight women place in gay men, but also provides novel insights into previously unidentified contexts that facilitate the formation and strengthening of this unique bond.","Authors":"Russell, EM (Russell, Eric M.) ; Ta, VP (Ta, Vivian P.) ; Lewis, DMG (Lewis, David M. G.) ; Babcock, MJ (Babcock, Meghan J.) ; Ickes, W (Ickes, William)","Title":"Why (and When) Straight Women Trust Gay Men: Ulterior Mating Motives and Female Competition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397561000002 ISSN: 0005-0067 eISSN: 1742-9544","Keywords":"clinical supervision; competency-based; competency-based clinical supervision; competency-based supervision; supervision training; supervisor competence KeyWords Plus:PROFESSIONAL PSYCHOLOGY; MODEL; PRINCIPLES; CONSENSUS; EDUCATION; OUTCOMES","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"AUSTRALIAN PSYCHOLOGIST Volume: 52 Issue: 2 Pages: 86-93 DOI: 10.1111/ap.12265 Published: APR 2017","Abstract":"Although competency-based clinical supervision has been adopted in many international clinical training settings, acceptance has been variable with scholarly opinion outpacing actual practice. The transtheoretical molecular model, as articulated by Gonsalvez and Calvert (2014), offers a structure for advancing competency-based supervision and an important contribution, providing for definition of content and processes implicit in supervision practice. Barriers to implementation of competency-based supervision include lack of consensus on effective supervision practices, lack of empirical support for the model, and an absence of systematic training in clinical supervision during the training trajectory. However, the competency-based model, when implemented with fidelity to an explicit approach with designated competencies (Falender & Shafranske, 2017; Gonsalvez & Calvert, 2014) provides essential components for implementation. These include supervisee and supervisor self-assessment of competence as a platform for goal setting, establishment of a collaborative supervisory relationship through this process, attention to the power differential implicit in the relationship, with a promise of transparency in feedback provided through competence assessment and monitoring, attention to diversity and multicultural personal factors, and ethical, legal, and regulatory factors. The process of supervision enhances the supervisee's metacompetence, or awareness of what he/she knows and does not know, and skill development through systematic targeted monitoring and feedback. However, significant tensions arise in balancing multiple supervisor roles and responsibilities involving multicultural and global competence. Steps are proposed to advance supervisor competence within competency-based supervision and the requisite practices are identified that define it as a model for future study and empirical analysis of supervision efficacy.","Authors":"Falender, CA (Falender, Carol A.) ; Shafranske, EP (Shafranske, Edward P.)","Title":"Competency-based Clinical Supervision: Status, Opportunities, Tensions, and the Future"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397561000003 ISSN: 0005-0067 eISSN: 1742-9544","Keywords":"competency scales; measurement of competencies; professional supervision; psychometric properties; supervision effectiveness; supervision evaluation; supervisory competence KeyWords Plus:CLINICAL SUPERVISION; PSYCHOLOGY; MODEL; QUESTIONNAIRE; INVENTORY; TRAINEES; ALLIANCE; OUTCOMES","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"AUSTRALIAN PSYCHOLOGIST Volume: 52 Issue: 2 Pages: 94-103 DOI: 10.1111/ap.12269 Published: APR 2017","Abstract":"ObjectivesThe last two decades has witnessed a strong endorsement of competency-based models for both practitioner training and professional supervision. The valid and reliable measurement of supervisee and supervisory competence is an essential step towards progress, yet currently there are few instruments that can claim to measure the range of supervisor competencies. The current study establishes the Supervision Evaluation and Supervisory Competence (SE-SC) scale as a new, psychometrically sound instrument. MethodA total of 142 supervisees anonymously completed overall evaluations of supervision satisfaction and supervisor effectiveness and of specific supervisor competencies using the SE-SC instrument. The specific competencies were subjected to a hierarchical cluster analyses to determine the underlying structure of supervisory competence. ResultsThe results supported a six-cluster solution that included (a) Openness, caring and support, (b) Supervisor's Knowledge and Expertise as Therapist, (c) Supervision Planning and Management, (d) Goal-Directed Supervision, (e) Restorative Competencies, and (f) Insight into and Management of Therapist-Client Dynamics and Reflective Practitioner Competencies. The results yielded excellent internal reliability, test-retest reliability, and concurrent validity for the six clusters, with high and meaningful correlations with subscales of the Supervisory Working Alliance Inventory (SWAI) and the Supervisory Styles Inventory (SSI). More importantly, the six clusters together better predicted overall scores on supervision satisfaction and effectiveness (85% of variance) than did subscales of the SWAI (56%) and the SSI (57%). ConclusionThe SE-SC demonstrates good psychometric properties and is a useful scale to measure a supervisee's evaluation of supervisory competence.","Authors":"Gonsalvez, CJ (Gonsalvez, Craig J.) ; Hamid, G (Hamid, Geaty) ; Savage, NM (Savage, Nicole M.) ; Livni, D (Livni, Danielle)","Title":"The Supervision Evaluation and Supervisory Competence Scale: Psychometric Validation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397561000005 ISSN: 0005-0067 eISSN: 1742-9544","Keywords":"assessment; outcomes; student competency; supervision; training KeyWords Plus:CLINICAL SUPERVISION; WORKING ALLIANCE; COMPETENCE; SATISFACTION; EDUCATION","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"AUSTRALIAN PSYCHOLOGIST Volume: 52 Issue: 2 Pages: 114-120 DOI: 10.1111/ap.12258 Published: APR 2017","Abstract":"ObjectivePsychological assessment is a key activity for psychologists and a foundational element of psychology training, and psychological assessment supervision differs from psychotherapy supervision. The present study investigated factors that promote effectiveness in psychological assessment supervision. MethodParticipants were 47 assessment practica students at a clinical psychology doctoral program in the USA, their supervisors, and faculty evaluators of the Clinical Qualifying Exam-Assessment (CQE-A), which was the student competency outcome measure. Students were grouped by CQE-A performance: pass (n = 15), remediate (n = 23), and fail (n = 9). ResultsSuccessful students performed better on tasks that required them to integrate complex client information, reported more supplemental supervision experiences, such as in group or provided by unlicensed advanced trainees, and indicated that supplemental experiences were associated with greater confidence. Successful students were rated as more able to manage anxiety during the CQE-A and to use practicum supervision effectively. Students who failed reported greater focus in supervision on basic skills, and demonstrated inaccuracy in skills self-assessment. Student satisfaction was positively correlated with regular monitoring, ongoing feedback, clear goals and expectations, clear evaluation criteria, an initial baseline skills assessment, regular meetings, and supervisors staying updated. ConclusionsLinking skills assessment, goal setting, and evaluation are important for successful student outcomes. A developmental approach may aid in customizing supervision. Tools, such as supervision agreements and training to orient students to the process of assessment supervision, may impact student ability to use supervision effectively. Group and supplemental supervisors can aid in monitoring students and fine tuning skill development.","Authors":"Vannucci, MJ (Vannucci, Marla J.) ; Whiteside, DM (Whiteside, Douglas M.) ; Saigal, S (Saigal, Seema) ; Nichols, L (Nichols, Lauren) ; Hileman, S (Hileman, Sasha)","Title":"Predicting Supervision Outcomes: What is Different about Psychological Assessment Supervision?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397561000006 ISSN: 0005-0067 eISSN: 1742-9544","Keywords":"clinical psychology; competency assessments; field placement evaluation; practicum assessment; problematic professional competence; student placement; supervision KeyWords Plus:NATIONAL-SURVEY; STUDENT IMPAIRMENT; TRAINING-PROGRAMS; MODEL; CONCEPTUALIZATIONS; SUPERVISION; EXPERIENCES; BENCHMARKS; CHALLENGES; EDUCATORS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"AUSTRALIAN PSYCHOLOGIST Volume: 52 Issue: 2 Pages: 121-129 DOI: 10.1111/ap.12268 Published: APR 2017","Abstract":"ObjectiveClinical psychology trainees with problems of professional competence (PPC) continue to be a challenge for courses. Despite the rapid development of competency-based training models, the impact of this shift to the identification and management of professional competency problems is unclear. This project aims to describe how clinical psychology trainees with PPC are identified and managed within the Australian and New Zealand context. MethodAn online survey was distributed through Australian and New Zealand universities offering clinical psychology training programmes. Questions addressed approaches to monitoring progress on placements, identification and management of trainees determined to be underperforming on placements, and the perceived usefulness of a range of strategies such as the use of standardised-rating tools. ResultsThirty one responses were received, representing 40 clinical psychology training courses in 22 institutions across Australia and New Zealand. In all cases, at least one trainee with a PPC had been detected in the previous 5 years, most commonly attributed to psychological, behavioural, and developmental issues. Respondents reported the use of a range of preventive and remedial strategies, including the use of psychometrically validated competency evaluation rating forms to assist in the grading of placements. ConclusionTrainees with PPC occur on a fairly regular basis in clinical psychology training courses in Australian and New Zealand. While some processes involved in the identification and management of these students have been refined and systematised, some opportunities to facilitate early identification and remediation may yet need further enhancement.","Authors":"Nicholson Perry, K (Nicholson Perry, Kathryn) ; Donovan, M (Donovan, Mark) ; Knight, R (Knight, Rosalind) ; Shires, A (Shires, Alice)","Title":"Addressing Professional Competency Problems in Clinical Psychology Trainees"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397561000007 ISSN: 0005-0067 eISSN: 1742-9544","Keywords":"competency assessment; field placement evaluations; online training; psychology practicum assessment; rater biases; supervisor evaluations KeyWords Plus:PSYCHOLOGY; PERFORMANCE; ACCURACY; RELIABILITY; ASSESSMENTS; SCALE; MODEL; BIAS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"AUSTRALIAN PSYCHOLOGIST Volume: 52 Issue: 2 Pages: 130-139 DOI: 10.1111/ap.12250 Published: APR 2017","Abstract":"ObjectiveSupervisor assessments of trainee competence are integral to ensuring that clinical psychology trainees reach competency benchmarks. The commonly used Clinical Psychology Practicum Competencies Rating Scale (CPRS) has been shown to elicit inflated ratings of competency. Hence, the aim of this study is to examine whether brief supervisor training reduces ratings by providing objective criteria with which supervisors can assess trainee competency. MethodThe ratings included were of 124 psychology trainees from nine Australian university clinical programmes. Of 170 supervisors, 32 completed the online training immediately prior to commencing the CPRS. Training required supervisors to rate the competency level described in five standardised vignettes (Beginner through to Competent). Vignette ratings, as determined by a panel of expert supervisors, were provided as feedback. A sixth calibration vignette was also rated (no feedback provided). Firstly, CPRS ratings from the trained and untrained supervisors were compared. Secondly, the difference between supervisor and expert ratings of the calibration vignettes were compared across trained and untrained groups. ResultsTrained supervisors provided lower CPRS ratings than untrained supervisors. In addition, trained supervisors (vs untrained supervisors) provided ratings of the calibration vignette that more accurately matched the ratings provided by the expert panel. ConclusionsBrief online training using standardised vignettes was associated with lower CPRS ratings. The standardised vignettes helped calibrate supervisors' ratings and likely attuned supervisors to the skills and competency levels that are expected at particular developmental stages. As a consequence, training appeared to reduce ratings, arguably resulting in more accurate assessments of trainee performance.","Authors":"Terry, J (Terry, Josephine) ; Gonsalvez, C (Gonsalvez, Craig) ; Deane, FP (Deane, Frank Patrick)","Title":"Brief Online Training with Standardised Vignettes Reduces Inflated Supervisor Ratings of Trainee Practitioner Competencies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397561000008 ISSN: 0005-0067 eISSN: 1742-9544","Keywords":"barriers; clinical psychology; field placement; practicum; student placement; supervision KeyWords Plus:COMPETENCE; MODEL","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"AUSTRALIAN PSYCHOLOGIST Volume: 52 Issue: 2 Pages: 140-148 DOI: 10.1111/ap.12254 Published: APR 2017","Abstract":"ObjectiveWith increasing focus on the treatment of mental health problems the need for clinical psychologists is expanding, driving strong demand for postgraduate clinical psychology training programs. Although the number of training places in Australia has increased, the availability of external placements appears to have lagged behind, causing significant challenges to students. Using a survey of clinical psychologists in New South Wales, Australia, this study evaluated the capacity for placements and explored issues that may impact on field placement capacity. MethodA survey was developed in order to identify potential student placement capacity and factors that may prevent potential supervisors from offering placements to students. The survey was distributed electronically through clinical psychology networks targeting those employed in NSW. ResultsOne hundred and forty endorsed clinical psychologists completed the survey. Of these, 42% stated they felt unable to offer field placements to students within the next 12 months. The most commonly cited barriers to offering a placement included a lack of time (21%); not being a PsyBA supervisor (18%); being employed part-time (18%) and the concern that clinical supervision time did not attract funding under the current public health funding model (16%). ConclusionThe study provides an estimate of clinical field placement capacity in NSW. The results suggest that the capacity in the existing clinical psychology workforce could meet clinical field placement demand. The authors discuss reasons why anecdotally, this does not appear to reflect the reality of field placement coordinators and students. The authors provide possible strategies for addressing the issues raised.","Authors":"Shires, A (Shires, Alice) ; Vrklevski, L (Vrklevski, Lil) ; Hyde, J (Hyde, Judy) ; Bliokas, V (Bliokas, Vida) ; Simmons, A (Simmons, Akeesha)","Title":"Barriers to Provision of External Clinical Psychology Student Placements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397561000010 ISSN: 0005-0067 eISSN: 1742-9544","Keywords":"clinical supervision; digital security; risk perception; technology; training; video recording KeyWords Plus:CLINICAL SUPERVISION; PSYCHOTHERAPY","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"AUSTRALIAN PSYCHOLOGIST Volume: 52 Issue: 2 Pages: 155-161 DOI: 10.1111/ap.12262 Published: APR 2017","Abstract":"ObjectiveTechnology is increasingly used in the provision of psychology services, and technology-assisted supervision may offer improved access, convenience, and cost efficiencies in supervision settings, as well as augmenting and extending traditional supervision tools. The successful implementation and uptake of technology in supervision and training may be impacted by psychologists' understanding of digital security mechanisms and their perception of risk associated with new technologies. MethodTwenty-five psychologists completed a survey exploring knowledge of e-security, perceptions of risk associated with different behaviours in both digital and more traditional working contexts, and the extent to which they engaged in these behaviours. Comfort and willingness to utilise new supervision technologies was also assessed. ResultsResults reveal a perceived lack of understanding of electronic security mechanisms. Comparisons of perceived risk between physical and equivalent digitally managed information were rated as similar. Psychologists tend to engage in higher perceived risk behaviours less often, although there are some clear discrepancies. Greater knowledge of e-security was associated with less comfort in using new supervision technologies. ConclusionsUser perceptions of risk may impact the uptake of potentially useful technologies that support supervision. Education in the implementation of appropriate digital security mechanisms is recommended, coupled with further research to understand barriers associated with greater knowledge of security risks.","Authors":"Blackman, R (Blackman, Russell) ; Deane, FP (Deane, Frank P.) ; Gonsalvez, C (Gonsalvez, Craig) ; Saffioti, D (Saffioti, Daniel)","Title":"Preliminary Exploration of Psychologists' Knowledge and Perceptions of Electronic Security and Implications for Use of Technology-Assisted Supervision"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398509700001 ISSN: 0007-1234 eISSN: 1469-2112","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"BRITISH JOURNAL OF POLITICAL SCIENCE Volume: 47 Issue: 2 Pages: 241-262 DOI: 10.1017/S0007123415000186 Published: APR 2017","Abstract":"This article explores belief in political rumors surrounding the health care reforms enacted by Congress in 2010. Refuting rumors with statements from unlikely sources can, under certain circumstances, increase the willingness of citizens to reject rumors regardless of their own political predilections. Such source credibility effects, while well known in the political persuasion literature, have not been applied to the study of rumor. Though source credibility appears to be an effective tool for debunking political rumors, risks remain. Drawing upon research from psychology on 'fluency' - the ease of information recall - this article argues that rumors acquire power through familiarity. Attempting to quash rumors through direct refutation may facilitate their diffusion by increasing fluency. The empirical results find that merely repeating a rumor increases its power.","Authors":"Berinsky, AJ (Berinsky, Adam J.)","Title":"Rumors and Health Care Reform: Experiments in Political Misinformation"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395995400013 PubMed ID: 27518484 ISSN: 0749-8047 eISSN: 1536-5409","Keywords":"pain intensity; assessment; children; numerical rating scale; NRS-11 KeyWords Plus:CLINICAL-TRIALS; POSTOPERATIVE PAIN; PEDIATRIC ACUTE; CUT POINTS; VALIDITY; VALIDATION; AGREEMENT; RECOMMENDATIONS; RESPONSIVENESS; VARIABILITY","Categories":"Anesthesiology; Neurosciences & Neurology Web of Science Categories:Anesthesiology; Clinical Neurology","Journal Information":"CLINICAL JOURNAL OF PAIN Volume: 33 Issue: 4 Pages: 376-383 DOI: 10.1097/AJP.0000000000000406 Published: APR 2017","Abstract":"Objectives: The Numerical Rating Scale-11 (NRS-11) is one of the most widely used scales to assess self-reported pain intensity in children, despite the limited information on its psychometric properties for assessing pain in pediatric populations. Recently, there has been an increase in published findings regarding the strengths and weaknesses of the NRS-11 as a measure of pain in youths. The purpose of this study was to review this research and summarize what is known regarding the reliability and validity of the NRS-11 as a self-report measure of pediatric pain intensity. Methods: A literature search was conducted using PubMed, PsycINFO, CINAHL, and the Psychology and Behavioral Sciences Collection from their inception to February 2016. Results: A total of 382 articles were retrieved, 301 were screened for evaluation, and 16 were included in the review. The findings of reviewed studies support the reliability and validity of the NRS-11 when used with children and adolescents. Discussion: Additional research is needed to clarify some unresolved questions and issues, including (1) the minimum age that children should have to offer valid scores of pain intensity and ( 2) the development of consensus regarding administration instructions, in particular with respect to the descriptors used for the upper anchor. On the basis of available information, the NRS-11 can be considered to be a well-established measure for use with pediatric populations.","Authors":"Castarlenas, E (Castarlenas, Elena) ; Jensen, MP (Jensen, Mark P.) ; von Baeyer, CL (von Baeyer, Carl L.) ; Miro, J (Miro, Jordi)","Title":"Psychometric Properties of the Numerical Rating Scale to Assess Self-Reported Pain Intensity in Children and Adolescents A Systematic Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397934800004 PubMed ID: 28079394 ISSN: 1740-7745 eISSN: 1740-7753","Keywords":"Positive psychology; multiphase optimization strategy; factorial design study KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; ACTIVITY STATUS INDEX; BODY-MASS INDEX; PHYSICAL-ACTIVITY; CARDIOVASCULAR EVENTS; MEDICATION ADHERENCE; BOOSTER SESSIONS; PSYCHOLOGY INTERVENTIONS; DISPOSITIONAL OPTIMISM; SMOKING-CESSATION","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"CLINICAL TRIALS Volume: 14 Issue: 2 Pages: 128-139 DOI: 10.1177/1740774516673365 Published: APR 2017","Abstract":"Background: Positive psychological constructs, such as optimism, are associated with greater participation in cardiac health behaviors and improved cardiac outcomes. Positive psychology interventions, which target psychological wellbeing, may represent a promising approach to improving health behaviors in high-risk cardiac patients. However, no study has assessed whether a positive psychology intervention can promote physical activity following an acute coronary syndrome. Objective: In this article we will describe the methods of a novel factorial design study to aid the development of a positive psychology-based intervention for acute coronary syndrome patients and aim to provide preliminary feasibility data on study implementation. Methods: The Positive Emotions after Acute Coronary Events III study is an optimization study (planned N = 128), subsumed within a larger multiphase optimization strategy iterative treatment development project. The goal of Positive Emotions after Acute Coronary Events III is to identify the ideal components of a positive psychology-based intervention to improve post-acute coronary syndrome physical activity. Using a 2 3 2 3 2 factorial design, Positive Emotions after Acute Coronary Events III aims to: (1) evaluate the relative merits of using positive psychology exercises alone or combined with motivational interviewing, (2) assess whether weekly or daily positive psychology exercise completion is optimal, and (3) determine the utility of booster sessions. The study's primary outcome measure is moderate-to-vigorous physical activity at 16 weeks, measured via accelerometer. Secondary outcome measures include psychological, functional, and adherence-related behavioral outcomes, along with metrics of feasibility and acceptability. For the primary study outcome, we will use a mixed-effects model with a random intercept (to account for repeated measures) to assess the main effects of each component (inclusion of motivational interviewing in the exercises, duration of the intervention, and inclusion of booster sessions) from a full factorial model controlling for baseline activity. Similar analyses will be performed on self-report measures and objectively-measured medication adherence over 16 weeks. We hypothesize that the combined positive psychology and motivational interviewing intervention, weekly exercises, and booster sessions will be associated with superior physical activity. Results: Thus far, 78 participants have enrolled, with 72% of all possible exercises fully completed by participants. Conclusion: The Positive Emotions after Acute Coronary Events III study will help to determine the optimal content, intensity, and duration of a positive psychology intervention in post-acute coronary syndrome patients prior to testing in a randomized trial. This study is novel in its use of a factorial design within the multiphase optimization strategy framework to optimize a behavioral intervention and the use of a positive psychology intervention to promote physical activity in high-risk cardiac patients.","Authors":"Huffman, JC (Huffman, Jeffery C.) ; Albanese, AM (Albanese, Ariana M.) ; Campbell, KA (Campbell, Kirsti A.) ; Celano, CM (Celano, Christopher M.) ; Millstein, RA (Millstein, Rachel A.) ; Mastromauro, CA (Mastromauro, Carol A.) ; Healy, BC (Healy, Brian C.) ; Chung, WJ (Chung, Wei-Jean) ; Januzzi, JL (Januzzi, James L.) ; Collins, LM (Collins, Linda M.) ; Park, ER (Park, Elyse R.) ...More...Less","Title":"The Positive Emotions after Acute Coronary Events behavioral health intervention: Design, rationale, and preliminary feasibility of a factorial design study"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000397689400013 PubMed ID: 27642031 ISSN: 0010-0277 eISSN: 1873-7838","Keywords":"Uncanny valley; Stranger avoidance; Categorization difficulty; Appearance KeyWords Plus:DEVALUATION; INHIBITION; DIFFICULTY; RESPONSES; EERINESS; FACES","Categories":"Psychology Web of Science Categories:Psychology, Experimental","Journal Information":"COGNITION Volume: 161 Pages: 129-131 DOI: 10.1016/j.cognition.2016.09.001 Published: APR 2017","Abstract":"Artificial objects often subjectively look eerie when their appearance to some extent resembles a human, which is known as the uncanny valley phenomenon. From a cognitive psychology perspective, several explanations of the phenomenon have been put forth, two of which are object categorization and realism inconsistency. Recently, MacDorman and Chattopadhyay (2016) reported experimental data as evidence in support of the latter. In our estimation, however, their results are still consistent with categorization based stranger avoidance. In this Discussions paper, we try to describe Why categorization-based stranger avoidance remains a viable explanation, despite the evidence of MacDorman and Chattopadhyay, and how it offers a more inclusive explanation of the impression of eeriness in the uncanny valley phenomenon. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Kawabe, T (Kawabe, Takahiro) ; Sasaki, K (Sasaki, Kyoshiro) ; Ihaya, K (Ihaya, Keiko) ; Yamada, Y (Yamada, Yuki)","Title":"When categorization-based stranger avoidance explains the uncanny valley: A comment on MacDorman and Chattopadhyay (2016)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398846900007 ISSN: 0160-7960 eISSN: 2161-007X","Keywords":"narrative; spirituality; religion; multicultural competency; counselor educator KeyWords Plus:INTERSECTIONALITY; PSYCHOLOGY; FOCUS; SELF","Categories":"Psychology Web of Science Categories:Psychology, Applied","Journal Information":"COUNSELING AND VALUES Volume: 62 Issue: 1 Pages: 72-89 DOI: 10.1002/cvj.12050 Published: APR 2017","Abstract":"Using narrative inquiry, the author explored the multicultural aspects of religious and spiritual experiences, assumptions, and patterns of 9 counselor educators to understand the impact that experiences and beliefs have when supervising and teaching counseling students. A gap exists between counselor standards, ethics, competencies, and practice, because counseling students receive mixed messages about addressing spiritual and religious concerns. Through hermeneutic analysis, 6 themes emerged: (a) religious and spiritual journeys, (b) religious and spiritual practices, (c) relationships, (d) marginalization, (e) modeling, and (f) risk and taboo. Trustworthiness strategies, implications for counselor education, limitations, and directions for future research are described.","Authors":"Johns, RD (Johns, R. David)","Title":"Stories Matter: Narrative Themes of Counselor Educators ' Religious and Spiritual Competency"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397463900008 ISSN: 1532-7086 eISSN: 1552-356X","Keywords":"psychology; governance; violence; pre-crime KeyWords Plus:ILLNESS; CRIMINOLOGY; VIOLENCE; OPINION","Categories":"Cultural Studies Web of Science Categories:Cultural Studies","Journal Information":"CULTURAL STUDIES-CRITICAL METHODOLOGIES Volume: 17 Issue: 2 Pages: 147-151 Special Issue: SI DOI: 10.1177/1532708615599895 Published: APR 2017","Abstract":"In the wake of recent, high profile mass shootings, the deranged mind has become a common discursive ground for policy makers, pundits, gun enthusiasts, and gun control advocates alike. Interested parties on both sides of the gun control/rights debate have agreed that laws restricting gun ownership should be assessed according to their ability to protect the innocent citizen from the unpredictable criminal violence of the insane (despite the fact that mass shootings account for only one tenth of 1% of all homicides committed with a gun). Contextualizing this development within both distant and recent U.S. history, we argue that policy proposals that tie contemporary gun violence prevention to mental health care can be seen as part of a confluence of technologies of social governance that includes: a turn from therapeutic to risk-management approaches to mental health care; a turn from retrospective/forensic to prospective/preventative approaches to criminal justice; and, a broader turn toward a criminological view of civic identity. Furthermore, by shifting the locus of violence from the gun to the interior world of the potential violent criminal, the mental health turn dematerializes the gun at the very moments when its thingliness is most vivid.","Authors":"Vicaro, MP (Vicaro, Michael P.) ; Seitz, DW (Seitz, David W.)","Title":"Guns, Crime, and Dangerous Minds: Assessing the Mental Health Turn in Gun Policy Discourse"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396343900022 PubMed ID: 27565506 ISSN: 0163-2116 eISSN: 1573-2568","Keywords":"Gastroesophageal reflux disease; Functional gastrointestinal disorders; Comorbidity; Psychology KeyWords Plus:QUALITY-OF-LIFE; SOMATOSENSORY AMPLIFICATION SCALE; PSYCHOLOGICAL DISTRESS; SOMATIC SYMPTOMS; DISEASE; POPULATION; DEPRESSION; ANXIETY; QUESTIONNAIRE; ESOPHAGITIS","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"DIGESTIVE DISEASES AND SCIENCES Volume: 62 Issue: 4 Pages: 984-993 DOI: 10.1007/s10620-016-4273-4 Published: APR 2017","Abstract":"Limited data exist regarding the psychosocial aspects of gastroesophageal reflux disease (GERD). Some GERD subgroups, such as functional heartburn and hypersensitive esophagus, might show different psychiatric comorbidities than others. We aimed to evaluate the psychiatric comorbidities of GERD subgroups using a cross-sectional design. A group of GERD patients at a tertiary outpatient clinic were evaluated via upper GIS (gastrointestinal system) endoscopy, esophageal manometry, and 24-h impedance-pH monitoring. Thirty-nine patients diagnosed with erosive reflux disease, 44 with non-erosive reflux disease, 20 with functional heartburn, 11 with hypersensitive esophagus, and 44 healthy controls participated. Psychiatric diagnoses were made using the Structured Clinical Interview for Diagnostics and Statistical Manual of Mental Disorders IV. Psychometric measurements of the patients were performed using the Somatosensory Amplification Scale, Beck Depression Inventory, State-Trait Anxiety Inventory, and Short-Form 36. Healthy controls were evaluated with the same psychometric scales except for the Short-Form 36. All of the GERD subgroups were significantly more depressed than the control group. Depressive disorders were significantly more prevalent in the functional heartburn group than in the non-erosive reflux disease and erosive reflux disease groups. The trait anxiety level of the functional heartburn group was significantly higher than those of the control and non-erosive reflux disease groups. The quality of life scores of the GERD subgroups were significantly lower than the population standards. Depressive disorders were frequently comorbid in the GERD subgroups studied (30-65 %). It is essential to consider the high prevalence rates of comorbid depression when managing GERD.","Authors":"Bilgi, MM (Bilgi, Mustafa Melih) ; Vardar, R (Vardar, Rukiye) ; Yildirim, E (Yildirim, Esra) ; Veznedaroglu, B (Veznedaroglu, Baybars) ; Bor, S (Bor, Serhat)","Title":"Prevalence of Psychiatric Comorbidity in Symptomatic Gastroesophageal Reflux Subgroups"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397453700002 ISSN: 0013-1644 eISSN: 1552-3888","Keywords":"a priori procedure; confidence; precision; complexity KeyWords Plus:STRUCTURAL EQUATION MODELS; PSYCHOLOGICAL-RESEARCH; CONFIDENCE-INTERVALS; SAMPLE-SIZE; FALLACY","Categories":"Psychology; Mathematics Web of Science Categories:Psychology, Educational; Mathematics, Interdisciplinary Applications; Psychology, Mathematical","Journal Information":"EDUCATIONAL AND PSYCHOLOGICAL MEASUREMENT Volume: 77 Issue: 2 Pages: 204-219 DOI: 10.1177/0013164416659745 Published: APR 2017","Abstract":"Typically, in education and psychology research, the investigator collects data and subsequently performs descriptive and inferential statistics. For example, a researcher might compute group means and use the null hypothesis significance testing procedure to draw conclusions about the populations from which the groups were drawn. We propose an alternative inferential statistical procedure that is performed prior to data collection rather than afterwards. To use this procedure, the researcher specifies how close she or he desires the group means to be to their corresponding population means and how confident she or he wishes to be that this actually is so. We derive an equation that provides researchers with a way to determine the sample size needed to meet the specifications concerning closeness and confidence, regardless of the number of groups.","Authors":"Trafimow, D (Trafimow, David) ; MacDonald, JA (MacDonald, Justin A.)","Title":"Performing Inferential Statistics Prior to Data Collection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398199600008 ISSN: 1754-0739 eISSN: 1754-0747","Keywords":"aesthetics; reversal theory; tragedy KeyWords Plus:FEELINGS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"EMOTION REVIEW Volume: 9 Issue: 2 Pages: 140-145 DOI: 10.1177/1754073916639660 Published: APR 2017","Abstract":"We explore the classical philosophical problem of the paradox of tragedythe problem of accounting for our apparent pleasure in feeling pity and terror as audiences of staged tragedies. After outlining the history of the problem in philosophy, we suggest that Apter's reversal theory offers great potential for resolving the paradox, while explaining some of the central intuitions motivating philosophical proposalsan ideal starting point to bridge a narrowing gap between philosophy and psychology.","Authors":"Hick, DH (Hick, Darren Hudson) ; Derksen, C (Derksen, Craig)","Title":"The Problem of Tragedy and the Protective Frame"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398199600011 ISSN: 1754-0739 eISSN: 1754-0747","Keywords":"Affekt; emotion; emotion; Empfindung; feeling; Gefuhl; sensation; sentiment; translation KeyWords Plus:LANGUAGE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"EMOTION REVIEW Volume: 9 Issue: 2 Pages: 163-171 DOI: 10.1177/1754073916632879 Published: APR 2017","Abstract":"The interdisciplinary field of emotion studies disregarded historical perspectives on translation and left out a substantial body of scientific research on feelings and emotions that was not published in English. Yet these texts were foundational in forging the scientific concept of emotion in experimental psychology in the 19th century. The current approach to emotion science overlooks that translation issues occurred between three languages, German, French, and English, as physiological psychologists at the time were reading each other in these languages all the while writing about the same topics in their respective language. Historical perspectives are important to clarify the ambiguities of emotion terms and include non-Anglophone frameworks into current transdisciplinary debates.","Authors":"Wassmann, C (Wassmann, Claudia)","Title":"Forgotten Origins, Occluded Meanings: Translation of Emotion Terms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397201500004 ISSN: 2214-6296 eISSN: 2214-6326","Keywords":"Consumer behavior; Psychology; Public relations; Advertising KeyWords Plus:FUTURE; POWER","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Studies","Journal Information":"ENERGY RESEARCH & SOCIAL SCIENCE Volume: 26 Pages: 34-39 DOI: 10.1016/j.erss.2017.01.003 Published: APR 2017","Abstract":"The Environmental Protection Agency's Clean Power Plan calls for government entities, business organizations and citizen groups to reduce use of \"dirty energy\" and related carbon pollution. Peak power consumption is associated with dirty energy sources. The Center for Analytics Research & Education (CARE) at Appalachian State University in Boone, North Carolina, is developing predictive models for peak energy spikes, so that corrective action can reduce power use. This study supports the CARE initiative and explores consumer perception of power providers. Results allow practitioners to influence peak power use reduction through targeted messaging in marketing and promotions campaigns. Factor analysis revealed the psychological dimensions \"Good Citizen,\" \"Detrimental Citizen,\" \"Corporate Machine\" and \"Environmental Partner.\" A 9-item Perception of Power Provider Scale was introduced. Correlated items with the greatest effect size were \"My power company provides a bill for services that is easy to understand\" with \"I am pleased with the customer service provided by my power company.\" It is suggested that power providers partner with university researchers to develop proprietary social science research. Results can be framed to craft a communication agenda that resonates with target customer groups. Developing a narrative that originates in a psychological understanding of consumer perception can affect change. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Mueller, TS (Mueller, Thomas S.)","Title":"Consumer perceptions of electric utilities: Insights from the Center for Analytics Research & Education Project in the United States"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397201500005 ISSN: 2214-6296 eISSN: 2214-6326","Keywords":"Energy consumption savings; Phase model; Socio-psychological factors; Interventions; Climate change KeyWords Plus:PRO-ENVIRONMENTAL BEHAVIOR; MASTER-METERED APARTMENTS; CAR USE REDUCTION; PUBLIC TRANSPORTATION; STAGE MODEL; IMPLEMENTATION INTENTIONS; ELECTRICITY CONSERVATION; ECOLOGICAL BEHAVIORS; PLANNED BEHAVIOR; TRAVEL BEHAVIOR","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Studies","Journal Information":"ENERGY RESEARCH & SOCIAL SCIENCE Volume: 26 Pages: 40-53 DOI: 10.1016/j.erss.2017.01.017 Published: APR 2017","Abstract":"This theoretical-review article contributes to the discussion on individual energy savings by developing a hypothetical classification of interventions and linking them to socio-psychological factors affecting the transition points of four phases of behavior change (predecision, preaction, action, and postaction). It helps to segment a population into subgroups, clarifies the dynamic process for individuals, and groups examples of interventions to achieve substantial behavioral change. The generic integrative model presents academic study designers and practitioners with a theoretical viewpoint and an orientation framework for their intervention designs. A systematic literature review of the empirical evidence for the model and interventions is presented. This blueprint of a model can be adapted, specified, further developed and implemented as a backbone for empirically-grounded intervention design. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ohnmacht, T (Ohnmacht, Timo) ; Schaffner, D (Schaffner, Dorothea) ; Weibel, C (Weibel, Christian) ; Schad, H (Schad, Helmut)","Title":"Rethinking social psychology and intervention design: A model of energy savings and human behavior"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397201500017 ISSN: 2214-6296 eISSN: 2214-6326","Keywords":"Physics; Psychology; Complementarity; Research-perspective KeyWords Plus:IMPACT","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Studies","Journal Information":"ENERGY RESEARCH & SOCIAL SCIENCE Volume: 26 Pages: 112-114 DOI: 10.1016/j.erss.2017.01.011 Published: APR 2017","Abstract":"Physics and psychology aim in a complimentary fashion to explain the world. Cooper's call for more physics in social science studies related to the energy system is a welcome call for more transdisciplinarity in the sense of considering and including the stakeholders. However, the call could also be a client's unconscious wish for social scientists to limit their research-perspective to questions clients of the studies are accustomed and happy to deal with. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Spreng, D (Spreng, Daniel)","Title":"On physics and the social in energy policy"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000397479300015 ISSN: 0014-1704 eISSN: 1539-297X","Categories":"Social Sciences - Other Topics; Philosophy Web of Science Categories:Ethics; Philosophy","Journal Information":"ETHICS Volume: 127 Issue: 3 Pages: 777-783 Published: APR 2017","Authors":"Mitchell, J (Mitchell, Jonathan)","Title":"The Nietzschean Self: Moral Psychology, Agency and the Unconscious"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397986100001 ISSN: 1042-1629 eISSN: 1556-6501","Keywords":"Socio-cognitive conflict; Conflict elaboration theory; High-versus low-status sources; Adaptation; Social comparison orientation KeyWords Plus:COGNITIVE CONFLICT; AWARENESS TOOLS; HIGH-COMPETENCE; KNOWLEDGE; PERFORMANCE; ONLINE; CSCL; SIMILARITY; PSYCHOLOGY","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"ETR&D-EDUCATIONAL TECHNOLOGY RESEARCH AND DEVELOPMENT Volume: 65 Issue: 2 Pages: 237-253 DOI: 10.1007/s11423-016-9466-1 Published: APR 2017","Abstract":"This experimental study extends conflict elaboration theory (1) by revealing social influence dynamics for a knowledge-rich computer-supported socio-cognitive conflict task not investigated in the context of this theory before and (2) by showing the impact of individual differences in social comparison orientation. Students in two conditions (N = 59) compared their self-created task solution with a partly correct solution presented additionally, deviating from their solution. The other solution's source was introduced either as a low status source (\"peer'') or as a high status source (\"textbook'') whereas the presented solution was identical. In a baseline condition, this comparison possibility was missing. Students in the textbook condition experienced more socio-cognitive conflict and adapted their solution more often to the correct aspect of the presented solution than students in the peer condition. Students low in social comparison orientation adapted their solution more extensively in the textbook condition than in the peer condition.","Authors":"Baumeister, AEE (Baumeister, Antonia E. E.) ; Engelmann, T (Engelmann, Tanja) ; Hesse, FW (Hesse, Friedrich W.)","Title":"One task, divergent solutions: high-versus low-status sources and social comparison guide adaptation in a computer-supported socio-cognitive conflict task"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397984800011 PubMed ID: 28229508 ISSN: 1351-5101 eISSN: 1468-1331","Keywords":"amyotrophic lateral sclerosis; clinical psychology; meditation; mindfulness; motor neuron disease; quality of life KeyWords Plus:QUALITY-OF-LIFE; MINDFULNESS; CAREGIVERS; ALS; DIAGNOSIS","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology; Neurosciences","Journal Information":"EUROPEAN JOURNAL OF NEUROLOGY Volume: 24 Issue: 4 Pages: 578-586 DOI: 10.1111/ene.13246 Published: APR 2017","Abstract":"Background and purpose: Studies investigating psychological interventions for the promotion of well-being in people with amyotrophic lateral sclerosis (ALS) are lacking. The purpose of the current study was to examine the use of an ALS-specific mindfulness-based intervention for improving quality of life in this population. Methods: A randomized, open-label and controlled clinical trial was conducted on the efficacy of an ALS-specific meditation programme in promoting quality of life. Adults who received a diagnosis of ALS within 18 months were randomly assigned either to usual care or to an 8-week meditation training based on the original mindfulness-based stress reduction programme and tailored for people with ALS. Quality of life, assessed with the ALS-Specific Quality of Life Revised scale, represented the primary outcome, whilst secondary outcomes included anxiety and depression, assessed with the Hospital Anxiety and Depression Scale, and specific quality of life domains. Participants were assessed at recruitment and after 2, 6 and 12 months. The efficacy of the treatment was assessed on an intention-to-treat basis of a linear mixed model. Results: A hundred participants were recruited between November 2012 and December 2014. Over time, there was a significant difference between the two groups in terms of quality of life (beta = 0.24, P = 0.015, d = 0.89). Significant differences between groups over time were also found for anxiety, depression, negative emotions, and interaction with people and the environment. Conclusions: An ALS-specific meditation programme is beneficial for the quality of life and psychological well-being of people with ALS.","Authors":"Pagnini, F (Pagnini, F.) ; Marconi, A (Marconi, A.) ; Tagliaferri, A (Tagliaferri, A.) ; Manzoni, GM (Manzoni, G. M.) ; Gatto, R (Gatto, R.) ; Fabiani, V (Fabiani, V.) ; Gragnano, G (Gragnano, G.) ; Rossi, G (Rossi, G.) ; Volpato, E (Volpato, E.) ; Banfi, P (Banfi, P.) ; Palmieri, A (Palmieri, A.) ; Graziano, F (Graziano, F.) ; Castelnuovo, G (Castelnuovo, G.) ; Corbo, M (Corbo, M.) ; Molinari, E (Molinari, E.) ; Riva, N (Riva, N.)[ 10,11 ] ; Sansone, V (Sansone, V.) ; Lunetta, C (Lunetta, C.) ...More...Less","Title":"Meditation training for people with amyotrophic lateral sclerosis: a randomized clinical trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398545200016 PubMed ID: 28186332 ISSN: 0014-3820 eISSN: 1558-5646","Keywords":"Adaptive landscape; acoustic communication; complex signal; Orthopteran; sensory bias; signal evolution KeyWords Plus:GRASSHOPPER CHORTHIPPUS-BIGUTTULUS; SEXUAL SELECTION; MATE CHOICE; ACOUSTIC-SIGNALS; MATING PREFERENCES; TUNGARA FROGS; PHYSALAEMUS-PUSTULOSUS; RECEIVER PSYCHOLOGY; COURTSHIP BEHAVIOR; TEMPORAL-ORDER","Categories":"Environmental Sciences & Ecology; Evolutionary Biology; Genetics & Heredity Web of Science Categories:Ecology; Evolutionary Biology; Genetics & Heredity","Journal Information":"EVOLUTION Volume: 71 Issue: 4 Pages: 1009-1024 DOI: 10.1111/evo.13202 Published: APR 2017","Abstract":"A major challenge in evolutionary biology is explaining the origins of complex phenotypic diversity. In animal communication, complex signals may evolve from simpler signals because novel signal elements exploit preexisting biases in receivers' sensory systems. Investigating the shape of female preference functions for novel signal characteristics is a powerful, but underutilized, method to describe the adaptive landscape potentially guiding complex signal evolution. We measured female preference functions for characteristics of acoustic appendages added to male calling songs in the grasshopper Chorthippus biguttulus, which naturally produces only simple songs. We discovered both hidden preferences for and biases against novel complex songs, and identified rules governing song attractiveness based on multiple characteristics of both the base song and appendage. The appendage's temporal position and duration were especially important: long appendages preceding the song often made songs less attractive, while following appendages were neutral or weakly attractive. Appendages had stronger effects on songs of shorter duration, but did not restore the attractiveness of very unattractive songs. We conclude that sensory biases favor, within predictable limits, the evolution of complex songs in grasshoppers. The function-valued approach is an important tool in determining the generality of these limits in other taxa and signaling modalities.","Authors":"Reichert, MS (Reichert, Michael S.) ; Finck, J (Finck, Jonas) ; Ronacher, B (Ronacher, Bernhard)","Title":"Exploring the hidden landscape of female preferences for complex signals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398043800008 ISSN: 0015-704X","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"FORDHAM LAW REVIEW Volume: 85 Issue: 5 Pages: 2081-2095 Published: APR 2017","Authors":"Hollander-Blumoff, R (Hollander-Blumoff, Rebecca)","Title":"FAIRNESS BEYOND THE ADVERSARY SYSTEM: PROCEDURAL JUSTICE NORMS FOR LEGAL NEGOTIATION"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398058300001 ISSN: 1059-6011 eISSN: 1552-3993","Keywords":"human side; collaborative partnerships; psychological microfoundations; mergers and acquisitions; M&A; strategic alliances; joint ventures; JV KeyWords Plus:ORGANIZATIONAL-BEHAVIOR; POSITIVE PSYCHOLOGY; GRAND CHALLENGES; JOINT VENTURES; MANAGEMENT; ROUTINES; ALLIANCES; STRATEGY; SCIENCE; TRUST","Categories":"Psychology; Business & Economics Web of Science Categories:Psychology, Applied; Management","Journal Information":"GROUP & ORGANIZATION MANAGEMENT Volume: 42 Issue: 2 Pages: 151-162 Special Issue: SI DOI: 10.1177/1059601117695138 Published: APR 2017","Abstract":"The research on collaborative partnerships has accumulated a vast body of knowledge, which has assisted us with comprehending several complex organizational phenomena, including mergers and acquisitions, strategic alliances, joint ventures, and entrepreneurial partnerships. Yet, the existing studies have not paid sufficient attention to the human side factors. We join the current conversation within the microfoundations perspective of management and organization studies by suggesting that investigating the human side factors as the microfoundations of collaborative partnerships can advance our collective understanding of the phenomena in important ways. This article has three general objectives. First, we show that collaborative partnerships have been a long-standing issue in management and organization studies and provide an overview of the puzzles that informed and motivated this special issue. Second, we highlight the key insights and contributions of the articles included in this special issue by reviewing their theoretical underpinnings, methodological approaches, and findings. Finally, we outline a future research agenda on the human side of collaborative partnerships that can help advance management and organization studies.","Authors":"Liu, YP (Liu, Yipeng) ; Sarala, RMJ (Sarala, Riikka M.) ; Xing, Y (Xing, Yijun) ; Cooper, CL (Cooper, Cary L.)","Title":"Human Side of Collaborative Partnerships: A Microfoundational Perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693300002 PubMed ID: 28130973 ISSN: 0140-1971 eISSN: 1095-9254","Keywords":"Depressive symptoms; Positive affect; Response styles; Dampening; Gender; Adolescence KeyWords Plus:EMOTION REGULATION; PROSPECTIVELY PREDICTS; NEGATIVE AFFECTIVITY; TRIPARTITE MODEL; FAMILY-THERAPY; FIT INDEXES; PSYCHOPATHOLOGY; CHILDREN; MOOD; PSYCHOLOGY","Categories":"Psychology Web of Science Categories:Psychology, Developmental","Journal Information":"JOURNAL OF ADOLESCENCE Volume: 56 Pages: 11-23 DOI: 10.1016/j.adolescence.2017.01.005 Published: APR 2017","Abstract":"This study aimed to analyze the prospective associations during adolescence between depressive symptoms and response styles to positive affect and to examine gender differences. A longitudinal study was conducted with three waves separated by 1 year each to assess a non-clinical sample of 622 Spanish adolescents who were 13 and 14 years old (50.2% boys, 49.8% girls). The participants completed self-report measures of depressive symptoms and responses to positive affect (emotion-focused positive rumination, self-focused positive rumination and dampening of positive emotion). The results showed that the increase in depressive symptoms was associated with an increase in dampening and decreases in emotion-focused and self-focused positive rumination. Furthermore, girls presented more depressive symptoms, as well as higher dampening and lower self-focused positive rumination, than boys. The conclusions highlight the need to consider responses to positive affect in explaining gender differences in depressive symptoms during mid adolescence, as well as in designing prevention programs. (C) 2017 The Foundation for Professionals in Services for Adolescents. Published by Elsevier Ltd. All rights reserved.","Authors":"Gomez-Baya, D (Gomez-Baya, Diego) ; Mendoza, R (Mendoza, Ramon) ; Paino, S (Paino, Susana) ; Gillham, JE (Gillham, Jane E.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gillham, Jane http://orcid.org/0000-0002-0820-277X","Title":"A two-year longitudinal study of gender differences in responses to positive affect and depressive symptoms during middle adolescence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397855300007 PubMed ID: 28321866 ISSN: 0021-8774 eISSN: 1468-5922","Keywords":"motivation; participatory theory; philosophy; pluralism; relational psychoanalysis; transpersonal psychology KeyWords Plus:INFANT RESEARCH; PSYCHOANALYSIS","Categories":"Psychology Web of Science Categories:Psychology, Psychoanalysis","Journal Information":"JOURNAL OF ANALYTICAL PSYCHOLOGY Volume: 62 Issue: 2 Pages: 284-304 DOI: 10.1111/1468-5922.12302 Published: APR 2017","Abstract":"Introducing the 'participatory' paradigm associated with the work of transpersonalists Richard Tarnas and Jorge Ferrer, the author outlines an approach to Jung's archetypal thinking that might offer a more adequate basis in which to ground a non-reductive approach to practice. In order to demonstrate the relevance of this outlook at the present time, the author begins by examining recent debates concerning the nature of 'truth' in the clinical setting. Reflecting on the difficulties analysts face in attempting to maintain professional authority without falling into an implicit authoritarianism, it is argued that any approach to therapy seeking to orient itself towards 'the unconscious' must posit the challenges of pluralism as a central concern for practice. With reference to the relationship between analytical psychology and the psychoanalytic mainstream, attention is drawn to the theoretical problems raised by the relational commitment to constructivist epistemologies, and a consequent tendency towards biological reductionism. Turning to the Jungian literature, similar tensions are observed at play in the present state of analytical psychology. Drawing attention to the process-oriented qualities of Jung's work, it is suggested that the speculative nature of Jung's psychology offers a more adequate basis for contemporary practice than might be assumed.","Authors":"Brown, RS (Brown, Robin S.)","Title":"Bridging worlds: participatory thinking in Jungian context"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398226100002 ISSN: 2214-8043 eISSN: 2214-8051","Keywords":"Excessive choice; Behavioral economics; Informal institutions; Field experiment; Craft beer KeyWords Plus:CONSUMER CHOICE; TIME PRESSURE; INFORMATION; ECONOMICS; VARIETY; TYRANNY; SEARCH; OPTION; MODEL; COST","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"JOURNAL OF BEHAVIORAL AND EXPERIMENTAL ECONOMICS Volume: 67 Pages: 8-13 DOI: 10.1016/j.socec.2017.01.008 Published: APR 2017","Abstract":"Research in psychology suggests that, somewhat paradoxically, providing consumers more choices can reduce the likelihood of making a purchase, producing the so-called excessive choice effect (ECE). To the extent an ECE exists, firms have an incentive to alleviate the effect through a variety of institutional nudges that promote consumers to make a choice. This study empirically tests the effectiveness of two institutional nudges on the ECE in a field experiment at a bar. Focusing on craft beer sales, we manipulate the number of options on the menu and use institutional nudges (a control menu, a menu with a special prominently displayed, and a menu with Beer Advocate scores). In the field experiment, the ECE was alive and well using the control menu, but the effect reversed itself when the menu included Beer Advocate scores. Our results suggest the ECE might be turned on and off by manipulating search costs. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Malone, T (Malone, Trey) ; Lusk, JL (Lusk, Jayson L.)","Title":"The excessive choice effect meets the market: A field experiment on craft beer choice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398226100004 ISSN: 2214-8043 eISSN: 2214-8051","Keywords":"Risk attribution theory; Uncertainty; Risk; Prospect theory; Cognition; Affect KeyWords Plus:CORE SELF-EVALUATIONS; DECISION-MAKING; PROSPECT-THEORY; COGNITIVE PERSPECTIVE; UNREALISTIC OPTIMISM; JOB-SATISFACTION; POSITIVE AFFECT; PERSONALITY; DETERMINANTS; RATIONALITY","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"JOURNAL OF BEHAVIORAL AND EXPERIMENTAL ECONOMICS Volume: 67 Pages: 20-27 DOI: 10.1016/j.socec.2017.02.001 Published: APR 2017","Abstract":"Empirical research has shown that decision-makers often display distinct risk preferences that are not explained by prospect theory as it currently exists. In particular, decision-makers have been found to act in ways that might reflect individual risk preferences outside of the fourfold pattern predicted by prospect theory. We suggest that this behavior can be explained by integrating personal factors-in addition to the contextual factors proposed by prospect theory-into a unified theory of individual choice under uncertainty. Drawing on recent findings in decision theory and social psychology, we introduce \"risk attribution theory\" to illustrate how cognitive and affective factors influence the evaluation of risky prospects and eventually lead to distinct individual risk behavior. (C) 2017 Elsevier Inc.","Authors":"Honl, A (Hoenl, Andreas) ; Meissner, P (Meissner, Philip) ; Wulf, T (Wulf, Torsten)","Title":"Risk attribution theory: An exploratory conceptualization of individual choice under uncertainty"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398226100007 ISSN: 2214-8043 eISSN: 2214-8051","Keywords":"Intrinsic motivation; Self-interest; Public interest; Tibor Scitovsky; Bruno Frey KeyWords Plus:PUBLIC-GOODS; UNSELFISH BEHAVIOR; EXTERNAL ECONOMIES; IMPURE ALTRUISM; INCENTIVES; PSYCHOLOGY; EXPENDITURE; REWARDS; IMPACT; MARKET","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"JOURNAL OF BEHAVIORAL AND EXPERIMENTAL ECONOMICS Volume: 67 Pages: 56-64 DOI: 10.1016/j.socec.2016.10.002 Published: APR 2017","Abstract":"If one asks about the introduction of intrinsic motivation into economic analysis, a common response is The Joyless Economy (Scitovsky, 1976) and Frey's articles published in the early 1990s. These works are furthermore seen as the direct sequel to the contributions in psychology which sought to uncover the sources of motivation long before the economists started to think seriously about their economic implications. By adopting a historical perspective, I show that Scitovsky and Frey's works were rather the result of two specific episodes in economics : the revived interest in actual needs and desires for the first and the expansionist ambitions of economists for the second. The behaviors they considered and the interpretations they respectively proposed for intrinsic motivation illustrate the influence of these two episodes. As such, this article proposes a new perspective on the relationship between economics and psychology. (C) 2016 Elsevier Inc.","Authors":"Romaniuc, R (Romaniuc, Rustam)","Title":"Intrinsic motivation in economics: A history"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397999600008 ISSN: 0894-3257 eISSN: 1099-0771","Keywords":"unrealistic optimism; social comparison; risk perception; comparative judgment; event characteristics; skewness KeyWords Plus:UNREALISTIC OPTIMISM; RISK PERCEPTIONS; PERSONAL RISK; SOCIAL COMPARISONS; SELF-ENHANCEMENT; JUDGMENTS; EGOCENTRISM; FREQUENCY; AVERAGE; BIAS","Categories":"Psychology Web of Science Categories:Psychology, Applied","Journal Information":"JOURNAL OF BEHAVIORAL DECISION MAKING Volume: 30 Issue: 2 Pages: 236-255 DOI: 10.1002/bdm.1940 Published: APR 2017","Abstract":"Comparative judgment biases-wherein a majority of people report being above-or below-average in their abilities, traits, or future events-are a robust phenomenon in psychology. A recent explanation for these biases has focused on people's awareness that many comparative judgment domains form skewed distributions, and, hence, a majority of people can feasibly be above or below average. Indeed, this prior research found that comparative biases for abilities emerged more for skewed (vs. normal) distributions. In the current research, we attempted to (i) conceptually replicate this finding in a comparative likelihood context and (ii) provide evidence of an alternative explanation for the prior results. Replicating prior research, three correlational studies and one experimental study found that event skewness was related to direct comparative likelihood judgments for health events, such that comparative optimism emerged more for events judged or manipulated to come from positively skewed distributions than from negatively skewed distributions. However, event skewness was unrelated to indirect comparisons (absolute self minus absolute other). Moreover, consistent with an egocentric-processes account, absolute self-judgments were more predictive of direct comparisons than were absolute other judgments and showed the same association with event skewness as direct comparisons. Implications for explaining and interpreting comparative judgment biases are discussed. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Rose, JP (Rose, Jason P.) ; Aspiras, O (Aspiras, Olivia) ; Vogel, E (Vogel, Erin) ; Haught, H (Haught, Heather) ; Roberts, L (Roberts, Lindsay)","Title":"Comparative Optimism and Event Skewness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397999600025 ISSN: 0894-3257 eISSN: 1099-0771","Keywords":"risk-sensitivity theory; risk; group dynamics; teams; need; football KeyWords Plus:MULTIPLE REFERENCE POINTS; CHOICE; PSYCHOLOGY; MODEL; PREFERENCES; BIOLOGY; UTILITY; BUDGET; SPORT","Categories":"Psychology Web of Science Categories:Psychology, Applied","Journal Information":"JOURNAL OF BEHAVIORAL DECISION MAKING Volume: 30 Issue: 2 Pages: 462-472 DOI: 10.1002/bdm.1965 Published: APR 2017","Abstract":"Risk-sensitivity theory predicts that decision-makers should prefer high-risk options in high need situations when low-risk options will not meet these needs. Recent attempts to adopt risk-sensitivity as a framework for understanding human decision-making have been promising. However, this research has focused on individual-level decision-making, has not examined behavior in naturalistic settings, and has not examined the influence of multiple levels of need on decision-making under risk. We examined group-level risk-sensitive decision-making in two American football leagues: the National Football League (NFL) and the National College Athletic Association (NCAA) Division I. Play decisions from the 2012 NFL (Study 1; N=33 944), 2013 NFL (Study 2; N=34 087), and 2012 NCAA (Study 3; N=15 250) regular seasons were analyzed. Results demonstrate that teams made risk-sensitive decisions based on two distinct needs: attaining first downs (a key proximate goal in football) and acquiring points above parity. Evidence for risk-sensitive decisions was particularly strong when motivational needs were most salient. These findings are the first empirical demonstration of team risk-sensitivity in a naturalistic organizational setting. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Gonzales, J (Gonzales, Josh) ; Mishra, S (Mishra, Sandeep) ; Camp, RD (Camp, Ronald D., II)","Title":"For the Win: Risk-Sensitive Decision-Making in Teams"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397999600036 ISSN: 0894-3257 eISSN: 1099-0771","Keywords":"public goods; social comparison; punishment; cooperation; social dilemmas; power KeyWords Plus:SOCIAL-COMPARISON PROCESSES; ALTRUISTIC PUNISHMENT; COOPERATION; PSYCHOLOGY; COMPETITION; INCENTIVES; MOTIVATION; DILEMMAS; SELF","Categories":"Psychology Web of Science Categories:Psychology, Applied","Journal Information":"JOURNAL OF BEHAVIORAL DECISION MAKING Volume: 30 Issue: 2 Pages: 582-609 DOI: 10.1002/bdm.1976 Published: APR 2017","Abstract":"Decentralized punishment can maintain contributions to a public good at a high level. This positive effect holds even for situations involving inequality in punishment power, meaning that the relative costs for punishment differ between persons. We extend this line of research by examining the additional influence of instability of and thus potential competition for punishment power in public good experiments. As in previous research, inequality is operationalized by assigning the role of a 'strong player' to one group member, who can punish others at a reduced cost compared to other players. Instability is operationalized by the fact that the role assignment can change across rounds and is contingent on behavior in previous rounds. Three experiments show that under unequal, unstable (punishment-) power, individuals behave more competitively and engage in a race for power resulting in detrimental effects for the group. Specifically, we find that (i) unstable power goes along with a disproportionate use of punishment; (ii) not inequality by itself but rather the combination of instability and inequality causes this effect; and (iii) this excessive use of punishment is found not only when the role of the strong player is assigned to individuals who previously behaved rather selfishly but also when prosocial behavior leads to the top, speaking for a generalizability of our findings. Implications for organizational settings are discussed. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Dorrough, A (Dorrough, Angela) ; Glockner, A (Gloeckner, Andreas) ; Lee, B (Lee, Borah)","Title":"Race for Power in Public Good Games with Unequal, Unstable Punishment Power"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396029900003 ISSN: 1361-7672 eISSN: 1469-9362","Keywords":"Religious education; adolescent religion; psychology of religion; A level religious studies KeyWords Plus:6TH-FORM BOYS; BELIEF; EMPATHY; GIRLS; ADOLESCENTS; EDUCATION; CHILDREN; SAMPLE; FORM; AGE","Categories":"Education & Educational Research; Religion Web of Science Categories:Education & Educational Research; Religion","Journal Information":"JOURNAL OF BELIEFS & VALUES-STUDIES IN RELIGION & EDUCATION Volume: 38 Issue: 1 Pages: 18-31 DOI: 10.1080/13617672.2016.1232567 Published: APR 2017","Abstract":"This study set out to explore the trajectory of personal, moral and spiritual values of students taking Religious Studies at A level in the UK. A sample of 150 students completed a battery of measures at the beginning of their period of A level study and again at the end. The data found no difference over this period of time in personal values (purpose in life, self-esteem, and empathy) in some moral values (concerning anti-social behaviour and concerning substance use) and in levels of religious exclusivism or frequency of private prayer. The areas in which significant differences were observed were concerned with attitude toward sex and relationships, religious pluralism, belief in life after death, and mystical orientation. Between the ages of 16 and 18years, following two years' engagement with Religious Studies at A level, the participants became more liberal in their approach toward sex and relationships, less convinced about the truth claims of religious pluralism, less likely to adhere to traditional Christian teaching on life after death, and less open to mystical experience. They are also less certain of ever having had a religious experience, and less frequent in their practice of religious attendance.","Authors":"Francis, LJ (Francis, Leslie J.) ; Village, A (Village, Andrew) ; Parker, SG (Parker, Stephen G.)","Title":"Exploring the trajectory of personal, moral and spiritual values of 16-to 18-year-old students taking religious studies at A level in the UK"}]