[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952300004 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Image dataset construction; Multiple query expansions; Web-supervised KeyWords Plus:DATABASE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 236 Pages: 23-31 Special Issue: SI DOI: 10.1016/j.neucom.2016.07.066 Published: MAY 2 2017","Abstract":"The goal of this work is to automatically collect a large number of highly relevant natural images from Internet for given queries. A novel automatic image dataset construction framework is proposed by employing multiple query expansions. In specific, the given queries are first expanded by searching in the Google Books Ngrams Corpora to obtain a richer semantic descriptions, from which the visually non-salient and less relevant expansions are then filtered. After retrieving images from the Internet with filtered expansions, we further filter noisy images by clustering and progressively Convolutional Neural Networks (CNN) based methods. To evaluate the performance of Our proposed method for image dataset construction, we build an image dataset with 10 categories. We then run object detections on our image dataset with three other image datasets which were constructed by weak supervised, web supervised and full supervised learning, the experimental results indicated the effectiveness of our method is superior to weak supervised and web supervised state-of-the-art methods. In addition, we do a cross-dataset classification to evaluate the performance of our dataset with two publically available manual labelled dataset STL-10 and CIFAR-10.","Authors":"Yao, YZ (Yao, Yazhou) ; Zhang, J (Zhang, Jian) ; Shen, FM (Shen, Fumin) ; Hua, XS (Hua, Xiansheng) ; Xu, JS (Xu, Jingsong) ; Tang, ZM (Tang, Zhenmin)","Title":"A new web-supervised method for image dataset constructions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393267400019 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Order preserving encryption; Semi-order preserving encryption KeyWords Plus:SYMMETRIC-ENCRYPTION; SECURITY ANALYSIS; KEYWORD SEARCH; CLOUD DATA; QUERIES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 387 Pages: 266-279 DOI: 10.1016/j.ins.2016.12.025 Published: MAY 2017","Abstract":"Order preserving encryption (OPE) is a kind of encryption designed to support searches on ciphertexts. OPE encrypts plaintexts to ciphertexts with the same order, making it possible to efficiently compare ciphertexts without decryption. Because of its efficiency, OPE has been used in systems aimed at practical use. However, even though many OPE schemes have been proposed, all suffer from security and ciphertext expansion problems. This paper proposes the notation of semi-order preserving encryption (SOPE) as a substitute for OPE. SOPE uses a semi-order preserving condition instead of strict order preserving condition to support a range query on ciphertexts. By this means, SOPE can enhance security and reduce storage cost with some sacrifice of precision. The loss of precision can be eliminated with the cost of extra communication and computation, because it is easy to generate a query on ciphertexts including all required plaintexts. To study the relationship among precision, security and ciphertext expansion, we introduce semi-order preserving degree d, which measures the difference between SOPE and OPE. The theoretical derivation shows that security will increase with d, while precision and ciphertext expansion will decrease with d. Thus SOPE can balance precision, security and ciphertext expansion by adjusting semi-order preserving degree d according to a concrete condition. Finally, we present an implementation of SOPE. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Yang, C (Yang, Ce) ; Zhang, WM (Zhang, Weiming) ; Yu, NH (Yu, Nenghai)","Title":"Semi-order preserving encryption"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397072800008 ISSN: 0021-9991 eISSN: 1090-2716","Keywords":"Polynomial chaos expansion; Arbitrary probability measure; Concentration of probability; Measure concentration; Generator; Probability distribution on manifolds; Random sampling generator; MCMC generator; Diffusion maps; Statistics on manifolds KeyWords Plus:PARTIAL-DIFFERENTIAL-EQUATIONS; HIGH-DIMENSION; RANDOM-FIELDS; CONVERGENCE ACCELERATION; STOCHASTIC-PROCESSES; RANDOM-COEFFICIENTS; MAXIMUM-ENTROPY; DIFFUSION MAPS; EXPANSIONS; SYSTEMS","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"JOURNAL OF COMPUTATIONAL PHYSICS Volume: 335 Pages: 201-221 DOI: 10.1016/j.jcp.2017.01.031 Published: APR 15 2017","Abstract":"Characterizing the polynomial chaos expansion (PCE) of a vector-valued random variable with probability distribution concentrated on a manifold is a relevant problem in data driven settings. The probability distribution of such random vectors is multimodal in general, leading to potentially very slow convergence of the PCE. In this paper, we build on a recent development for estimating and sampling from probabilities concentrated on a diffusion manifold. The proposed methodology constructs a PCE of the random vector together with an associated generator that samples from the target probability distribution which is estimated from data concentrated in the neighborhood of the manifold. The method is robust and remains efficient for high dimension and large datasets. The resulting polynomial chaos construction on manifolds permits the adaptation of many uncertainty quantification and statistical tools to emerging questions motivated by data-driven queries. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Soize, C (Soize, C.) ; Ghanem, R (Ghanem, R.)","Title":"Polynomial chaos representation of databases on manifolds"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397584700005 PubMed ID: 28188297 ISSN: 0090-9556 eISSN: 1521-009X","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"DRUG METABOLISM AND DISPOSITION Volume: 45 Issue: 4 Pages: 375-389 DOI: 10.1124/dmd.116.073254 Published: APR 1 2017","Abstract":"The human genome encodes 57 cytochrome P450 genes, whose enzyme products metabolize hundreds of drugs, thousands of xenobiotics, and unknown numbers of endogenous compounds, including steroids, retinoids, and eicosanoids. Indeed, P450 genes are the first line of defense against daily environmental chemical challenges in a manner that parallels the immune system. SeveralNational Institutes of Health databases, including PubMed, AceView, and Ensembl, were queried to establish a comprehensive analysis of the full human P450 transcriptome. This review describes a remarkable diversification of the 57 human P450 genes, which may be alternatively processed into nearly 1000 distinct mRNA transcripts to shape an individual's P450 proteome. Important P450 splice variants from families 1A, 1B, 2C, 2D, 3A, 4F, 19A, and 24A havenow been documented, with some displaying alternative subcellular distribution or catalytic function directly linked to a disease pathology. The expansion of P450 transcript diversity involves tissue-specific splicing factors,transformation-sensitive alternate splicing, trans-splicing between gene transcripts, singlenucleotide polymorphisms, and epigenetic regulation of alternate splicing. Homeostatic regulation of variant P450 expression is influenced also by nuclear receptor signaling, suppression of nonsensemediated decay or premature termination codons, mitochondrial dysfunction, or host infection. This review focuses on emergent aspects of the adaptive gene-splicing process, which when viewed through the lens of P450-nuclear receptor gene interactions, resembles a primitive immune-like system that can rapidlymonitor, respond, and diversify to acclimate to fluctuations in endo-xenobiotic exposure. Insights gained from this review should aid future drug discovery and improve therapeutic management of personalized drug regimens.","Authors":"Annalora, AJ (Annalora, Andrew J.) ; Marcus, CB (Marcus, Craig B.) ; Iversen, PL (Iversen, Patrick L.)","Title":"Alternative Splicing in the Cytochrome P450 Superfamily Expands Protein Diversity to Augment Gene Function and Redirect Human Drug Metabolism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398571200023 ISSN: 1868-8527 eISSN: 1868-8535","Keywords":"Mindfulness; Mindfulness-based interventions; Medical school; Medicine; Sustainability; Mindfulness center KeyWords Plus:RANDOMIZED CLINICAL-TRIAL; STRESS REDUCTION; PSYCHOLOGICAL DISTRESS; COGNITIVE THERAPY; SUBSTANCE USE; STUDENTS; BURNOUT; INTERVENTIONS; MEDITATION; DEPRESSION","Categories":"Psychology; Psychiatry Web of Science Categories:Psychology, Clinical; Psychiatry","Journal Information":"MINDFULNESS Volume: 8 Issue: 2 Pages: 489-494 DOI: 10.1007/s12671-016-0623-8 Published: APR 2017","Abstract":"Some medical schools have begun introducing mindfulness concepts to their students, and academic mindfulness centers associated with medical schools (AMCAMS) have started to emerge. However, knowledge of the expansion of mindfulness-based interventions within academic medical institutions is primarily anecdotal. The study objective was to evaluate the scope of mindfulness-related activities across medical schools in the USA and to identify AMCAMS and their programmatic characteristics. First, we conducted a systematic website content search to evaluate mindfulness activities related to wellness, research, clinical use, and education among the 140 accredited US medical schools. Second, we surveyed AMCAMS directors to query the type of programs offered, the type of professionals participating at AMCAMS, and approaches for financial sustainability. Website content analysis showed that mindfulness-related activity was present at 79 % of US medical schools in 2014. Activities for wellness (87/140; 62 %) and research (69/140; 49 %) were most common. A potential AMCAMS was identified at 27 % (38/140) of medical schools, and 33 of 38 directors at those centers completed our survey (87 % response rate). AMCAMS directors reported that the most commonly offered program was Mindfulness-Based Stress Reduction (MBSR) followed by Mindful Movement and Mindfulness-Based Cognitive Therapy (MBCT). Private-pay MBI groups (21/33; 64 %), private donations (17/33; 52 %), and fee-for-service billing (16/33; 48 %) were the most common contributors to financial sustainability. This is the first effort to collect data on all mindfulness-based programming within US medical schools and the first study to describe and identify AMCAMS characteristics. We discuss next steps for research on AMCAMS and dissemination of mindfulness in medicine.","Authors":"Barnes, N (Barnes, Nicholas) ; Hattan, P (Hattan, Patrick) ; Black, DS (Black, David S.) ; Schuman-Olivier, Z (Schuman-Olivier, Zev)","Title":"An Examination of Mindfulness-Based Programs in US Medical Schools"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395837700026 ISSN: 1057-7149 eISSN: 1941-0042","Keywords":"Landmark photo retrieval; multi-query expansions; collaborative deep networks KeyWords Plus:IMAGE CLASSIFICATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON IMAGE PROCESSING Volume: 26 Issue: 3 Pages: 1393-1404 DOI: 10.1109/TIP.2017.2655449 Published: MAR 2017","Abstract":"Given a query photo issued by a user (q-user), the landmark retrieval is to return a set of photos with their landmarks similar to those of the query, while the existing studies on the landmark retrieval focus on exploiting geometries of landmarks for similarity matches between candidate photos and a query photo. We observe that the same landmarks provided by different users over social media community may convey different geometry information depending on the viewpoints and/or angles, and may, subsequently, yield very different results. In fact, dealing with the landmarks with low quality shapes caused by the photography of q-users is often nontrivial and has seldom been studied. In this paper, we propose a novel framework, namely, multi-query expansions, to retrieve semantically robust landmarks by two steps. First, we identify the top-k photos regarding the latent topics of a query landmark to construct multi-query set so as to remedy its possible low quality shape. For this purpose, we significantly extend the techniques of Latent Dirichlet Allocation. Then, motivated by the typical collaborative filtering methods, we propose to learn a collaborative deep networks-based semantically, nonlinear, and high-level features over the latent factor for landmark photo as the training set, which is formed by matrix factorization over collaborative user-photo matrix regarding the multi-query set. The learned deep network is further applied to generate the features for all the other photos, meanwhile resulting into a compact multi-query set within such space. Then, the final ranking scores are calculated over the high-level feature space between the multi-query set and all other photos, which are ranked to serve as the final ranking list of landmark retrieval. Extensive experiments are conducted on real-world social media data with both landmark photos together with their user information to show the superior performance over the existing methods, especially our recently proposed multiquery based mid-level pattern representation method [1].","Authors":"Wang, Y (Wang, Yang) ; Lin, XM (Lin, Xuemin) ; Wu, L (Wu, Lin) ; Zhang, WJ (Zhang, Wenjie)","Title":"Effective Multi-Query Expansions: Collaborative Deep Networks for Robust Landmark Retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393662500003 ISSN: 0219-1377 eISSN: 0219-3116","Keywords":"Contextual information retrieval; Language Models; Query recommendation; Latent Semantic Analyses; Query expansion","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"KNOWLEDGE AND INFORMATION SYSTEMS Volume: 50 Issue: 3 Pages: 751-762 DOI: 10.1007/s10115-016-0952-x Published: MAR 2017","Abstract":"One of the key difficulties for users in information retrieval is to formulate appropriate queries to submit to the search engine. In this paper, we propose an approach to enrich the user's queries by additional context. We used the Language Model to build the query context, which is composed of the most similar queries to the query to expand and their top-ranked documents. Then, we applied a query expansion approach based on the query context and the Latent Semantic Analyses method. Using a web test collection, we tested our approach on short and long queries. We varied the number of recommended queries and the number of expansion terms to specify the appropriate parameters for the proposed approach. Experimental results show that the proposed approach improves the effectiveness of the information retrieval system by 19.23% for short queries and 52.94% for long queries according to the retrieval results using the original users' queries.","Authors":"El Ghali, B (El Ghali, Btihal) ; El Qadi, A (El Qadi, Abderrahim)","Title":"Context-aware query expansion method using Language Models and Latent Semantic Analyses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394189400001 PubMed ID: 28203277 ISSN: 1756-0381","Keywords":"Medical knowledge bases; Semantic Web reasoning; Plausible reasoning; Inductive generalization; Analogical reasoning KeyWords Plus:OWL","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"BIODATA MINING Volume: 10 Article Number: 7 DOI: 10.1186/s13040-017-0123-y Published: FEB 10 2017","Abstract":"Background: Capturing complete medical knowledge is challenging-often due to incomplete patient Electronic Health Records (EHR), but also because of valuable, tacit medical knowledge hidden away in physicians' experiences. To extend the coverage of incomplete medical knowledge-based systems beyond their deductive closure, and thus enhance their decision-support capabilities, we argue that innovative, multi-strategy reasoning approaches should be applied. In particular, plausible reasoning mechanisms apply patterns from human thought processes, such as generalization, similarity and interpolation, based on attributional, hierarchical, and relational knowledge. Plausible reasoning mechanisms include inductive reasoning, which generalizes the commonalities among the data to induce new rules, and analogical reasoning, which is guided by data similarities to infer new facts. By further leveraging rich, biomedical Semantic Web ontologies to represent medical knowledge, both known and tentative, we increase the accuracy and expressivity of plausible reasoning, and cope with issues such as data heterogeneity, inconsistency and interoperability. In this paper, we present a Semantic Web-based, multi-strategy reasoning approach, which integrates deductive and plausible reasoning and exploits Semantic Web technology to solve complex clinical decision support queries. Results: We evaluated our system using a real-world medical dataset of patients with hepatitis, from which we randomly removed different percentages of data (5%, 10%, 15%, and 20%) to reflect scenarios with increasing amounts of incomplete medical knowledge. To increase the reliability of the results, we generated 5 independent datasets for each percentage of missing values, which resulted in 20 experimental datasets (in addition to the original dataset). The results show that plausibly inferred knowledge extends the coverage of the knowledge base by, on average, 2%, 7%, 12%, and 16% for datasets with, respectively, 5%, 10%, 15%, and 20% of missing values. This expansion in the KB coverage allowed solving complex disease diagnostic queries that were previously unresolvable, without losing the correctness of the answers. However, compared to deductive reasoning, data-intensive plausible reasoning mechanisms yield a significant performance overhead. Conclusions: We observed that plausible reasoning approaches, by generating tentative inferences and leveraging domain knowledge of experts, allow us to extend the coverage of medical knowledge bases, resulting in improved clinical decision support. Second, by leveraging OWL ontological knowledge, we are able to increase the expressivity and accuracy of plausible reasoning methods. Third, our approach is applicable to clinical decision support systems for a range of chronic diseases.","Authors":"Mohammadhassanzadeh, H (Mohammadhassanzadeh, Hossein) ; Van Woensel, W (Van Woensel, William) ; Abidi, SR (Abidi, Samina Raza) ; Abidi, SSR (Abidi, Syed Sibte Raza)","Title":"Semantics-based plausible reasoning to extend the knowledge coverage of medical knowledge bases for improved clinical decision support"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393987400006 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Query facets; knowledge bases; query dimensions KeyWords Plus:SET EXPANSION; WEB","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 29 Issue: 2 Pages: 315-329 DOI: 10.1109/TKDE.2016.2623782 Published: FEB 2017","Abstract":"A query facet is a significant list of information nuggets that explains an underlying aspect of a query. Existing algorithms mine facets of a query by extracting frequent lists contained in top search results. The coverage of facets and facet items mined by these kind of methods might be limited, because only a small number of search results are used. In order to solve this problem, we propose mining query facets by using knowledge bases which contain high-quality structured data. Specifically, we first generate facets based on the properties of the entities which are contained in Freebase and correspond to the query. Second, we mine initial query facets from search results, then expanding them by finding similar entities from Freebase. Experimental results show that our proposed method can significantly improve the coverage of facet items over the state-of-the-art algorithms.","Authors":"Jiang, ZB (Jiang, Zhengbao) ; Dou, ZC (Dou, Zhicheng) ; Wen, JR (Wen, Ji-Rong)","Title":"Generating Query Facets Using Knowledge Bases"}, {"Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"SURGERY Volume: 161 Issue: 2 Pages: 320-328 DOI: 10.1016/j.surg.2016.08.038 Published: FEB 2017","Abstract":"Background. The Affordable Care Act has the potential to significantly affect access to care for previously uninsured patients in need of emergency general surgical care. Our objective was to determine the relationship between insurance status and disease complexity at presentation among a national sample of emergency general surgical patients. Methods. Data from the National Emergency Department Sample from 2006-2009 were queried to identify all patients aged 18-64 years old admitted through the emergency department with a primary diagnosis of appendicitis, diverticulitis, inguinal hernia, or bowel obstruction. Primary outcome of complex presentation was defined as also presenting with generalized peritonitis, intra-abdominal abscess, perforated bowel, intestinal gangrene, or other disease-specific measures of complexity. We used multivariable logistic regression to determine the independent association between insurance status and complex presentation. Models accounted for patient-and hospital-level covariates. Counterfactual models were used to estimate the risk of complex presentation attributable to lack of insurance. Results. A total of 1,373,659 patients were included, with an overall uninsured rate of 12.3%. Uninsured patients had significantly higher, unadjusted rates of complex presentation, and uninsured payer status was independently associated with complex presentation (odds ratio 1.38, 95 % confidence interval: 1.34-1.42). Counterfactual models suggest that having insurance would result in a 22.37% (95% confidence interval: 22.35-22.39%) relative decline in risk of complex emergency general surgical presentation among the uninsured population. Conclusion. Insurance status is independently associated with severity of disease at presentation among emergency general surgical conditions nationally. In light of recently reaffirmed Affordable Care Act insurance expansion provisions, these results anticipate increased timely access to operative care for newly insured patients and a corresponding decline in complex, emergency general surgical presentations.","Authors":"Scott, JW (Scott, John W.) ; Havens, JM (Havens, Joaquim M.) ; Wolf, LL (Wolf, Lindsey L.) ; Zogg, CK (Zogg, Cheryl K.) ; Rose, JA (Rose, John A.) ; Salim, A (Salim, Ali) ; Haider, AH (Haider, Adil H.)","Title":"Insurance status is associated with complex presentation among emergency general surgery patients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392329900017 ISSN: 0148-5598 eISSN: 1573-689X","Keywords":"Medical data management; Web intelligence; Query expansion; Retrieval feedback; Swarm intelligence; Bat algorithm; MEDLINE KeyWords Plus:SEARCH","Categories":"Health Care Sciences & Services; Medical Informatics Web of Science Categories:Health Care Sciences & Services; Medical Informatics","Journal Information":"JOURNAL OF MEDICAL SYSTEMS Volume: 41 Issue: 2 DOI: 10.1007/s10916-016-0668-1 Published: FEB 2017","Abstract":"With the increasing amount of medical data available on the Web, looking for health information has become one of the most widely searched topics on the Internet. Patients and people of several backgrounds are now using Web search engines to acquire medical information, including information about a specific disease, medical treatment or professional advice. Nonetheless, due to a lack of medical knowledge, many laypeople have difficulties in forming appropriate queries to articulate their inquiries, which deem their search queries to be imprecise due the use of unclear keywords. The use of these ambiguous and vague queries to describe the patients' needs has resulted in a failure of Web search engines to retrieve accurate and relevant information. One of the most natural and promising method to overcome this drawback is Query Expansion. In this paper, an original approach based on Bat Algorithm is proposed to improve the retrieval effectiveness of query expansion in medical field. In contrast to the existing literature, the proposed approach uses Bat Algorithm to find the best expanded query among a set of expanded query candidates, while maintaining low computational complexity. Moreover, this new approach allows the determination of the length of the expanded query empirically. Numerical results on MEDLINE, the on-line medical information database, show that the proposed approach is more effective and efficient compared to the baseline.","Authors":"Khennak, I (Khennak, Ilyes) ; Drias, H (Drias, Habiba)","Title":"Bat-Inspired Algorithm Based Query Expansion for Medical Web Information Retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388777700009 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Multimodal Retrieval; Query Reformulation; Keyphrase Extraction; Mutual Information; Fisher-LDA KeyWords Plus:IMAGE RETRIEVAL; FEATURES; COLOR; WEB","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 68 Pages: 81-92 DOI: 10.1016/j.eswa.2016.09.039 Published: FEB 2017","Abstract":"Multimodal Retrieval is a well-established approach for image retrieval. Usually, images are accompanied by text caption along with associated documents describing the image. Textual query expansion as a form of enhancing image retrieval is a relatively less explored area. In this paper, we first study the effect of expanding textual query on both image and its associated text retrieval. Our study reveals that judicious expansion of textual query through keyphrase extraction can lead to better results, either in terms of text retrieval or both image and text-retrieval. To establish this, we use two well-known keyphrase extraction techniques based on tf-idf and KEA. While query expansion results in increased retrieval efficiency, it is imperative that the expansion be semantically justified. So, we propose a graph-based keyphrase extraction model that captures the relatedness between words in terms of both mutual information and relevance feedback. Most of the existing works have stressed on bridging the semantic gap by using textual and visual features, either in combination or individually. The way these text and image features are combined determines the efficacy of any retrieval. For this purpose, we adopt Fisher-LDA to adjudge the appropriate weights for each modality. This provides us with an intelligent decision-making process favoring the feature set to be infused into the final query. Our proposed algorithm is shown to supersede the previously mentioned keyphrase extraction algorithms for query expansion significantly. A rigorous set of experiments performed on ImageCLEF-2011 Wikipedia Retrieval task dataset validates our claim that capturing the semantic relation between words through Mutual Information followed by expansion of a textual query using relevance feedback can simultaneously enhance both text and image retrieval. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Datta, D (Datta, Deepanwita) ; Varma, S (Varma, Shubham) ; Chowdary, CR (Chowdary, Ravindranath C.) ; Singh, SK (Singh, Sanjay K.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Chowdary, Ravindranath  http://orcid.org/0000-0002-9590-8446","Title":"Multimodal Retrieval using Mutual Information based Textual Query Reformulation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389095200027 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Conditional random fields; Neural network; Acronym; Sequence labeling; Multi-granularity KeyWords Plus:HIDDEN MARKOV-MODELS; INFORMATION EXTRACTION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 378 Pages: 462-474 DOI: 10.1016/j.ins.2016.06.045 Published: FEB 1 2017","Abstract":"Identifying expansion forms for acronyms is beneficial to many natural language processing and information retrieval tasks. In this work, we study the problem of finding expansions in texts for given acronym queries by modeling the problem as a sequence labeling task. However, it is challenging for traditional sequence labeling models like Conditional Random Fields (CRF) due to the complexity of the input sentences and the substructure of the categories. In this paper, we propose a Latent-state Neural Conditional Random Fields model (LNCRF) to deal with the challenges. On one hand, we extend CRF by coupling it with nonlinear hidden layers to learn multi-granularity hierarchical representations of the input data under the framework of Conditional Random Fields. On the other hand, we introduce latent variables to capture the fine granular information from the intrinsic substructures within the structured output labels implicitly. The experimental results on real data show that our model achieves the best performance against the state-of-the-art baselines. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Liu, J (Liu, Jie) ; Liu, CH (Liu, Caihua) ; Huang, YL (Huang, Yalou)","Title":"Multi-granularity sequence labeling model for acronym expansion identification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396575500098 PubMed ID: 27899581 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: D1 Pages: D698-D706 DOI: 10.1093/nar/gkw1066 Published: JAN 4 2017","Abstract":"The HmtDB resource hosts a database of human mitochondrial genome sequences from individuals with healthy and disease phenotypes. The database is intended to support both population geneticists as well as clinicians undertaking the task to assess the pathogenicity of specific mtDNA mutations. The wide application of next-generation sequencing (NGS) has provided an enormous volume of high-resolution data at a low price, increasing the availability of human mitochondrial sequencing data, which called for a cogent and significant expansion of HmtDB data content that has more than tripled in the current release. We here describe additional novel features, including: (i) a complete, user-friendly restyling of the web interface, (ii) links to the command-line stand-alone and web versions of the MToolBox package, an up-to-date tool to reconstruct and analyze human mitochondrial DNA from NGS data and (iii) the implementation of the Reconstructed Sapiens Reference Sequence (RSRS) as mitochondrial reference sequence. The overall update renders HmtDB an even more handy and useful resource as it enables a more rapid data access, processing and analysis. HmtDB is accessible at http://www.hmtdb.uniba.it/.","Authors":"Clima, R (Clima, Rosanna) ; Preste, R (Preste, Roberto) ; Calabrese, C (Calabrese, Claudia) ; Diroma, MA (Diroma, Maria Angela) ; Santorsola, M (Santorsola, Mariangela) ; Scioscia, G (Scioscia, Gaetano) ; Simone, D (Simone, Domenico) ; Shen, LS (Shen, Lishuang) ; Gasparre, G (Gasparre, Giuseppe) ; Attimonelli, M (Attimonelli, Marcella)","Title":"HmtDB 2016: data update, a better performing query system and human mitochondrial DNA haplogroup predictor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396575500042 PubMed ID: 27899584 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: D1 Pages: D289-D295 DOI: 10.1093/nar/gkw1098 Published: JAN 4 2017","Abstract":"The latest version of the CATH-Gene3D protein structure classification database has recently been released (version 4.1, http://www.cathdb.info). The resource comprises over 300 000 domain structures and over 53 million protein domains classified into 2737 homologous superfamilies, doubling the number of predicted protein domains in the previous version. The daily-updated CATH-B, which contains our very latest domain assignment data, provides putative classifications for over 100 000 additional protein domains. This article describes developments to the CATH-Gene3D resource over the last two years since the publication in 2015, including: significant increases to our structural and sequence coverage; expansion of the functional families in CATH; building a support vector machine (SVM) to automatically assign domains to superfamilies; improved search facilities to return alignments of query sequences against multiple sequence alignments; the redesign of the web pages and download site.","Authors":"Dawson, NL (Dawson, Natalie L.) ; Lewis, TE (Lewis, Tony E.) ; Das, S (Das, Sayoni) ; Lees, JG (Lees, Jonathan G.) ; Lee, D (Lee, David) ; Ashford, P (Ashford, Paul) ; Orengo, CA (Orengo, Christine A.) ; Sillitoe, I (Sillitoe, Ian)","Title":"CATH: an expanded resource to predict protein function through structure and sequence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396575500147 PubMed ID: 27899614 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: D1 Pages: D1064-D1074 DOI: 10.1093/nar/gkw1041 Published: JAN 4 2017","Abstract":"The SUBcellular location database for Arabidopsis proteins (SUBA4, http://suba.live) is a comprehensive collection of manually curated published data sets of large-scale subcellular proteomics, fluorescent protein visualization, protein-protein interaction (PPI) as well as subcellular targeting calls from 22 prediction programs. SUBA4 contains an additional 35 568 localizations totalling more than 60 000 experimental protein location claims as well as 37 new suborganellar localization categories. The experimental PPI data has been expanded to 26 327 PPI pairs including 856 PPI localizations from experimental fluorescent visualizations. The new SUBA4 user interface enables users to choose quickly from the filter categories: 'subcellular location', 'protein properties', 'protein-protein interaction' and 'affiliations' to build complex queries. This allows substantial expansion of search parameters into 80 annotation types comprising 1 150 204 new annotations to study metadata associated with subcellular localization. The 'BLAST' tab contains a sequence alignment tool to enable a sequence fragment from any species to find the closest match in Arabidopsis and retrieve data on subcellular location. Using the location consensus SUBAcon, the SUBA4 toolbox delivers three novel data services allowing interactive analysis of user data to provide relative compartmental protein abundances and proximity relationship analysis of PPI and coexpression partners from a submitted list of Arabidopsis gene identifiers.","Authors":"Hooper, CM (Hooper, Cornelia M.) ; Castleden, IR (Castleden, Ian R.) ; Tanz, SK (Tanz, Sandra K.) ; Aryamanesh, N (Aryamanesh, Nader) ; Millar, AH (Millar, A. Harvey) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Tanz, Sandra  C-2686-2011   Tanz, Sandra  http://orcid.org/0000-0002-0632-4095","Title":"SUBA4: the interactive data analysis centre for Arabidopsis subcellular protein locations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397302900004 ISSN: 1875-6891 eISSN: 1875-6883","Keywords":"Query expansion terms selection; information retrieval; semantic filtering; rank combination; score combination; genetic algorithm KeyWords Plus:INFORMATION-RETRIEVAL; SIMILARITY; SELECTION; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"INTERNATIONAL JOURNAL OF COMPUTATIONAL INTELLIGENCE SYSTEMS Volume: 10 Issue: 1 Pages: 34-55 Published: JAN 2017","Abstract":"Effective query expansion terms selection methods are really very important for improving the accuracy and efficiency of Pseudo-Relevance Feedback (PRF) based automatic query expansion techniques in information retrieval system. These methods remove irrelevant and redundant terms from the top retrieved feedback documents with respect to a user query. Individual terms selection methods have been widely investigated for improving its performance. However, it is always a challenging task to find an individual expansion terms selection method that would outperform other individual methods in most cases. In this paper, first we explore the possibility of improving the overall performance using individual terms selection methods. Second, we propose a model for combining multiple expansion terms selection methods by using a variety of ranks combining approaches. Third, semantic filtering used to filter out semantically irrelevant terms obtained after combining multiple terms selection methods. Fourth, the Genetic Algorithm used to make an optimal combination of query terms and candidate expansion terms obtained by applying ranks combination and semantic filtering approach. Our experimental results demonstrated that our proposed approaches achieved a significant improvement over each individual terms selection methods and related state-of-the-arts approaches.","Authors":"Singh, J (Singh, Jagendra)","Title":"Ranks Aggregation and Semantic Genetic Approach based Hybrid Model for Query Expansion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396645200004 ISSN: 1210-0552","Keywords":"Microblogging filtering; multi-sources expansion; risk management; matrix factorization KeyWords Plus:INFORMATION-RETRIEVAL; MODELS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEURAL NETWORK WORLD Volume: 27 Issue: 1 Pages: 59-76 Special Issue: SI DOI: 10.14311/NNW.2017.27.003 Published: 2017","Abstract":"Microblogging filtering is intended to filter out irrelevant content, and select useful, new, and timely content from microblogs. However, microblogging filtering suffers from the problem of insufficient samples which renders the probabilistic models unreliable. To mitiiate this problem, a novel method is proposed in this study. It is believed that an explicit brief query is only an abstract of the user's information needs, and it's difficult to infer users' actual searching intents and interests. Based on this belief, a filtering model is built where the multi-sources query expansion in microblogging filtering is exploited and expanded query is submitted as user's interest. To manage the external expansion risk, a user filter graph inference method is proposed, which is characterized by combination of external multi-sources information, and a risk minimization filtering model is introduced to achieve the best reasoning through the multi-sources expansion. A series of experiments are conducted to evaluate the effectiveness of proposed framework on an annotated tweets corpus. The results of these experiments show that our method is effective in tweets retrieval as compared with the baseline standards.","Authors":"Yang, Z (Yang, Z.) ; Li, C (Li, C.) ; Fan, K (Fan, K.) ; Huang, J (Huang, J.)","Title":"EXPLOITING MULTI-SOURCES QUERY EXPANSION IN MICROBLOGGING FILTERING"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396693700001 ISSN: 2155-6377 eISSN: 2155-6385","Keywords":"Adaptive User Model; Concept Hierarchy; Context Modeling; Implicit Relevance; Personalization; Query Expansion; Query Intent; Ranking; Re-ranking; Social Bookmarking; User Model","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION RETRIEVAL RESEARCH Volume: 7 Issue: 1 Pages: 1-16 DOI: 10.4018/IJIRR.2017010101 Published: JAN-MAR 2017","Abstract":"Search engine technologies are evolving to satisfy the user's ever increasing information need; but are yet to achieve perfection especially in ranking. With the exponential growth in the available information on the internet; ranking has become vital for satisfactory search experience. User satisfaction can be ensured to some extent by personalizing the search results based on user preferences which can be explicitly stated or learned from user's search behavior. Machine learning algorithms which predict user preference from the available information related to the user are extensively experimented for personalization. Among several studies undertaken for re-ranking the documents, many focus on the user. Such approaches create user model to capture the search context and behavior. This study attempts to analyze the research trends in user model based personalization and discuss experimental results in personalized information retrieval area. The authors experimented to extend the state of the art in the specific areas of personalization.","Authors":"Potey, MA (Potey, Madhuri A.) ; Sinha, PK (Sinha, Pradeep K.)","Title":"Personalization Approaches for Ranking: A Review and Research Experiments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392553100002 ISSN: 1016-2364","Keywords":"service-oriented architecture; service discovery; UML; term expansion; term expasion KeyWords Plus:IDENTIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"JOURNAL OF INFORMATION SCIENCE AND ENGINEERING Volume: 33 Issue: 1 Pages: 17-36 Published: JAN 2017","Abstract":"Web service discovery plays a crucial role in the development of applications based on service-oriented architecture, due to the importance of identifying services capable of fulfilling the requirements of service requesters. In the field of software engineering, web service discovery can be applied to the problem of software component retrieval in order to facilitate the reuse of software components and speed up the development of new software projects. Unfortunately, most existing service discovery schemes are unable to perform this task effectively due to manual service queries, a lack of support for service queries using unified modeling language (UML), and the high degree of complexity associated with integration. This study proposes a novel approach to resolving this situation referred to as SCRUMTE (Service Component Retrieval with UML Modeling and Term Expansion). The proposed system provides three functions: 1) the generation of a lexically expanded term set for each candidate service in the service repository; 2) transformation of required UML models into WSDL (Web Services Description Language) documents for use in service queries; and 3) integration of a web service retrieval mechanism for the identification of services based on textual similarities and service integration. This system was designed to assist software developers in the search for service components according to their specific requirements. Experiment results demonstrate that the search precision of the SCRUMTE system far exceeds that of text-based approaches.","Authors":"Lee, WT (Lee, Wen-Tin) ; Ma, SP (Ma, Shang-Pin) ; Tsai, YY (Tsai, Yao-Yu)","Title":"Retrieval of Web Service Components using UML Modeling and Term Expansion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392292000004 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Opinion-Based Entity ranking; Social web; Opinion analysis; Machine learning; Information retrieval KeyWords Plus:RETRIEVAL","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 1 Pages: 59-81 DOI: 10.1007/s11042-015-3022-6 Published: JAN 2017","Abstract":"Online opinions are one of the most important sources of information on which users base their purchasing decisions. Unfortunately, the large quantity of opinions makes it difficult for an individual to consume in a reasonable amount of time. Unlike standard information retrieval problems, the task here is to retrieve entities whose relevance is dependent upon other people's opinions regarding the entities and how well those sentiments match the user's own preferences. We propose novel techniques that incorporate aspect subjectivity measures into weighting the relevance of opinions of entities based on a user's query keywords. We calculate these weights using sentiment polarity of terms found proximity close to keywords in opinion text. We have implemented our techniques, and we show that these improve the overall effectiveness of the baseline retrieval task. Our results indicate that on entities with long opinions our techniques can perform as good as state-of-the-art query expansion approaches.","Authors":"Bashir, S (Bashir, Shariq)","Title":"Ranking entities on the basis of users' opinions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392305000060 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Medical image retrieval; Retrieval in medical texts; Image modality classification; Visual image descriptors KeyWords Plus:SEARCH ENGINE; FEATURES; CLASSIFICATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 2 Pages: 2955-2978 DOI: 10.1007/s11042-016-3261-1 Published: JAN 2017","Abstract":"In this paper we depict an implemented system for medical image retrieval. Our system performs retrieval based on both textual and visual content, separately and combined, using advanced encoding and quantization techniques. The text-based retrieval subsystem uses textual data acquired from an image's corresponding article to generate a suitable representation. Using a vector space model, the generated representations structure is altered to increase performance. Query expansion with pseudo-relevance feedback is applied to fine-tune the results. The content-based retrieval subsystem performs retrieval based on visual features extracted from the images. A Gaussian Mixture Model is constructed from the extracted visual features, in our case - RGB histograms, and is used in encoding the same features into Fisher Vectors. With scalability and speed in mind, we utilized a product quantization technique over the generated vectors, which provides fast response times over large image collections. Product quantization drastically reduces the size of the image representation at almost no cost to accuracy, thus improving the scalability factor of our system. Our system uses modality classification to further improve retrieval results. This subsystem labels the image modality based on their visual content. The images are described using state-of-the-art opponentSIFT visual features. Classification was performed using Support Vector Machines (SVMs). The predictions from the SVMs are used for re-ranking the resulting images based on their modality and the modality of the query. The system was evaluated against the standardized ImageCLEF 2013, 2012 and 2011 medical datasets and it reported state-of-the-art performance for all datasets.","Authors":"Kitanovski, I (Kitanovski, Ivan) ; Strezoski, G (Strezoski, Gjorgji) ; Dimitrovski, I (Dimitrovski, Ivica) ; Madjarov, G (Madjarov, Gjorgji) ; Loskovska, S (Loskovska, Suzana)","Title":"Multimodal medical image retrieval system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390556100007 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Sensitivity analysis; probabilistic databases; Shannon expansions; dynamic programming algorithm","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 29 Issue: 1 Pages: 86-99 DOI: 10.1109/TKDE.2016.2613538 Published: JAN 1 2017","Abstract":"In this paper, we study inequality query (IQ query) processing in tuple independent probabilistic databases, where IQ queries can be categorized into IQ-path, IQ-tree, and IQ-graph queries. We focus on two related issues for IQ queries. One issue is to efficiently compute their probabilities, with the observation that the time complexity of the state-of-the-art algorithm to process IQ-graph queries is high. The other issue is to efficiently perform their sensitivity analysis, which has not been studied before. Here, sensitivity analysis is to identify input tuples that have high influence on the probability of an answer tuple, and the influence of an input tuple is defined as the difference between the output probabilities obtained in two cases, where we assume that the tuple exists in one case and does not exist in the other one. In this paper, we compile the inequality conditions of an IQ query q into a compilation tree T, which encodes the Shannon expansion order. Moreover, we split q into a set of subqueries and each contains only one inequality condition. Using compilation tree and decomposition, we introduce a dynamic programming algorithm called Dec to process an IQ query q in time O(vertical bar Phi vertical bar), where Phi is the lineage of q. An IQ query can be processed by our Dec if and only if its inequality conditions can be compiled into a compilation tree T and the inequality conditions from any node to all of its child nodes must be the same in T. We conduct extensive experiments using real and synthetic datasets to demonstrate the efficiency of our algorithm for computing the probabilities and influences of IQ queries.","Authors":"Qin, B (Qin, Biao) ; Yu, JX (Yu, Jeffrey Xu)","Title":"Efficient Sensitivity Analysis for Inequality Queries in Probabilistic Databases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390421300003 PubMed ID: 26978555 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Active clustering; semi-supervised clustering; image clustering; uncertainty reduction KeyWords Plus:CONSTRAINTS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 39 Issue: 1 Pages: 5-17 DOI: 10.1109/TPAMI.2016.2539965 Published: JAN 2017","Abstract":"Semi-supervised clustering seeks to augment traditional clustering methods by incorporating side information provided via human expertise in order to increase the semantic meaningfulness of the resulting clusters. However, most current methods are passive in the sense that the side information is provided beforehand and selected randomly. This may require a large number of constraints, some of which could be redundant, unnecessary, or even detrimental to the clustering results. Thus in order to scale such semi-supervised algorithms to larger problems it is desirable to pursue an active clustering method-i.e., an algorithm that maximizes the effectiveness of the available human labor by only requesting human input where it will have the greatest impact. Here, we propose a novel online framework for active semi-supervised spectral clustering that selects pairwise constraints as clustering proceeds, based on the principle of uncertainty reduction. Using a first-order Taylor expansion, we decompose the expected uncertainty reduction problem into a gradient and a step-scale, computed via an application of matrix perturbation theory and cluster-assignment entropy, respectively. The resulting model is used to estimate the uncertainty reduction potential of each sample in the dataset. We then present the human user with pairwise queries with respect to only the best candidate sample. We evaluate our method using three different image datasets (faces, leaves and dogs), a set of common UCI machine learning datasets and a gene dataset. The results validate our decomposition formulation and show that our method is consistently superior to existing state-of-the-art techniques, as well as being robust to noise and to unknown numbers of clusters.","Authors":"Xiong, CM (Xiong, Caiming) ; Johnson, DM (Johnson, David M.) ; Corso, JJ (Corso, Jason J.)","Title":"Active Clustering with Model-Based Uncertainty Reduction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392749500013 PubMed ID: 27531100 ISSN: 1367-4803 eISSN: 1460-2059","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Computer Science; Mathematical & Computational Biology; Mathematics Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Computer Science, Interdisciplinary Applications; Mathematical & Computational Biology; Statistics & Probability","Journal Information":"BIOINFORMATICS Volume: 32 Issue: 23 Pages: 3635-3644 DOI: 10.1093/bioinformatics/btw529 Published: DEC 1 2016","Abstract":"Motivation: Automatically quantifying semantic similarity and relatedness between clinical terms is an important aspect of text mining from electronic health records, which are increasingly recognized as valuable sources of phenotypic information for clinical genomics and bioinformatics research. A key obstacle to development of semantic relatedness measures is the limited availability of large quantities of clinical text to researchers and developers outside of major medical centers. Text from general English and biomedical literature are freely available; however, their validity as a substitute for clinical domain to represent semantics of clinical terms remains to be demonstrated. Results: We constructed neural network representations of clinical terms found in a publicly available benchmark dataset manually labeled for semantic similarity and relatedness. Similarity and relatedness measures computed from text corpora in three domains (Clinical Notes, PubMed Central articles and Wikipedia) were compared using the benchmark as reference. We found that measures computed from full text of biomedical articles in PubMed Central repository (rho = 0.62 for similarity and 0.58 for relatedness) are on par with measures computed from clinical reports (rho = 0.60 for similarity and 0.57 for relatedness). We also evaluated the use of neural network based relatedness measures for query expansion in a clinical document retrieval task and a biomedical term word sense disambiguation task. We found that, with some limitations, biomedical articles may be used in lieu of clinical reports to represent the semantics of clinical terms and that distributional semantic methods are useful for clinical and biomedical natural language processing applications.","Authors":"Pakhomov, SVS (Pakhomov, Serguei V. S.) ; Finley, G (Finley, Greg) ; McEwan, R (McEwan, Reed) ; Wang, Y (Wang, Yan) ; Melton, GB (Melton, Genevieve B.)","Title":"Corpus domain effects on distributional semantic modeling of medical terms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392493200028 ISSN: 2220-9964","Keywords":"moving objects; continuous range queries; network; expansion tree KeyWords Plus:ROAD NETWORKS; EFFICIENT","Categories":"Physical Geography; Remote Sensing Web of Science Categories:Geography, Physical; Remote Sensing","Journal Information":"ISPRS INTERNATIONAL JOURNAL OF GEO-INFORMATION Volume: 5 Issue: 12 Article Number: 246 DOI: 10.3390/ijgi5120246 Published: DEC 2016","Abstract":"The rapid growth of location-based services has motivated the development of continuous range queries in networks. Existing query algorithms usually adopt an expansion tree to reuse the previous query results to get better efficiency. However, the high maintenance costs of the traditional expansion tree lead to a sharp efficiency decrease. In this paper, we propose a line graph-based continuous range (LGCR) query algorithm for moving objects in networks, which is characterized by a novel graph-based expansion tree (GET) structure used to monitor queries in an incremental manner. In particular, GET is developed based on the line graph model of networks and simultaneously supports offline pre-computation to better adapt our proposed algorithm to different sizes of networks. To improve performance, we create a series of related data structures, such as bridgeable edges and distance edges. Correspondingly, we develop several algorithms, including initialization, insertion of objects, filter and refinement and location update, to incrementally re-evaluate continuous range queries. Finally, we implement the GET and related algorithms in the native graph database Neo4J. We conduct experiments using real-world networks and simulated moving objects and compare the proposed LGCR with the existing classical algorithm to verify its effectiveness and demonstrate its greater efficiency.","Authors":"Zhang, HC (Zhang, Hengcai) ; Lu, F (Lu, Feng) ; Chen, J (Chen, Jie) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number zhang, hengcai  http://orcid.org/0000-0002-5004-9609","Title":"A Line Graph-Based Continuous Range Query Method for Moving Objects in Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391726300005 ISSN: 1556-4673 eISSN: 1556-4711","Keywords":"Diachronic thesaurus; semantic similarity; Hebrew; cultural heritage KeyWords Plus:AUTOMATIC QUERY EXPANSION","Categories":"Arts & Humanities - Other Topics; Computer Science Web of Science Categories:Humanities, Multidisciplinary; Computer Science, Interdisciplinary Applications","Journal Information":"ACM JOURNAL ON COMPUTING AND CULTURAL HERITAGE Volume: 9 Issue: 4 Article Number: 22 DOI: 10.1145/2994151 Published: DEC 2016","Abstract":"A cross-period (diachronic) thesaurus enables users to search for information using modern terminology and obtain semantically related terms from earlier historical periods. The complex task of supporting the construction of a diachronic thesaurus by a domain expert lexicographer has hardly been addressed computationally until now. In this article, we introduce a semiautomatic iterative Query Expansion (QE) scheme for supporting diachronic thesaurus construction, which identifies candidate related terms based on statistical corpus-based measures. We use ancient-modern period classification to increase the performance of the statistical cooccurrence measures and extend our methods to deal with Multi-Word Expressions (MWEs). We demonstrate the empirical benefit of our scheme for a Jewish cross-period thesaurus and evaluate its impact on recall and on the effectiveness of the lexicographer's manual efforts.","Authors":"Liebeskind, C (Liebeskind, Chaya) ; Dagan, I (Dagan, Ido) ; Schler, J (Schler, Jonathan)","Title":"Semiautomatic Construction of Cross-Period Thesaurus"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391439200007 ISSN: 2375-4699 eISSN: 2375-4702","Keywords":"Query expansion; resource scarce languages; multilingual retrieval","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"ACM TRANSACTIONS ON ASIAN AND LOW-RESOURCE LANGUAGE INFORMATION PROCESSING Volume: 16 Issue: 2 Article Number: 14 DOI: 10.1145/2997643 Published: DEC 2016","Abstract":"Retrievals in response to queries to search engines in resource-scarce languages often produce no results, which annoys the user. In such cases, at least partially relevant documents must be retrieved. We propose a novel multilingual framework, MultiStructPRF, which expands the query with related terms by (i) using a resource-rich assisting language and (ii) giving varied importance to the expansion terms depending on their position of occurrence in the document. Our system uses the help of an assisting language to expand the query in order to improve system recall. We propose a systematic expansion model for weighting the expansion terms coming from different parts of the document. To combine the expansion terms from query language and assisting language, we propose a heuristics-based fusion model. Our experimental results show an improvement over other PRF techniques in both precision and recall for multiple resource-scarce languages like Marathi, Bengali, Odia, Finnish, and the like. We study the effect of different assisting languages on precision and recall for multiple query languages. Our experiments reveal an interesting fact: Precision is positively correlated with the typological closeness of query language and assisting language, whereas recall is positively correlated with the resource richness of the assisting language.","Authors":"Atreya, VA (Atreya, Arjun, V) ; Kankaria, A (Kankaria, Ashish) ; Bhattacharyya, P (Bhattacharyya, Pushpak) ; Ramakrishnan, G (Ramakrishnan, Ganesh)","Title":"Query Expansion in Resource-Scarce Languages: A Multilingual Framework Utilizing Document Structure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390875100010 ISSN: 2073-431X","Keywords":"document clustering; machine learning; information retrieval; pseudo-relevance feedback; query expansion; retrieval bias; retrievability measure KeyWords Plus:TEXT RETRIEVAL; PERFORMANCE","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTERS Volume: 5 Issue: 4 Article Number: 29 DOI: 10.3390/computers5040029 Published: DEC 2016","Abstract":"Cluster-based pseudo-relevance feedback (PRF) is an effective approach for searching relevant documents for relevance feedback. Standard approach constructs clusters for PRF only on the basis of high similarity between retrieved documents. The standard approach works quite well if the retrieval bias of the retrieval model does not create any effect on the retrievability of documents. In our experiments we observed when a collection contains retrieval bias, then high retrievable documents of clusters are frequently retrieved at top positions for most of the queries, and these drift the relevance feedback away from relevant documents. For reducing (retrieval bias) noise, we enhance the standard cluster construction approach by constructing clusters on the basis of high similarity and retrievability. We call this retrievability and cluster-based PRF. This enhanced approach keeps only those documents in the clusters that are not frequently retrieve due to retrieval bias. Although this approach improves the effectiveness, however, it penalizes high retrievable documents even if these documents are most relevant to the clusters. To handle this problem, in a second approach, we extend the basic retrievability concept by mining frequent neighbors of the clusters. The frequent neighbors approach keeps only those documents in the clusters that are frequently retrieved with other neighbors of clusters and infrequently retrieved with those documents that are not part of the clusters. Experimental results show that two proposed extensions are helpful for identifying relevant documents for relevance feedback and increasing the effectiveness of queries.","Authors":"Bashir, S (Bashir, Shariq)","Title":"An Improved Retrievability-Based Cluster-Resampling Approach for Pseudo Relevance Feedback"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390918300016 PubMed ID: 28007226 ISSN: 2213-0764 eISSN: 2213-0772","Keywords":"Interprofessional teams; Patient-centered medical home; Veterans; Qualitative research KeyWords Plus:CENTERED MEDICAL HOME; EMERGENCY-DEPARTMENT USE; OF-VETERANS-AFFAIRS; VHA PRIMARY-CARE; IMPLEMENTATION; HEALTH; COMMUNICATION; SATISFACTION; NURSES","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"HEALTHCARE-THE JOURNAL OF DELIVERY SCIENCE AND INNOVATION Volume: 4 Issue: 4 Pages: 321-326 DOI: 10.1016/j.hjdsi.2016.03.004 Published: DEC 2016","Abstract":"Background: Interprofessional team-based models of primary care that expand the role of clinical associates (CAs) are increasingly adopted in primary care practices. In this study we query team members of a newly implemented patient centered medical home (PCMH) to identify facilitators and barriers of occupational role self-efficacy, a belief of possessing the capacity to execute their new team based role effectively. Methods: 79 key informants, members of primary care teams at six Veterans Health Administration (VA) clinics, were interviewed to assess their experiences with implementing expanded roles for CAs. All sites had implemented Patient Aligned Care Teams, the VA's version of PCMH. Results: Three themes that produced the self-efficacy necessary for successful role expansion of CAs were identified: (1) role training (2) time and resources for roles and (3) cross-disciplinary role agreement. Sub-themes emerged around role challenges. Training sub themes included incomplete or limited training, inconsistencies in trainings within a site, and not receiving training with team members. Insufficient resources sub-themes included limited time for expanded tasks, inadequate space, low staffing, and poor task mix. Cross-disciplinary agreement failed to occur specifically when there was insufficient coordination between medicine and nursing leadership about staff roles, poor primary care provider (PCPs) knowledge of the boundaries of staff roles, and lack of synchronicity between staff roles and what PCPs would like staff roles to include. Conclusions: These identified themes have implications for healthcare professionals working in inter professional teams in a variety of settings and indicate the need for interdisciplinary leadership based solutions. Implications: Clarifying the factors that impact self-efficacy for the role expansion of PACT staff can inform strategies for role transformation for enhanced primary care delivery. Published by Elsevier Inc.","Authors":"Giannitrapani, KF (Giannitrapani, Karleen F.) ; Soban, L (Soban, Lynn) ; Hamilton, AB (Hamilton, Alison B.) ; Rodriguez, H (Rodriguez, Hector) ; Huynh, A (Huynh, Alexis) ; Stockdale, S (Stockdale, Susan) ; Yano, EM (Yano, Elizabeth M.) ; Rubenstein, LV (Rubenstein, Lisa V.)","Title":"Role expansion on interprofessional primary care teams: Barriers of role self-efficacy among clinical associates"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000388996100005 ISSN: 1562-2479 eISSN: 2199-3211","Keywords":"Fuzzy logic; Rank aggregation; Query expansion; Pseudo relevance feedback; Information retrival KeyWords Plus:INFORMATION-RETRIEVAL; CONTROLLER; SELECTION","Categories":"Automation & Control Systems; Computer Science Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF FUZZY SYSTEMS Volume: 18 Issue: 6 Pages: 980-989 Special Issue: SI DOI: 10.1007/s40815-016-0254-1 Published: DEC 2016","Abstract":"In this paper, a novel fuzzy logic-based expansion approach considering the relevance score produced by different rank aggregation approaches is proposed. It is well known that different rank aggregation approaches yield different relevance scores for each term. The proposed fuzzy logic approach combines different weights of each term by using fuzzy rules to infer the weights of the additional query terms. Experimental results demonstrate that the proposed approach achieves significant improvement over individual expansion, aggregated and other related state-of-the-arts methods.","Authors":"Singh, J (Singh, Jagendra) ; Prasad, M (Prasad, Mukesh) ; Prasad, OK (Prasad, Om Kumar) ; Joo, EM (Joo, Er Meng) ; Saxena, AK (Saxena, Amit Kumar) ; Lin, CT (Lin, Chin-Teng)","Title":"A Novel Fuzzy Logic Model for Pseudo-Relevance Feedback-Based Query Expansion"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000388214700004 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Document retrieval; question answering systems; query expansion; tools for arabic information retrieval; literature review KeyWords Plus:NAMED ENTITY RECOGNITION; INFORMATION-RETRIEVAL; PROBABILISTIC MODELS; QUERY EXPANSION; WEB; WORDNET; CLASSIFICATION; ONTOLOGY; GRAPHS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 28 Issue: 12 Pages: 3169-3190 DOI: 10.1109/TKDE.2016.2607201 Published: DEC 1 2016","Abstract":"Question Answering Systems (QASs) have emerged as a good alternative for information seekers to retrieve precise information over the Internet. A good amount of research has been done to improve the performance of QASs across several languages, including European and Asian languages. However, Arabic, a morphologically rich Semitic language spoken by over 422 million people, has not seen similar development in the field of question answering. This article reviews the developments taking place in Arabic QASs as well as the challenges faced by researchers in developing Arabic QASs. After conducting an extensive literature survey of a number of English and Arabic QASs, this article classifies them according to several criteria. The most commonly used architecture for the development of an Arabic QAS, known as pipeline architecture, has been presented. In order to encourage and support the new researchers and scholars in conducting research in Arabic QASs, a list of techniques, tools, and computational linguistic resources, required to implement the components of the presented pipelined architecture, are described in this article in a simple and persuasive manner. Finally, the gap analysis between the research in Arabic and English QASs has been performed and accordingly, some future directions for research in Arabic QASs have been proposed.","Authors":"Ray, SK (Ray, Santosh K.) ; Shaalan, K (Shaalan, Khaled) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Shaalan, Khaled  http://orcid.org/0000-0003-0823-8390","Title":"A Review and Future Perspectives of Arabic Question Answering Systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387878600008 ISSN: 2330-1635 eISSN: 2330-1643","Keywords":"query processing; information retrieval; query expansion KeyWords Plus:TEXT RETRIEVAL; N-GRAMS; MANAGEMENT","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 67 Issue: 12 Pages: 2928-2946 DOI: 10.1002/asi.23379 Published: DEC 2016","Abstract":"The aim of the study was to test whether query expansion by approximate string matching methods is beneficial in retrieval from historical newspaper collections in a language rich with compounds and inflectional forms (Finnish). First, approximate string matching methods were used to generate lists of index words most similar to contemporary query terms in a digitized newspaper collection from the 1800s. Top index word variants were categorized to estimate the appropriate query expansion ranges in the retrieval test. Second, the effectiveness of approximate string matching methods, automatically generated inflectional forms, and their combinations were measured in a Cranfield-style test. Finally, a detailed topic-level analysis of test results was conducted. In the index of historical newspaper collection the occurrences of a word typically spread to many linguistic and historical variants along with optical character recognition (OCR) errors. All query expansion methods improved the baseline results. Extensive expansion of around 30 variants for each query word was required to achieve the highest performance improvement. Query expansion based on approximate string matching was superior to using the inflectional forms of the query words, showing that coverage of the different types of variation is more important than precision in handling one type of variation.","Authors":"Jarvelin, A (Jarvelin, Anni) ; Keskustalo, H (Keskustalo, Heikki) ; Sormunen, E (Sormunen, Eero) ; Saastamoinen, M (Saastamoinen, Miamaria) ; Kettunen, K (Kettunen, Kimmo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kettunen, Kimmo Tapio  http://orcid.org/0000-0003-2747-1382","Title":"Information retrieval from historical newspaper collections in highly inflectional languages: A query expansion approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389390800004 ISSN: 0169-023X eISSN: 1872-6933","Keywords":"Query refinement; Query expansion; Context modeling; Speech-based information retrieval; Evaluation of information retrieval KeyWords Plus:EXPANSION; RETRIEVAL; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"DATA & KNOWLEDGE ENGINEERING Volume: 106 Pages: 38-51 DOI: 10.1016/j.datak.2016.06.003 Published: NOV 2016","Abstract":"This paper introduces a query refinement method applied to questions asked by users to a system during a meeting or a conversation that they have with other users. To answer the questions, the proposed method leverages the local context of the conversation along with semantic resources, either WordNet or word embeddings from word2vec. The method first represents the local context by extracting keywords from the transcript of the conversation, which is obtained from a real-time Automatic Speech Recognition (ASR) system and may contain noise. It then expands the queries with keywords that best represent the topic of the query, i.e. expansion keywords accompanied by weights indicating their topical similarity to the query. Finally, semantically related terms are added, using two options: either synonymous terms drawn from WordNet or similar words based on distributed representations in a low-dimensional word embedding space learned using word2vec. To evaluate the system, we introduce a dataset (named AREX for AMI Requests for Explanations) and an evaluation metric based on relevance judgments collected by crowdsourcing. We compare our query expansion approach with other methods, over queries from the AREX dataset, showing the superiority of our method when either manual or automatic transcripts of the AMI Meeting Corpus are used. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Habibi, M (Habibi, Maryam) ; Mandabi, P (Mandabi, Parvaz) ; Popescu-Belis, A (Popescu-Belis, Andrei)","Title":"Question answering in conversations: Query refinement using contextual and semantic information"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389548900006 ISSN: 1751-1577 eISSN: 1875-5879","Keywords":"Patent network analysis; Patent family analysis; Unconnected component; Clustering; Internet of Things KeyWords Plus:CITATION NETWORKS; SCIENTIFIC PAPERS; QUERY EXPANSION; INFORMATION; DOCUMENTS; BIBLIOMETRICS; ORGANIZATION; RETRIEVAL; KNOWLEDGE; CELL","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Information Science & Library Science","Journal Information":"JOURNAL OF INFORMETRICS Volume: 10 Issue: 4 Pages: 967-980 DOI: 10.1016/j.joi.2016.05.004 Published: NOV 2016","Abstract":"In this study, we propose an unconnected component inclusion technique (UCIT) for patent citation analysis. Our method generates a cluster solution that includes unconnected and connected components of a direct citation network, enabling a more complete analysis of the technology fields. Case studies of Internet of Things-related technologies were conducted to test the effectiveness of our proposed method. We observed that UCIT increased the number of nodes especially in relatively small networks. Additionally, we analyzed how the clusters changed by adding unconnected patents to the citation network and identified four types of clustering phenomenon. Our method can be used by patent officers, R&D managers, and policy makers when they want to understand the technology landscape better. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Takano, Y (Takano, Yasutomo) ; Mejia, C (Mejia, Cristian) ; Kajikawa, Y (Kajikawa, Yuya) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Mejia, Cristian  http://orcid.org/0000-0002-3465-4761","Title":"Unconnected component inclusion technique for patent network analysis: Case study of Internet of Things-related technologies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386544200016 PubMed ID: 27496217 ISSN: 1083-8791 eISSN: 1523-6536","Keywords":"Umbilical cord blood transplant; Nonmalignant disorders; Alternative donor transplant; Graft-recipient ABO compatibility KeyWords Plus:STEM-CELL TRANSPLANTATION; BONE-MARROW-TRANSPLANTATION; VERSUS-HOST-DISEASE; HEMATOLOGIC MALIGNANCIES; RISK-FACTORS; PEDIATRIC-PATIENTS; CLINICAL-OUTCOMES; DONOR; INCOMPATIBILITY; RECONSTITUTION","Categories":"Hematology; Immunology; Transplantation Web of Science Categories:Hematology; Immunology; Transplantation","Journal Information":"BIOLOGY OF BLOOD AND MARROW TRANSPLANTATION Volume: 22 Issue: 11 Pages: 2019-2024 DOI: 10.1016/j.bbmt.2016.07.019 Published: NOV 2016","Abstract":"Existing literature shows mixed conclusions regarding the impact of ABO incompatibility on outcomes after hematopoietic stem cell transplantation. Because the future for umbilical cord blood (UCB) expansion technologies is bright, we assessed whether this typically overlooked graft characteristic impacted various outcomes after UCB transplantation (UCBT) for nonmalignant disorders (NMDs). A prospectively maintained institutional blood and marrow transplant program database was queried for all patients undergoing first UCBT for NMDs. UCB and recipient ABO compatibility was considered as matched, major mismatched, minor mismatched, or bidirectional mismatched. The impact of ABO incompatibility was assessed on overall survival, graft failure, acute and chronic graft-versus-host disease (GVHD), time to neutrophil and platelet recovery, day 0 to day 100 RBC transfusion burden, and donor hematopoietic chimerism. Through December 2014, 270 patients have undergone first UCBT for various NMDs. In both univariable and multivariable analyses, ABO compatibility status did not appear to impact any outcomes assessed, although a trend toward increased grades III to IV acute GVHD was seen in recipients of major mismatched units. When considering UCBT for treatment of NMDs, ABO compatibility between the donor unit and intended recipient does not appear to be an important consideration in the UCB unit choice. (C) 2016 American Society for Blood and Marrow Transplantation.","Authors":"Kudek, MR (Kudek, Matthew R.) ; Shanley, R (Shanley, Ryan) ; Zantek, ND (Zantek, Nicole D.) ; McKenna, DH (McKenna, David H.) ; Smith, AR (Smith, Angela R.) ; Miller, WP (Miller, Weston P.)","Title":"Impact of Graft-Recipient ABO Compatibility on Outcomes after Umbilical Cord Blood Transplant for Nonmalignant Disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386371100001 ISSN: 0887-3801 eISSN: 1943-5487","Keywords":"Information retrieval (IR); Semantic annotation (SA); Context-aware approaches; Semantic similarity (SS); Transportation project environmental review KeyWords Plus:VECTOR-SPACE MODEL; SIMILARITY; KNOWLEDGE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Civil","Journal Information":"JOURNAL OF COMPUTING IN CIVIL ENGINEERING Volume: 30 Issue: 6 Article Number: 04016033 DOI: 10.1061/(ASCE)CP.1943-5487.0000565 Published: NOV 2016","Abstract":"Although transportation practitioners nowadays have an unprecedented level of access to information, substantial gaps still exist in their ability to efficiently and reliably find the right information, at the right time, for the task or decision at hand. To address this gap, this paper proposes a context-aware information retrieval (IR) approach that can capture and exploit the conceptualization of user needs, decision context, and content meanings in order to support the retrieval of information that is more relevant to decision making. The proposed IR approach includes three primary components: semantic annotation (SA), semantic query processing (SQP), and semantic document ranking (SDR). This paper focuses on SA for IR for supporting the transportation project environmental review (TPER) decision-making process. It proposes an epistemology-based SA algorithm for automatically annotating Web pages in the TPER domain with contextual concepts from an epistemological model. The TPER epistemology is a semantic model for representing and reasoning about information and IR in the TPER domain. In developing the proposed algorithm, a number of shallow and deep SA algorithms were developed and tested. For the shallow SA algorithms, the effects of syntactic expansion and filtering were investigated. For the deep SA algorithms, different semantic similarity (SS) calculation methods were evaluated. All the algorithms were tested on a data set of 1,328 Web pages, which were collected from the Federal Highway Administration (FHWA) Environmental Review Toolkit Web site, and they were evaluated in terms of mean precision (MP) and mean average precision (MAP). The final, proposed SA algorithm achieved over 91% MP and over 86% MAP at the top 10, 20, 30, 40, and 50 documents on the testing data.","Authors":"Lv, X (Lv, Xuan) ; El-Gohary, NM (El-Gohary, Nora M.)","Title":"Semantic Annotation for Supporting Context-Aware Information Retrieval in the Transportation Project Environmental Review Domain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000385605300007 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Query expansion; Clustering; Term selection; Efficiency KeyWords Plus:WEB","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 52 Issue: 6 Pages: 1086-1121 DOI: 10.1016/j.ipm.2016.04.011 Published: NOV 2016","Abstract":"Information Retrieval (IR) systems aim to find sets of terms that discriminate documents and often exploit frequency as an evidence that signals a non-random set of terms. Frequent Itemset (FI) mining refers to a class of algorithms that can be applied to IR to find non-random set of terms. Finding FIs is a very expensive computational task because of the exponential number of itemsets. To reduce this cost, many approaches to mining FIs are based on the monotonicity property that an itemset is frequent only if all its subsets are frequent. However, it is still uncertain whether an itemset is frequent if all its subsets are frequent, thus requiring additional scans and eventually computational cost. We introduce a statistical inequality called Bell-Wigner Inequality (BWI) as a conceptual enhancement of monotonicity to predict with certainty when an itemset is frequent and when it is infrequent. Using both data mining datasets and a large IR test collection, an empirical validation shows that the BWI can significantly reduce computational cost. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Melucci, M (Melucci, Massimo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Melucci, Massimo  http://orcid.org/0000-0002-1598-1601","Title":"Utilising a statistical inequality for efficiently finding term sets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000385605300015 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Named entity disambiguation; Feedback-query-expansion; Re-ranking KeyWords Plus:LINKING","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 52 Issue: 6 Pages: 1247-1257 DOI: 10.1016/j.ipm.2016.06.002 Published: NOV 2016","Abstract":"Entity disambiguation is a fundamental task of semantic Web annotation. Entity Linking (EL) is an essential procedure in entity disambiguation, which aims to link a mention appearing in a plain text to a structured or semi-structured knowledge base, such as Wikipedia. Existing research on EL usually annotates the mentions in a text one by one and treats entities independent to each other. However this might not be true in many application scenarios. For example, if two mentions appear in one text, they are likely to have certain intrinsic relationships. In this paper, we first propose a novel query expansion method for candidate generation utilizing the information of co-occurrences of mentions. We further propose a re-ranking model which can be iteratively adjusted based on the prediction in the previous round. Experiments on real-world data demonstrate the effectiveness of our proposed methods for entity disambiguation. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Zhao, G (Zhao, Gang) ; Wu, J (Wu, Ji) ; Wang, DD (Wang, Dingding) ; Li, T (Li, Tao)","Title":"Entity disambiguation to Wikipedia using collective ranking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384531000015 PubMed ID: 27679449 ISSN: 0148-5598 eISSN: 1573-689X","Keywords":"Medical data management; Web intelligence; Query expansion; Pseudo-relevance feedback; Firefly Algorithm; Swarm intelligence; MEDLINE KeyWords Plus:INFORMATION-RETRIEVAL; QUERY EXPANSION; OPTIMIZATION; SEARCH; HYBRID; SYSTEM","Categories":"Health Care Sciences & Services; Medical Informatics Web of Science Categories:Health Care Sciences & Services; Medical Informatics","Journal Information":"JOURNAL OF MEDICAL SYSTEMS Volume: 40 Issue: 11 Article Number: 240 DOI: 10.1007/s10916-016-0603-5 Published: NOV 2016","Abstract":"The difficulty of disambiguating the sense of the incomplete and imprecise keywords that are extensively used in the search queries has caused the failure of search systems to retrieve the desired information. One of the most powerful and promising method to overcome this shortcoming and improve the performance of search engines is Query Expansion, whereby the user's original query is augmented by new keywords that best characterize the user's information needs and produce more useful query. In this paper, a new Firefly Algorithm-based approach is proposed to enhance the retrieval effectiveness of query expansion while maintaining low computational complexity. In contrast to the existing literature, the proposed approach uses a Firefly Algorithm to find the best expanded query among a set of expanded query candidates. Moreover, this new approach allows the determination of the length of the expanded query empirically. Experimental results on MEDLINE, the online medical information database, show that our proposed approach is more effective and efficient compared to the state-of-the-art.","Authors":"Khennak, I (Khennak, Ilyes) ; Drias, H (Drias, Habiba)","Title":"A Firefly Algorithm-based Approach for Pseudo-Relevance Feedback: Application to Medical Database"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382794400054 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Pseudo relevance feedback; Correlation graph; Query expansion; Social information; Social book search","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 367 Pages: 909-926 DOI: 10.1016/j.ins.2016.07.004 Published: NOV 1 2016","Abstract":"Social information has been widely applied in the research fields of information retrieval and recommendation systems. However, most research efforts have been conducted to investigate social information with a specific type (e.g. tags), which ignores the relationships among these various types of heterogeneous social information. In this paper, taking Pseudo Relevance Feedback (PRF) as an example of classical IR models, we propose a novel and generic PRF framework for searching and recommendation with heterogeneous social information. Firstly, through the representations, social information is categorized into structured and unstructured information, then a correlation graph for terms occurred in queries and social information is built to express rich semantic contexts for their relationships. Inspired by the correlation graph, we respectively design diverse term selection strategies for structured information (e.g. tags, ratings) and unstructured information (e.g. reviews, annotations). Particularly, we modify the conventional distribution-based term selection models for structured information due to the \"semantic indivisibility\", meanwhile we also introduce several transformation term selection models for unstructured information with an additional consideration of ratings when constructing weighting functions. Finally, we construct an effective searching system, where learning-to-rank is utilized adaptively to combine results from various PRF strategies with different social information. Extensive evaluations and comparisons on CLEF/INEX Social Book Search Track (SBS) and three other collections verify the effectiveness and robustness of the proposed framework and term selection models. Furthermore, statistics indicate that the historic records of all 4-year SBS tracks are refreshed by our proposed method. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Zhang, BW (Zhang, Bo-Wen) ; Yin, XC (Yin, Xu-Cheng) ; Zhou, F (Zhou, Fang) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yin, Xucheng  http://orcid.org/0000-0003-0023-0220","Title":"A generic pseudo relevance feedback framework with heterogeneous social information"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387885900011 ISSN: 2220-9964","Keywords":"indoor adjacency matrix; indoor complex semantic query; semantic trajectory; indexing for indoor moving objects KeyWords Plus:NAVIGATION","Categories":"Physical Geography; Remote Sensing Web of Science Categories:Geography, Physical; Remote Sensing","Journal Information":"ISPRS INTERNATIONAL JOURNAL OF GEO-INFORMATION Volume: 5 Issue: 10 Article Number: 176 DOI: 10.3390/ijgi5100176 Published: OCT 2016","Abstract":"With the emergence of various types of indoor positioning technologies (e.g., radio-frequency identification, Wi-Fi, and iBeacon), how to rapidly retrieve indoor cells and moving objects has become a key factor that limits those indoor applications. Euclidean distance-based indexing techniques for outdoor moving objects cannot be used in indoor spaces due to the existence of indoor obstructions (e.g., walls). In addition, currently, the indexing of indoor moving objects is mainly based on space-related query and less frequently on semantic query. To address these two issues, the present study proposes a multi-floor adjacency cell and semantic-based index (MACSI). By integrating the indoor cellular space with the semantic space, the MACSI subdivides open cells (e.g., hallways and lobbies) using space syntax and optimizes the adjacency distances between three-dimensionally connected cells (e.g., elevators and stairs) based on the caloric cost that extends single floor indoor space to three dimensional indoor space. Moreover, based on the needs of semantic query, this study also proposes a multi-granularity indoor semantic hierarchy tree and establishes semantic trajectories. Extensive simulation and real-data experiments show thatcompared with the indoor trajectories delta tree (ITD-tree) and the semantic-based index (SI)the MACSI produces more reliable query results with significantly higher semantic query and update efficiencies; has superior semantic expansion capability; and supports multi-granularity complex semantic queries.","Authors":"Lin, H (Lin, Hui) ; Peng, L (Peng, Ling) ; Chen, S (Chen, Si) ; Liu, TY (Liu, Tianyue) ; Chi, TH (Chi, Tianhe)","Title":"Indexing for Moving Objects in Multi-Floor Indoor Spaces That Supports Complex Semantic Queries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387885900028 ISSN: 2220-9964","Keywords":"Evolving spatio-temporal patterns; target domains; spatio-temporal Twitter events; spatial clustering; spatio-temporal clustering KeyWords Plus:CLUSTERS","Categories":"Physical Geography; Remote Sensing Web of Science Categories:Geography, Physical; Remote Sensing","Journal Information":"ISPRS INTERNATIONAL JOURNAL OF GEO-INFORMATION Volume: 5 Issue: 10 Article Number: 193 DOI: 10.3390/ijgi5100193 Published: OCT 2016","Abstract":"In massive Twitter datasets, tweets deriving from different domains, e.g., civil unrest, can be extracted to constitute spatio-temporal Twitter events for spatio-temporal distribution pattern detection. Existing algorithms generally employ scan statistics to detect spatio-temporal hotspots from Twitter events and do not consider the spatio-temporal evolving process of Twitter events. In this paper, a framework is proposed to discover evolving domain related spatio-temporal patterns from Twitter data. Given a target domain, a dynamic query expansion is employed to extract related tweets to form spatio-temporal Twitter events. The new spatial clustering approach proposed here is based on the use of multi-level constrained Delaunay triangulation to capture the spatial distribution patterns of Twitter events. An additional spatio-temporal clustering process is then performed to reveal spatio-temporal clusters and outliers that are evolving into spatial distribution patterns. Extensive experiments on Twitter datasets related to an outbreak of civil unrest in Mexico demonstrate the effectiveness and practicability of the new method. The proposed method will be helpful to accurately predict the spatio-temporal evolution process of Twitter events, which belongs to a deeper geographical analysis of spatio-temporal Big Data.","Authors":"Shi, Y (Shi, Yan) ; Deng, M (Deng, Min) ; Yang, XX (Yang, Xuexi) ; Liu, QL (Liu, Qiliang) ; Zhao, L (Zhao, Liang) ; Lu, CT (Lu, Chang-Tien)","Title":"A Framework for Discovering Evolving Domain Related Spatio-Temporal Patterns in Twitter"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000385178700028 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Expansion query; graph-based learning; image retrieval; query fusion; reranking KeyWords Plus:OBJECT RETRIEVAL; CLASSIFICATION; SCENE; REPRESENTATION; SEGMENTATION; RECOGNITION; FEATURES; SHAPE","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 54 Issue: 10 Pages: 6020-6034 DOI: 10.1109/TGRS.2016.2579648 Published: OCT 2016","Abstract":"With the emergence of huge volumes of high-resolution remote sensing images produced by all sorts of satellites and airborne sensors, processing and analysis of these images require effective retrieval techniques. To alleviate the dramatic variation of the retrieval accuracy among queries caused by the single image feature algorithms, we developed a novel graph-based learning method for effectively retrieving remote sensing images. The method utilizes a three-layer framework that integrates the strengths of query expansion and fusion of holistic and local features. In the first layer, two retrieval image sets are obtained by, respectively, using the retrieval methods based on holistic and local features, and the top-ranked and common images from both of the top candidate lists subsequently form graph anchors. In the second layer, the graph anchors as an expansion query retrieve six image sets from the image database using each individual feature. In the third layer, the images in the six image sets are evaluated for generating positive and negative data, and SimpleMKL is applied to learn suitable query-dependent fusion weights for achieving the final image retrieval result. Extensive experiments were performed on the UC Merced Land Use-Land Cover data set. The source code has been available at our website. Compared with other related methods, the retrieval precision is significantly enhanced without sacrificing the scalability of our approach.","Authors":"Wang, YB (Wang, Yuebin) ; Zhang, LQ (Zhang, Liqiang) ; Tong, XH (Tong, Xiaohua) ; Zhang, L (Zhang, Liang) ; Zhang, ZX (Zhang, Zhenxin) ; Liu, H (Liu, Hao) ; Xing, XY (Xing, Xiaoyue) ; Mathiopoulos, PT (Mathiopoulos, P. Takis)","Title":"A Three-Layered Graph-Based Learning Approach for Remote Sensing Image Retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384539200003 ISSN: 2155-6377 eISSN: 2155-6385","Keywords":"Equi-frequency Partition; Equi-width Partition; Light Queries; Pseudo Relevance Feedback; Query Expansion; tf.ipf KeyWords Plus:INFORMATION; IDF","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION RETRIEVAL RESEARCH Volume: 6 Issue: 4 Pages: 30-50 DOI: 10.4018/IJIRR.2016100103 Published: OCT-DEC 2016","Abstract":"Query Expansion is the process of selecting relevant words that are closest in meaning and context to that of the keyword(s) of query. In this paper, a statistical method of automatically selecting contextually related words for expansion, after identifying a pattern in their score, is proposed. Words appearing in top 10 relevant document is given a score w.r.t partitions they appear in. Proposed statistical method, identifies a pattern of central tendency in the high scores and selects the right group of words for query expansion. The objective of the method is to keep the expanded query with minimum words (light), and still give statistically significant MAP values compared to the original query. Experimental results show 17-21% improvement of MAP over the original unexpanded query as baseline but achieves a performance similar to that of the state of the art query expansion models - Bo1 and KL. FIRE 2011 Adhoc English and Hindi data for 50 topics each were used for experiments with Terrier as the Retrieval Engine.","Authors":"Vaidyanathan, R (Vaidyanathan, Rekha) ; Das, S (Das, Sujoy) ; Srivastava, N (Srivastava, Namita)","Title":"Query Expansion based on Central Tendency and PRF for Monolingual Retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000383862200003 ISSN: 1386-4564 eISSN: 1573-7659","Keywords":"Term extraction; Term scoring; Evaluation; Author profiling; Query expansion; Query suggestion KeyWords Plus:INFORMATION; SEARCH; RETRIEVAL","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION RETRIEVAL JOURNAL Volume: 19 Issue: 5 Pages: 510-545 DOI: 10.1007/s10791-016-9286-2 Published: OCT 2016","Abstract":"We evaluate five term scoring methods for automatic term extraction on four different types of text collections: personal document collections, news articles, scientific articles and medical discharge summaries. Each collection has its own use case: author profiling, boolean query term suggestion, personalized query suggestion and patient query expansion. The methods for term scoring that have been proposed in the literature were designed with a specific goal in mind. However, it is as yet unclear how these methods perform on collections with characteristics different than what they were designed for, and which method is the most suitable for a given (new) collection. In a series of experiments, we evaluate, compare and analyse the output of six term scoring methods for the collections at hand. We found that the most important factors in the success of a term scoring method are the size of the collection and the importance of multi-word terms in the domain. Larger collections lead to better terms; all methods are hindered by small collection sizes (below 1000 words). The most flexible method for the extraction of single-word and multi-word terms is pointwise Kullback-Leibler divergence for informativeness and phraseness. Overall, we have shown that extracting relevant terms using unsupervised term scoring methods is possible in diverse use cases, and that the methods are applicable in more contexts than their original design purpose.","Authors":"Verberne, S (Verberne, Suzan) ; Sappelli, M (Sappelli, Maya) ; Hiemstra, D (Hiemstra, Djoerd) ; Kraaij, W (Kraaij, Wessel) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kraaij, Wessel  S-2071-2016 http://orcid.org/0000-0001-7797-619X Verberne, Suzan  http://orcid.org/0000-0002-9609-9505","Title":"Evaluation and analysis of term scoring methods for term extraction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000380130100004 ISSN: 1360-2381 eISSN: 1743-792X","Keywords":"Multinational corporation (MNC); foreign direct investment (FDI); internationalization strategy; Japan; Korea; China KeyWords Plus:BUSINESS GROUPS; ENTRY MODE; EXPERIENCE; CHINA; FDI; EXPANSION; IMITATION","Categories":"Business & Economics Web of Science Categories:Business; Management","Journal Information":"ASIA PACIFIC BUSINESS REVIEW Volume: 22 Issue: 4 Pages: 567-594 Special Issue: SI DOI: 10.1080/13602381.2016.1168617 Published: OCT 2016","Abstract":"Research on the internationalization of multinational corporations (MNCs) is mostly built on studies of North American and European firms. East Asian MNCs have been studied less, and commonly with reference to theories developed in Western countries. In this paper, we query the validity of these Western' internationalization models for East Asian firms through comparative case studies of representative Japanese and South Korean MNCs' expansion into China. We find that the internationalization processes of leading East Asian MNCs match the predictions made by Western theories only partially. Furthermore, we find considerable differences between the internationalization of Japanese and South Korean firms, indicating both that East Asian MNCs follow diverse patterns of internationalization and that established Western models of internationalization evince limitations or weaknesses when applied to East Asian firms. Overall, the findings of this exploratory study illustrate the need for further, in-depth studies on the internationalization of East Asian MNCs which may result in the extensions of existing theories or even new theoretical frameworks.","Authors":"Hemmert, M (Hemmert, Martin) ; Jackson, K (Jackson, Keith)","Title":"Is there an East Asian model of MNC internationalization? A comparative analysis of Japanese and Korean firms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384615700001 PubMed ID: 28316648 ISSN: 1758-2946","Categories":"Chemistry; Computer Science Web of Science Categories:Chemistry, Multidisciplinary; Computer Science, Information Systems; Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF CHEMINFORMATICS Volume: 8 Article Number: 50 DOI: 10.1186/s13321-016-0160-4 Published: SEP 26 2016","Abstract":"Background: SMILES and SMARTS are two well-defined structure matching languages that have gained wide use in cheminformatics. Jmol is a widely used open-source molecular visualization and analysis tool written in Java and implemented in both Java and JavaScript. Over the past 10 years, from 2007 to 2016, work on Jmol has included the development of dialects of SMILES and SMARTS that incorporate novel aspects that allow new and powerful applications. Results: The specifications of \"Jmol SMILES\" and \"Jmol SMARTS\" are described. The dialects most closely resemble OpenSMILES and OpenSMARTS. Jmol SMILES is a superset of OpenSMILES, allowing a freer format, including whitespace and comments, the addition of \"processing directives\" that modify the meaning of certain aspects of SMILES processing such as aromaticity and stereochemistry, a more extensive treatment of stereochemistry, and several minor additions. Jmol SMARTS similarly adds these same modifications to OpenSMARTS, but also adds a number of additional \"primitives\" and elements of syntax tuned to matching 3D molecular structures and selecting their atoms. The result is an expansion of the capabilities of SMILES and SMARTS primarily for use in 3D molecular analysis, allowing a broader range of matching involving any combination of 3D molecular structures, SMILES strings, and SMARTS patterns. While developed specifically for Jmol, these dialects of SMILES and SMARTS are independent of the Jmol application itself. Conclusions: Jmol SMILES and Jmol SMARTS add value to standard SMILES and SMARTS. Together they have proven exceptionally capable in extracting valuable information from 3D structural models, as demonstrated in Jmol. Capabilities in Jmol enabled by Jmol SMILES and Jmol SMARTS include efficient MMFF94 atom typing, conformational identification, SMILES comparisons without canonicalization, identification of stereochemical relationships, quantitative comparison of 3D structures from different sources (including differences in Kekulization), conformational flexible fitting, and atom mapping used to synchronize interactive displays of 2D structures, 3D structures, and spectral correlations, where data are being drawn from multiple sources.","Authors":"Hanson, RM (Hanson, Robert M.)","Title":"Jmol SMILES and Jmol SMARTS: specifications and applications"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000378952600005 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Image retrieval; Knowledge base; Query expansion KeyWords Plus:NORMALIZED CUTS; SEGMENTATION; INFORMATION; COLOR","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 204 Pages: 26-32 Special Issue: SI DOI: 10.1016/j.neucom.2015.11.102 Published: SEP 5 2016","Abstract":"We study several semantic concept-based query expansion and re-ranking scheme and compare different ontology-based expansion methods in image search and retrieval. To improve the query expansion efficiency and accuracy, we employ the CYC knowledge base to generate the expansion candidate concepts, while filter and rank the expansion results by calculating concept similarities using the Semantic Relatedness Metrics. Using our knowledge-based query expansion in image retrieval, the efficiency and accuracy has been improved. (C) 2016 Published by Elsevier B.V.","Authors":"He, YF (He, Yuanfeng) ; Li, YX (Li, Yuanxi) ; Lei, JJ (Lei, Jiajia) ; Leung, CHC (Leung, C. H. C.)","Title":"A framework of query expansion for image retrieval based on knowledge base and concept similarity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391110500051 ISSN: 2158-107X eISSN: 2156-5570","Keywords":"Information Retrieval; Discrete Wavelet Transform; Query Expansion; Term Signal; Spectral Based Retrieval Method KeyWords Plus:TERM PROXIMITY","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"INTERNATIONAL JOURNAL OF ADVANCED COMPUTER SCIENCE AND APPLICATIONS Volume: 7 Issue: 9 Pages: 364-373 Published: SEP 2016","Abstract":"Most of the information retrieval (IR) models rank the documents by computing a score using only the lexicographical query terms or frequency information of the query terms in the document. These models have a limitation as they does not consider the terms proximity in the document or the term-mismatch or both of the two. The terms proximity information is an important factor that determines the relatedness of the document to the query. The ranking functions of the Spectral-Based Information Retrieval Model (SBIRM) consider the query terms frequency and proximity in the document by comparing the signals of the query terms in the spectral domain instead of the spatial domain using Discrete Wavelet Transform (DWT). The query expansion (QE) approaches are used to overcome the word-mismatch problem by adding terms to query, which have related meaning with the query. The QE approaches are divided to statistical approach Kullback-Leibler divergence (KLD) and semantic approach P-WNET that uses WordNet. These approaches enhance the performance. Based on the foregoing considerations, the objective of this research is to build an efficient QESBIRM that combines QE and proximity SBIRM by implementing the SBIRM using the DWT and KLD or P-WNET. The experiments conducted to test and evaluate the QESBIRM using Text Retrieval Conference (TREC) dataset. The result shows that the SBIRM with the KLD or P-WNET model outperform the SBIRM model in precision (P@), R-precision, Geometric Mean Average Precision (GMAP) and Mean Average Precision (MAP).","Authors":"Alnofaie, S (Alnofaie, Sara) ; Dahab, M (Dahab, Mohammed) ; Kamal, M (Kamal, Mahmoud)","Title":"A Novel Information Retrieval Approach using Query Expansion and Spectral-based"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386853600007 ISSN: 0377-2063 eISSN: 0974-780X","Keywords":"Borda count ranking method; Feature; term selection methods; Information retrieval system; Query expansion; Semantic similarity KeyWords Plus:RETRIEVAL SYSTEMS","Categories":"Engineering; Telecommunications Web of Science Categories:Engineering, Electrical & Electronic; Telecommunications","Journal Information":"IETE JOURNAL OF RESEARCH Volume: 62 Issue: 5 Pages: 591-604 DOI: 10.1080/03772063.2015.1136575 Published: SEP-OCT 2016","Abstract":"Query expansion is a well-known method for improving the performance of information retrieval systems. Pseudo-relevance feedback (PRF)-based query expansion is a type of query expansion approach that assumes the top-ranked retrieved documents are relevant. The addition of all the terms of PRF documents is not important or appropriate for expanding the original user query. Hence, the selection of proper expansion term is very important for improving retrieval system performance. Various individual query expansion term selection methods have been widely investigated for improving system performance. Every individual expansion term selection method has its own weaknesses and strengths. In order to minimize the weaknesses and utilizing the strengths of the individual method, we used multiple terms selection methods together. First, this paper explored the possibility of improving overall system performance by using individual query expansion terms selection methods. Further, ranks-aggregating method named Borda count is used for combining multiple query expansion terms selection methods. Finally, Word2vec approach is used to select semantically similar terms with query after applying Borda count rank combining approach. Our experimental results on both data-sets TREC and FIRE demonstrated that our proposed approaches achieved significant improvement over each individual terms selection method and other's related state-of-the-art method.","Authors":"Singh, J (Singh, Jagendra) ; Sharan, A (Sharan, Aditi)","Title":"Relevance Feedback-based Query Expansion Model using Ranks Combining and Word2Vec Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388104800001 ISSN: 0218-8430 eISSN: 1793-6365","Keywords":"Tree pattern query optimization; tree data; view selection; bitmap materialized views; query templates KeyWords Plus:PATTERN QUERIES; XML DATA; XPATH","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF COOPERATIVE INFORMATION SYSTEMS Volume: 25 Issue: 3 Article Number: 1650005 DOI: 10.1142/S0218843016500052 Published: SEP 2016","Abstract":"Developing and exploiting flexible techniques for optimizing the evaluation of queries over loosely structured data (e.g. tree or graph databases) is of crucial importance for modern database applications. In this context, we consider a new type of views which can be materialized as compressed bitmaps over tree data. We introduce the concept of view structural template to define classes of views. We then define and address a novel view selection problem (called view class selection (VCS) problem) where the goal is to select classes of bitmap views in order to optimize the overall evaluation cost of all tree pattern queries (TPQs) that can be issued against a database while satisfying a space constraint and ensuring that all the TPQs can be answered using exclusively the materialized views. We show that the VCS problem is NP-hard and we design two heuristic greedy algorithms which iteratively generate new batches of candidate view classes and make them available for selection. Each algorithm uses a different view class expansion technique to enable the systematic generation of candidate view classes from classes with smaller templates. We run extensive experiments to evaluate both the effectiveness of the algorithms and their efficiency on real, benchmark and synthetic datasets. Our algorithms are able to suggest high quality selections of view classes in a reasonable amount of time.","Authors":"Wu, XY (Wu, Xiaoying) ; Theodoratos, D (Theodoratos, Dimitri)","Title":"Template-Based Bitmap View Selection for Optimizing Queries Over Tree Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388104800003 ISSN: 0218-8430 eISSN: 1793-6365","Keywords":"Multi-tenant; SLA; query schedule; peer-to-peer KeyWords Plus:SUPPORT INTEGRATED SERVICES; EFFICIENT; ALGORITHM; DATABASE; CLOUD","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF COOPERATIVE INFORMATION SYSTEMS Volume: 25 Issue: 3 Article Number: 1650009 DOI: 10.1142/S021884301650009X Published: SEP 2016","Abstract":"The response time for multi-tenant queries is one of the most important indicators in the service level agreements (SLA). The service provider tries to optimize query scheduling strategy to finish queries of different tenants before the deadline to avoid penalty due to jeopardizing the SLA. With continuous expansion of tenants scale, peer-to-peer (P2P) structure becomes more and more popular in organizing and managing multi-tenant data. In this paper we propose an acentric scheduling approach for SLA-based multi-tenant queries according to the distribution characteristics of multi-tenant data. Our scheduling approach deploys multiple scheduling engines on the computing nodes in the cloud, where the computing node of each engine schedules its assigned queries, estimates whether these queries could be finished before the deadline, and migrates the queries that might jeopardize the SLA to another engine which can respond to it before the deadline. Since the high efficiency of the scheduling process is critical, we improve the balanced binary tree and use it to organize queries on each computing node. Using this structure, the online time complexity of the scheduling strategy is O(log(2) Q). Our extensive experiments demonstrate that our scheduling strategy is sufficient to meet the high scheduling efficiency requirement, while the penalty cost can be reduced up to 50% compared with the benchmarking solution and with a better scalability.","Authors":"Zou, LD (Zou, Lida) ; Li, QZ (Li, Qingzhong) ; Li, WH (Li, Wenhao) ; Kong, LJ (Kong, Lanju)","Title":"Acentric Scheduling Strategy for SLA-Based Multi-Tenant Queries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386431200021 ISSN: 2150-8097","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"PROCEEDINGS OF THE VLDB ENDOWMENT Volume: 9 Issue: 13 Pages: 1461-1464 Published: SEP 2016","Abstract":"Knowledge bases are becoming increasingly important in structuring and representing information from the web. Meanwhile, webscale information poses significant scalability and quality challenges to knowledge base systems. To address these challenges, we develop a probabilistic knowledge base system, ARCHIMEDESONE, by scaling up the knowledge expansion and statistical inference algorithms. We design a web interface for users to query and update large knowledge bases. In this paper, we demonstrate the ARCHIMEDESONE system to showcase its efficient query and inference engines. The demonstration serves two purposes: 1) to provide an interface for users to interact with ARCHIMEDESONE through load, search, and update queries; and 2) to validate our approaches of knowledge expansion by applying inference rules in batches using relational operations and query-driven inference by focusing computation on the query facts. We compare ARCHIMEDESONE with state-of-the-art approaches using two knowledge bases: NELL-sports with 4.5 million facts and Reverb-Sherlock with 15 million facts.","Authors":"Zhou, XF (Zhou, Xiaofeng) ; Chen, Y (Chen, Yang) ; Wang, DZ (Wang, Daisy Zhe)","Title":"ArchimedesOne: Query Processing over Probabilistic Knowledge Bases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000385247600014 ISSN: 1939-1374","Keywords":"Code search; crowd knowledge; query expansion; information retrieval; question & answer pair","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON SERVICES COMPUTING Volume: 9 Issue: 5 Pages: 771-783 DOI: 10.1109/TSC.2016.2560165 Published: SEP-OCT 2016","Abstract":"As code search is a frequent developer activity in software development practices, improving the performance of code search is a critical task. In the text retrieval based search techniques employed in the code search, the term mismatch problem is a critical language issue for retrieval effectiveness. By reformulating the queries, query expansion provides effective ways to solve the term mismatch problem. In this paper, we propose Query Expansion based on Crowd Knowledge (QECK), a novel technique to improve the performance of code search algorithms. QECK identifies software-specific expansion words from the high quality pseudo relevance feedback question and answer pairs on Stack Overflow to automatically generate the expansion queries. Furthermore, we incorporate QECK in the classic Rocchio's model, and propose QECK based code search method QECKRocchio. We conduct three experiments to evaluate our QECK technique and investigate QECKRocchio in a large-scale corpus containing real-world code snippets and a question and answer pair collection. The results show that QECK improves the performance of three code search algorithms by up to 64 percent in Precision, and 35 percent in NDCG. Meanwhile, compared with the state-of-the-art query expansion method, the improvement of QECKRocchio is 22 percent in Precision, and 16 percent in NDCG.","Authors":"Nie, LM (Nie, Liming) ; Jiang, H (Jiang, He) ; Ren, ZL (Ren, Zhilei) ; Sun, ZY (Sun, Zeyi) ; Li, XC (Li, Xiaochen)","Title":"Query Expansion Based on Crowd Knowledge for Code Search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384670600007 ISSN: 0010-4620 eISSN: 1460-2067","Keywords":"self-organizing indexing methods; accessing skewed multidimensional data and queries; vector approximation techniques KeyWords Plus:NEAREST-NEIGHBOR; SIMILARITY SEARCH; IMAGE RETRIEVAL; INDEX STRUCTURE; ACCESS METHODS; EFFICIENT; DATABASES; TREE","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"COMPUTER JOURNAL Volume: 59 Issue: 9 Pages: 1363-1382 DOI: 10.1093/comjnl/bxv097 Published: SEP 2016","Abstract":"In high-dimensional data domains, the performance of conventional tree-based access structures is occasionally outperformed by simple sequential scans. To this end, the introduction of approximation-based methods helped speed-up queries by providing compact representations of stored data. Approximation methods exploit vector quantization to index data mainly presumed to follow a uniform distribution. In real-world environments however, we mostly encounter both skewed data and query distributions. To address this dual challenge, we propose DiVA that combines the selective use of an approximation approach with an indexing mechanism to organize data subspaces in a high fan-out hierarchical structure. Moreover, DiVA reorganizes its own elements after receiving application hints regarding data access patterns. These hints or policies trigger the restructuring and possible expansion of DiVA so as to offer finer indexing granularity and improved access times in subspaces emerging as 'hot-spots'. The novelty of our approach lies in the self-organizing nature of DiVA driven by application-provided policies; the latter effectively guide the refinement of DiVA's elements as new data arrive, existing data are updated and the nature of query workloads continually changes. An extensive experimental evaluation using real data shows that DiVA reduces up-to 64% of the total number of I/Os if compared with state-of-art methods including the VA-file, GC-tree and A-tree.","Authors":"Tsakalozos, K (Tsakalozos, Konstantinos) ; Evangelatos, S (Evangelatos, Spiros) ; Psallidas, F (Psallidas, Fotis) ; Vieira, MR (Vieira, Marcos R.) ; Tsotras, VJ (Tsotras, Vassilis J.) ; Delis, A (Delis, Alex)","Title":"DiVA: Using Application-Specific Policies to 'Dive' into Vector Approximations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382249100006 PubMed ID: 25774968 ISSN: 0148-7043 eISSN: 1536-3708","Keywords":"infection; breast implant; antibiotic beads; breast reconstruction KeyWords Plus:ACUTE-RENAL-FAILURE; IMPLANT; MANAGEMENT; VANCOMYCIN; ARTHROPLASTY; STRATEGIES; CEMENT; BEADS","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"ANNALS OF PLASTIC SURGERY Volume: 77 Issue: 3 Pages: 280-285 DOI: 10.1097/SAP.0000000000000409 Published: SEP 2016","Abstract":"Purpose: Periprosthetic infection represents a major complication in breast reconstruction, frequently leading to expander-implant loss. Recent studies report variable success in the salvage of infected breast prostheses through systemic antibiotic therapy and surgical intervention. There is currently no consensus regarding a management algorithm for attempted salvage. The purpose of this pilot study was to evaluate the early outcomes of a protocol using antibiotic-impregnated polymethylmethacrylate (PMMA) implant placement with expander device exchange. Methods: A retrospective database was queried to identify all patients with infected implant-based breast reconstruction who were treated by the study authors and who underwent attempted salvage under the study protocol. All patients received intravenous antibiotics followed by surgical debridement of the infected pocket, insertion of antibiotic-impregnated PMMA plates and/or beads, device exchange, and postoperative antibiotics. After clinical resolution of infection, tissue expansion was performed with the PMMA implants remaining in situ until exchanged to permanent implants. Results: All patients with infected prosthetic breast reconstructions achieved implant pocket sterilization using this method. At a mean follow-up of 8.2 months (range, 1-19 months), none of these patients have required reoperation for capsular contracture. One patient, while under treatment with prednisone for a rash, developed recurrent infection, which led to explantation of her implant. Two patients underwent radiation therapy while an antibiotic plate and tissue expander were in place, with no observed exposure or infection recurrence. Conclusions: Sustained local antibiotic delivery using PMMA implants and expander device exchange can successfully salvage an infected breast implant. Perceived benefits include shorter time to completed reconstruction, preserved skin envelope integrity, and possibly improved long-term aesthetic outcomes.","Authors":"Albright, SB (Albright, Steven B.) ; Xue, AS (Xue, Amy S.) ; McKnight, A (McKnight, Aisha) ; Wolfswinkel, EM (Wolfswinkel, Erik M.) ; Hollier, LH (Hollier, Larry H., Jr.) ; Brown, RH (Brown, Rodger H.) ; Bullocks, JM (Bullocks, Jamal M.) ; Izaddoost, SA (Izaddoost, Shayan A.)","Title":"One-Step Salvage of Infected Prosthetic Breast Reconstructions Using Antibiotic-Impregnated Polymethylmethacrylate Plates and Concurrent Tissue Expander Exchange"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000381540600005 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Content-based image retrieval; Multimodal query expansion; Genetic programming; E-commerce KeyWords Plus:IMAGE RETRIEVAL; SYSTEMS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 52 Issue: 5 Pages: 783-800 DOI: 10.1016/j.ipm.2016.03.001 Published: SEP 2016","Abstract":"We present a novel multimodal query expansion strategy, based on genetic programming (GP), for image search in visually-oriented e-commerce applications. Our GP-based approach aims at both: learning to expand queries with multimodal information and learning to compute the \"best\" ranking for the expanded queries. However, different from previous work, the query is only expressed in terms of the visual content, which brings several challenges for this type of application. In order to evaluate the effectiveness of our method, we have collected two datasets containing images of clothing products taken from different online shops. Experimental results indicate that our method is an effective alternative for improving the quality of image search results when compared to a genetic programming system based only on visual information. Our method can achieve gains varying from 10.8% against the strongest learning-to-rank baseline to 54% against an adhoc specialized solution for the particular domain at hand. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Saraiva, PC (Saraiva, Patricia C.) ; Cavalcanti, JMB (Cavalcanti, Joao M. B.) ; de Moura, ES (de Moura, Edleno S.) ; Goncalves, MA (Goncalves, Marcos A.) ; Torres, RD (Torres, Ricardo da S.)","Title":"A multimodal query expansion based on genetic programming for visually-oriented e-commerce applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000381540600010 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Information Retrieval; OCR error; Word co-occurrence","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 52 Issue: 5 Pages: 873-884 DOI: 10.1016/j.ipm.2016.03.006 Published: SEP 2016","Abstract":"OCR errors in text harm information retrieval performance. Much research has been reported on modelling and correction of Optical Character Recognition (OCR) errors. Most of the prior work employ language dependent resources or training texts in studying the nature of errors. However, not much research has been reported that focuses on improving retrieval performance from erroneous text in the absence of training data. We propose a novel approach for detecting OCR errors and improving retrieval performance from the erroneous corpus in a situation where training samples are not available to model errors. In this paper we propose a method that automatically identifies erroneous term variants in the noisy corpus, which are used for query expansion, in the absence of clean text. We employ an effective combination of contextual information and string matching techniques. Our proposed approach automatically identifies the erroneous variants of query terms and consequently leads to improvement in retrieval performance through query expansion. Our proposed approach does not use any training data or any language specific resources like thesaurus for identification of error variants. It also does not expend any knowledge about the language except that the word delimiter is blank space. We have tested our approach on erroneous Bangla (Bengali in English) and Hindi FIRE collections, and also on TREC Legal IIT CDIP and TREC 5 Confusion track English corpora. Our proposed approach has achieved statistically significant improvements over the state-of-the-art baselines- on most of the datasets. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Ghosh, K (Ghosh, Kripabandhu) ; Chakraborty, A (Chakraborty, Anirban) ; Parui, SK (Parui, Swapan Kumar) ; Majumder, P (Majumder, Prasenjit)","Title":"Improving Information Retrieval Performance on OCRed Text in the Absence of Clean Text Ground Truth"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379634200006 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Natural language processing; Lexical substitution; Near-synonym learning; Discriminative training; Vector space model KeyWords Plus:QUERY EXPANSION; ONTOLOGY; RECOGNITION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 106 Pages: 74-84 DOI: 10.1016/j.knosys.2016.05.025 Published: AUG 15 2016","Abstract":"Near-synonyms are fundamental and useful knowledge resources for computer-assisted language learning (CALL) applications. For example, in online language learning systems, learners may have a need to express a similar meaning using different words. However, it is usually difficult to choose suitable near synonyms to fit a given context because the differences of near-synonyms are not easily grasped in practical use, especially for second language (L2) learners. Accordingly, it is worth developing algorithms to verify whether near-synonyms match given contexts. Such algorithms could be used in applications to assist L2 learners in discovering the collocational differences between near-synonyms. We propose a discriminative vector space model for the near-synonym substitution task, and consider this task as a classification task. There are two components: a vector space model and discriminative training. The vector space model is used as a baseline classifier to classify test examples into one of the neat-synonyms in a given near synonym set. A discriminative training technique is then employed to improve the vector space model by distinguishing positive and negative features for each near-synonym. Experimental results show that the DT-VSM achieves higher accuracy than both pointwise mutual information and n-gram-based methods that have been used in previous studies. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Yu, LC (Yu, Liang-Chih) ; Lee, LH (Lee, Lung-Hao) ; Yeh, JF (Yeh, Jui-Feng) ; Shih, HM (Shih, Hsiu-Min) ; Lai, YL (Lai, Yu-Ling)","Title":"Near-synonym substitution using a discriminative vector space model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000381522500001 ISSN: 1758-0463","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"DATABASE-THE JOURNAL OF BIOLOGICAL DATABASES AND CURATION Article Number: baw112 DOI: 10.1093/database/baw112 Published: AUG 7 2016","Abstract":"The rapidly increasing biomedical literature calls for the need of an automatic approach in the recognition and normalization of disease mentions in order to increase the precision and effectivity of disease based information retrieval. A variety of methods have been proposed to deal with the problem of disease named entity recognition and normalization. Among all the proposed methods, conditional random fields (CRFs) and dictionary lookup method are widely used for named entity recognition and normalization respectively. We herein developed a CRF-based model to allow automated recognition of disease mentions, and studied the effect of various techniques in improving the normalization results based on the dictionary lookup approach. The dataset from the BioCreative V CDR track was used to report the performance of the developed normalization methods and compare with other existing dictionary lookup based normalization methods. The best configuration achieved an F-measure of 0.77 for the disease normalization, which outperformed the best dictionary lookup based baseline method studied in this work by an F-measure of 0.13.","Authors":"Jonnagaddala, J (Jonnagaddala, Jitendra) ; Jue, TR (Jue, Toni Rose) ; Chang, NW (Chang, Nai-Wen) ; Dai, HJ (Dai, Hong-Jie) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Jue, Toni Rose  http://orcid.org/0000-0002-8449-5973","Title":"Improving the dictionary lookup approach for disease normalization using enhanced dictionary and query expansion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000381368900020 PubMed ID: 27490675 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 11 Issue: 8 Article Number: e0159824 DOI: 10.1371/journal.pone.0159824 Published: AUG 4 2016","Abstract":"Multipotent mesenchymal stromal cells (MSCs) are promising tools for regenerative medicine. They can be isolated from different sources based on their plastic-adherence property. The identification of reliable cell surface markers thus becomes the Holy Grail for their prospective isolation. Here, we determine the cell surface proteomes of human dental pulp-derived MSCs isolated from single donors after culture expansion in low (2%) or high (10%) serum-containing media. Cell surface proteins were tagged on intact cells using cell impermeable, cleavable sulfo-NHS-SS-biotin, which allows their enrichment by streptavidin pull-down. For the proteomic analyses, we first compared label-free methods to analyze cell surface proteomes i.e. composition, enrichment and proteomic differences, and we developed a new mathematical model to determine cell surface protein enrichment using a combinatorial gene ontology query. Using this workflow, we identified 101 cluster of differentiation (CD) markers and 286 non-CD cell surface proteins. Based on this proteome profiling, we identified 14 cell surface proteins, which varied consistently in abundance when cells were cultured under low or high serum conditions. Collectively, our analytical methods provide a basis for identifying the cell surface proteome of dental pulp stem cells isolated from single donors and its evolution during culture or differentiation. Our data provide a comprehensive cell surface proteome for the precise identification of dental pulp-derived MSC populations and their isolation for potential therapeutic intervention.","Authors":"Niehage, C (Niehage, Christian) ; Karbanova, J (Karbanova, Jana) ; Steenblock, C (Steenblock, Charlotte) ; Corbeil, D (Corbeil, Denis) ; Hoflack, B (Hoflack, Bernard) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Corbeil, Denis  A-6519-2010  ","Title":"Cell Surface Proteome of Dental Pulp Stem Cells Identified by Label-Free Mass Spectrometry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384804500031 ISSN: 2158-107X eISSN: 2156-5570","Keywords":"Information Retrieval; Arabic Ontology; Semantic Search; Arabic Quran Corpus","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"INTERNATIONAL JOURNAL OF ADVANCED COMPUTER SCIENCE AND APPLICATIONS Volume: 7 Issue: 8 Pages: 223-230 Published: AUG 2016","Abstract":"The semantic resources are important parts in the Information Retrieval (IR) such as search engines, Question Answering (QA), etc., these resources should be available, readable and understandable. In semantic web, the ontology plays a central role for the information retrieval, which use to retrieves more relevant information from unstructured information. This paper presents a semantic-based retrieval system for the Arabic text, which expands the input query semantically using Arabic domain ontology. In the proposed approach, the search engine index is represented using Vector Space Model (VSM), and the Arabic's place nouns domain ontology has been used which constructed and implemented using Web Ontology Language (OWL) from Arabic corpus. The proposed approach has been experimented on the Arabic Quran corpus, and the experiments show that the approach outperforms in terms of both precision and recall the traditional keyword-based methods.","Authors":"Alromima, W (Alromima, Waseem) ; Moawad, IF (Moawad, Ibrahim F.) ; Elgohary, R (Elgohary, Rania) ; Aref, M (Aref, Mostafa)","Title":"Ontology-based Query Expansion for Arabic Text Retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382113500012 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Video event classification; Information retrieval; Knowledge bases; Zero-shot retrieval; Semantic analysis KeyWords Plus:IMAGE RETRIEVAL; WIKIPEDIA; ONTOLOGY; DATABASE; VIDEO","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 75 Issue: 15 Pages: 9025-9043 DOI: 10.1007/s11042-015-2757-4 Published: AUG 2016","Abstract":"A common approach in content based video information retrieval is to perform automatic shot annotation with semantic labels using pre-trained classifiers. The visual vocabulary of state-of-the-art automatic annotation systems is limited to a few thousand concepts, which creates a semantic gap between the semantic labels and the natural language query. One of the methods to bridge this semantic gap is to expand the original user query using knowledge bases. Both common knowledge bases such as Wikipedia and expert knowledge bases such as a manually created ontology can be used to bridge the semantic gap. Expert knowledge bases have highest performance, but are only available in closed domains. Only in closed domains all necessary information, including structure and disambiguation, can be made available in a knowledge base. Common knowledge bases are often used in open domain, because it covers a lot of general information. In this research, query expansion using common knowledge bases ConceptNet and Wikipedia is compared to an expert description of the topic applied to content-based information retrieval of complex events. We run experiments on the Test Set of TRECVID MED 2014. Results show that 1) Query Expansion can improve performance compared to using no query expansion in the case that the main noun of the query could not be matched to a concept detector; 2) Query expansion using expert knowledge is not necessarily better than query expansion using common knowledge; 3) ConceptNet performs slightly better than Wikipedia; 4) Late fusion can slightly improve performance. To conclude, query expansion has potential in complex event detection.","Authors":"de Boer, M (de Boer, Maaike) ; Schutte, K (Schutte, Klamer) ; Kraaij, W (Kraaij, Wessel) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kraaij, Wessel  S-2071-2016 http://orcid.org/0000-0001-7797-619X","Title":"Knowledge based query expansion in complex multimedia event detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382667200004 ISSN: 1046-8188 eISSN: 1558-2868","Keywords":"Performance; Experimentation; Modeling; Pseudo relevance feedback; topic modeling; text mining KeyWords Plus:QUERY EXPANSION; INFORMATION-RETRIEVAL; TEXT RETRIEVAL; ALGORITHM; MODELS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ACM TRANSACTIONS ON INFORMATION SYSTEMS Volume: 34 Issue: 4 Article Number: 22 DOI: 10.1145/2956234 Published: AUG 2016","Abstract":"Traditional pseudo relevance feedback (PRF) models choose top k feedback documents for query expansion and treat those documents equally. When k is determined, feedback terms are selected without considering the reliability of these documents for relevance. Because the performance of PRF is sensitive to the selection of feedback terms, noisy terms imported from these irrelevant documents or partially relevant documents will harm the final results extensively. Intuitively, terms in these documents should be considered less important for feedback term selection. Nonetheless, how to measure the reliability of feedback documents is a difficult problem. Recently, topic modeling has become more and more popular in the information retrieval (IR) area. In order to identify how reliable a feedback document is to be relevant, we attempt to adapt the topical information into PRF. However, topics are hard to be quantified and therefore the identification of topic is usually fuzzy. It is very challenging for integrating the obtained topical information effectively into IR and other text-processing-related areas. Current research work mainly focuses on mining relevant information from particular topics. This is extremely difficult when the boundaries of different topics are hard to define. In this article, we investigate a key factor of this problem, the topic number for topic modeling and how it makes topics \"fuzzy.\" To effectively and efficiently apply topical information, we propose a new probabilistic framework, \"TopPRF,\" and three models, TS-COS, TS-EU, and TS-Entropy, via integrating \" Topic Space\" (TS) information into pseudo relevance feedback. These methods discover how reliable a document is to be relevant through both term and topical information. When selecting feedback terms, candidate terms in more reliable feedback documents should obtain extra weights. Experimental results on various public collections justify that our proposed methods can significantly reduce the influence of \" fuzzy topics\" and obtain stable, good results over the strong baseline models. Our proposed probabilistic framework, TopPRF, and three topic-space-based models are capable of searching documents beyond traditional term matching only and provide a promising avenue for constructing better topic-space-based IR systems. Moreover, in-depth discussions and conclusions are made to help other researchers apply topical information effectively.","Authors":"Miao, J (Miao, Jun) ; Huang, JX (Huang, Jimmy Xiangji) ; Zhao, JS (Zhao, Jiashu)","Title":"TopPRF: A Probabilistic Framework for Integrating Topic Space into Pseudo Relevance Feedback"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000380122200002 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Access time; planar graph; random walk; oracle KeyWords Plus:RANDOM-WALKS; SHORTEST PATHS; ALGORITHMS; NETWORKS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 28 Issue: 8 Pages: 1959-1970 DOI: 10.1109/TKDE.2016.2547382 Published: AUG 1 2016","Abstract":"The study of urban networks reveals that the accessibility of important city objects for the vehicle traffic and pedestrians is significantly correlated to the popularity, micro-criminality, micro-economic vitality, and social liveability of the city, and is always the chief factor in regulating the growth and expansion of the city. The accessibility between different components of an urban structure are frequently measured along the streets and routes considered as edges of a planar graph, while the traffic ultimate destination points and street junctions are treated as vertices. For estimation of the accessibility of destination vertex j from vertex i through urban networks, in particular, the random walks are used to calculate the expected distance a random walker starting from i makes before j is visited (known as access time). The state-of-the-art of access time computation is costly in large planar graphs since it involves matrix operation over entire graph. The time complexity is O(n(2.376)) where n is the number of vertices in the planar graph. To enable efficient access time query answering in large planar graphs, this work proposes the first access time oracle which is based on the proposed access time decomposition and reconstruction scheme. The oracle is a hierarchical data structure with deliberate design on the relationships between different hierarchical levels. The storage requirement of the proposed oracle is O(n(4/3)log log n) and the access time query response time is O(n(2/3)). The extensive tests on a number of large real-world road networks (with up to about 2 million vertices) have verified the superiority of the proposed oracle.","Authors":"Deng, K (Deng, Ke) ; Li, JX (Li, Jianxin) ; Pang, CY (Pang, Chaoyi) ; Li, JY (Li, Jiuyong); Zhou, XF (Zhou, Xiaofang) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Li, Jiuyong  A-8134-2008 http://orcid.org/0000-0002-9023-1878 Li, Jianxin  http://orcid.org/0000-0002-9059-330X","Title":"Access Time Oracle for Planar Graphs"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000381486700002 PubMed ID: 27455377 ISSN: 1471-2105","Keywords":"Query expansion; Biomedical information retrieval; Linear combination of query results","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Mathematical & Computational Biology Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Mathematical & Computational Biology","Journal Information":"BMC BIOINFORMATICS Volume: 17 Supplement: 7 Article Number: 238 DOI: 10.1186/s12859-016-1092-8 Published: JUL 25 2016","Abstract":"Background: Biomedical literature retrieval is becoming increasingly complex, and there is a fundamental need for advanced information retrieval systems. Information Retrieval (IR) programs scour unstructured materials such as text documents in large reserves of data that are usually stored on computers. IR is related to the representation, storage, and organization of information items, as well as to access. In IR one of the main problems is to determine which documents are relevant and which are not to the user's needs. Under the current regime, users cannot precisely construct queries in an accurate way to retrieve particular pieces of data from large reserves of data. Basic information retrieval systems are producing low-quality search results. In our proposed system for this paper we present a new technique to refine Information Retrieval searches to better represent the user's information need in order to enhance the performance of information retrieval by using different query expansion techniques and apply a linear combinations between them, where the combinations was linearly between two expansion results at one time. Query expansions expand the search query, for example, by finding synonyms and reweighting original terms. They provide significantly more focused, particularized search results than do basic search queries. Results: The retrieval performance is measured by some variants of MAP (Mean Average Precision) and according to our experimental results, the combination of best results of query expansion is enhanced the retrieved documents and outperforms our baseline by 21.06 %, even it outperforms a previous study by 7.12 %. Conclusions: We propose several query expansion techniques and their combinations (linearly) to make user queries more cognizable to search engines and to produce higher-quality search results.","Authors":"Abdulla, AAA (Abdulla, Ahmed AbdoAziz Ahmed) ; Lin, HF (Lin, Hongfei) ; Xu, B (Xu, Bo) ; Banbhrani, SK (Banbhrani, Santosh Kumar)","Title":"Improving biomedical information retrieval by linear combinations of different query expansion techniques"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000381263700013 PubMed ID: 27153686 ISSN: 1367-4803 eISSN: 1460-2059","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Computer Science; Mathematical & Computational Biology; Mathematics Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Computer Science, Interdisciplinary Applications; Mathematical & Computational Biology; Statistics & Probability","Journal Information":"BIOINFORMATICS Volume: 32 Issue: 14 Pages: 2176-2183 DOI: 10.1093/bioinformatics/btw155 Published: JUL 15 2016","Abstract":"Motivation: While the size and number of biobanks, patient registries and other data collections are increasing, biomedical researchers still often need to pool data for statistical power, a task that requires time-intensive retrospective integration. Results: To address this challenge, we developed MOLGENIS/connect, a semi-automatic system to find, match and pool data from different sources. The system shortlists relevant source attributes from thousands of candidates using ontology-based query expansion to overcome variations in terminology. Then it generates algorithms that transform source attributes to a common target DataSchema. These include unit conversion, categorical value matching and complex conversion patterns (e.g. calculation of BMI). In comparison to human-experts, MOLGENIS/connect was able to auto-generate 27% of the algorithms perfectly, with an additional 46% needing only minor editing, representing a reduction in the human effort and expertise needed to pool data. Availability and Implementation: Source code, binaries and documentation are available as open-source under LGPLv3 from http://github.com/molgenis/molgenis and www.molgenis.org/connect.","Authors":"Pang, C (Pang, Chao) ; van Enckevort, D (van Enckevort, David) ; de Haan, M (de Haan, Mark) ; Kelpin, F (Kelpin, Fleur) ; Jetten, J (Jetten, Jonathan) ; Hendriksen, D (Hendriksen, Dennis) ; de Boer, T (de Boer, Tommy) ; Charbon, B (Charbon, Bart) ; Winder, E (Winder, Erwin) ; van der Velde, KJ (van der Velde, K. Joeri) ; Doiron, D (Doiron, Dany) ; Fortier, I (Fortier, Isabel) ; Hillege, H (Hillege, Hans) ; Swertz, MA (Swertz, Morris A.) ...More...Less","Title":"MOLGENIS/connect: a system for semi-automatic integration of heterogeneous phenotype data with applications in biobanks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379786800068 PubMed ID: 27131380 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 44 Issue: W1 Pages: W410-W415 DOI: 10.1093/nar/gkw348 Published: JUL 8 2016","Abstract":"The MPI Bioinformatics Toolkit (http://toolkit.tuebingen.mpg.de) is an open, interactive web service for comprehensive and collaborative protein bioinformatic analysis. It offers a wide array of interconnected, state-of-the-art bioinformatics tools to experts and non-experts alike, developed both externally (e.g. BLAST+, HMMER3, MUSCLE) and internally (e.g. HHpred, HHblits, PCOILS). While a beta version of the Toolkit was released 10 years ago, the current production-level release has been available since 2008 and has serviced more than 1.6 million external user queries. The usage of the Toolkit has continued to increase linearly over the years, reaching more than 400 000 queries in 2015. In fact, through the breadth of its tools and their tight interconnection, the Toolkit has become an excellent platform for experimental scientists as well as a useful resource for teaching bioinformatic inquiry to students in the life sciences. In this article, we report on the evolution of the Toolkit over the last ten years, focusing on the expansion of the tool repertoire (e.g. CS-BLAST, HHblits) and on infrastructural work needed to remain operative in a changing web environment.","Authors":"Alva, V (Alva, Vikram) ; Nam, SZ (Nam, Seung-Zin) ; Soding, J (Soeding, Johannes) ; Lupas, AN (Lupas, Andrei N.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Soding, Johannes  A-3341-2013 http://orcid.org/0000-0001-9642-8244","Title":"The MPI bioinformatics Toolkit as an integrative platform for advanced protein sequence and structure analysis"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000383686200002 ISSN: 2241-5793","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"JOURNAL OF BIOLOGICAL RESEARCH-THESSALONIKI Volume: 23 Supplement: 1 Article Number: S11 DOI: 10.1186/s40709-016-0044-9 Published: JUL 4 2016","Abstract":"Background: Ontology development, as an increasingly practical vehicle applied in various fields, plays a significant role in knowledge management. This paper, focusing on constructing and querying a hepatitis ontology, aims to provide a framework for ontology-based medical services. The paper is devoted to the algorithm of query expansion for the hepatitis ontology, including synonym expansion, hypernym/hyponym expansion and expansion of similar words. It applies semantic similarity calculation to judge the similarity of retrieval terms. Results: The paper proposes a new prototype system. The accuracy of query expansion is improved in both precision@40 and AP@40, which indicates that query expansion improves the accuracy of the query after using the method proposed in this paper. Conclusions: The paper has adopted semantic similarity computing to improve retrieval performance. Experiments show that search precision of query expansion is higher based on domain concept relationship.","Authors":"Chen, YZ (Chen Yunzhi) ; Lu, HJ (Lu Huijuan) ; Shapiro, L (Shapiro, Linda) ; Travillian, RS (Travillian, Ravensara S.) ; Li, LJ (Li Lanjuan)","Title":"An approach to semantic query expansion system based on Hepatitis ontology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379112700001 PubMed ID: 27377652 ISSN: 2041-1480","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"JOURNAL OF BIOMEDICAL SEMANTICS Volume: 7 Article Number: 44 DOI: 10.1186/s13326-016-0088-7 Published: JUL 4 2016","Abstract":"Background: The Cell Ontology (CL) is an OBO Foundry candidate ontology covering the domain of canonical, natural biological cell types. Since its inception in 2005, the CL has undergone multiple rounds of revision and expansion, most notably in its representation of hematopoietic cells. For in vivo cells, the CL focuses on vertebrates but provides general classes that can be used for other metazoans, which can be subtyped in species-specific ontologies. Construction and content: Recent work on the CL has focused on extending the representation of various cell types, and developing new modules in the CL itself, and in related ontologies in coordination with the CL. For example, the Kidney and Urinary Pathway Ontology was used as a template to populate the CL with additional cell types. In addition, subtypes of the class 'cell in vitro' have received improved definitions and labels to provide for modularity with the representation of cells in the Cell Line Ontology and Reagent Ontology. Recent changes in the ontology development methodology for CL include a switch from OBO to OWL for the primary encoding of the ontology, and an increasing reliance on logical definitions for improved reasoning. Utility and discussion: The CL is now mandated as a metadata standard for large functional genomics and transcriptomics projects, and is used extensively for annotation, querying, and analyses of cell type specific data in sequencing consortia such as FANTOM5 and ENCODE, as well as for the NIAID ImmPort database and the Cell Image Library. The CL is also a vital component used in the modular construction of other biomedical ontologies-for example, the Gene Ontology and the cross-species anatomy ontology, Uberon, use CL to support the consistent representation of cell types across different levels of anatomical granularity, such as tissues and organs. Conclusions: The ongoing improvements to the CL make it a valuable resource to both the OBO Foundry community and the wider scientific community, and we continue to experience increased interest in the CL both among developers and within the user community.","Authors":"Diehl, AD (Diehl, Alexander D.) ; Meehan, TF (Meehan, Terrence F.) ; Bradford, YM (Bradford, Yvonne M.) ; Brush, MH (Brush, Matthew H.) ; Dahdul, WM (Dahdul, Wasila M.) ; Dougall, DS (Dougall, David S.) ; He, YQ (He, Yongqun) ; Osumi-Sutherland, D (Osumi-Sutherland, David) ; Ruttenberg, A (Ruttenberg, Alan) ; Sarntivijai, S (Sarntivijai, Sirarat) ; Van Slyke, CE (Van Slyke, Ceri E.) ; Vasilevsky, NA (Vasilevsky, Nicole A.) ; Haendel, MA (Haendel, Melissa A.) ; Blake, JA (Blake, Judith A.)[ 10 ] ; Mungall, CJ (Mungall, Christopher J.)[ 11 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Dahdul, Wasila  http://orcid.org/0000-0003-3162-7490 Sarntivijai, Sirarat  http://orcid.org/0000-0002-2548-641X Meehan, Terrence  http://orcid.org/0000-0003-1980-3228 Vasilevsky, Nicole  http://orcid.org/0000-0001-5208-3432","Title":"The Cell Ontology 2016: enhanced content, modularization, and ontology interoperability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000385348800004 ISSN: 1540-9589 eISSN: 1544-5976","Keywords":"Social media; Twitter; social network analysis; search; graph-based approach","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF WEB ENGINEERING Volume: 15 Issue: 3-4 Pages: 249-276 Published: JUL 1 2016","Abstract":"Twitter is one of the largest social media. Although it can be used to get information on a topic of interest, it is not easy for us to find tweets relevant to the topic due to a massive amount of tweets and the small size of each tweet. Some relevant tweets may not include any terms explicitly related to the topic, and general content-based keyword search techniques and query expansion techniques are not effective for finding such relevant tweets. To solve this problem, we present a method for finding tweets on a topic of interest based on the Twitter user activities related to the topic such as tweet, retweet, and reply. The method consists of two phases: the preparation phase and the main phase. In the preparation phase, we create a user-tweet reference graph representing the relation between users and tweets based on the past user activities related to the topic, calculate the influence of each user and tweet in the topic, then define two types of each user's power, called \"Voice\" and \"Impact\", indicating \"how much voice the user has on the topic\" and \"how much impact the user has on the other users' tweets on the topic\". In the main phase, we calculate the relevance of newly-arrived tweets to the topic according to the Voice and the Impact score of the users who posted, retweeted, or replied to each of the tweets, then rank the tweets by the relevance score. The two phases are processed independently. Once the preparation phase is completed, the main phase can return the final result any time. Experimental results show that \"who retweeted or replied to the tweet\" is more effective for judging the relevance of each tweet to the topic than \"who posted the tweet\", and our method can find relevant tweets which do not include any terms explicitly related to the topic. We compare our method with an indegree-based method and a PageRank-based method, and show that our method outperforms the methods compared.","Authors":"Noro, T (Noro, Tomoya) ; Tokuda, T (Tokuda, Takehiro)","Title":"SEARCHING FOR RELEVANT TWEETS BASED ON TOPIC-RELATED USER ACTIVITIES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000383760600004 ISSN: 1548-3657 eISSN: 1548-3665","Keywords":"Arabic WordNet; Association Rules; Automatic Query Expansion; Information Retrieval; MAP","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF INTELLIGENT INFORMATION TECHNOLOGIES Volume: 12 Issue: 3 Pages: 51-64 DOI: 10.4018/IJIIT.2016070104 Published: JUL-SEP 2016","Abstract":"Query expansion is the process of adding additional relevant terms to the original queries to improve the performance of information retrieval systems. However, previous studies showed that automatic query expansion using WordNet do not lead to an improvement in the performance. One of the main challenges of query expansion is the selection of appropriate terms. In this paper, the authors review this problem using Arabic WordNet and Association Rules within the context of Arabic Language. The results obtained confirmed that with an appropriate selection method, the authors are able to exploit Arabic WordNet to improve the retrieval performance. Their empirical results on a sub-corpus from the Xinhua collection showed that their automatic selection method has achieved a significant performance improvement in terms of MAP and recall and a better precision with the first top retrieved documents.","Authors":"Abbache, A (Abbache, Ahmed) ; Meziane, F (Meziane, Farid) ; Belalem, G (Belalem, Ghalem) ; Belkredim, FZ (Belkredim, Fatma Zohra)","Title":"Arabic Query Expansion Using WordNet and Association Rules"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000380903000011 PubMed ID: 26448446 ISSN: 1542-2321 eISSN: 1542-233X","Keywords":"cGVHD; Dry eye syndrome; Ocular surface disease; PROSE treatment; PROSE KeyWords Plus:QUALITY-OF-LIFE; STEM-CELL TRANSPLANTATION; BONE-MARROW-TRANSPLANTATION; SCLERAL CONTACT-LENS; DRY EYE; MANAGEMENT; RECOVERY","Categories":"Ophthalmology Web of Science Categories:Ophthalmology","Journal Information":"EYE & CONTACT LENS-SCIENCE AND CLINICAL PRACTICE Volume: 42 Issue: 4 Pages: 262-266 DOI: 10.1097/ICL.0000000000000186 Published: JUL 2016","Abstract":"Background:Keratoconjunctivitis sicca occurs in 40% to 90% of patients with ocular chronic graft-versus-host disease (cGVHD). Ocular symptoms can have profound effects in both the visual function and quality of life of patients with GVHD. We report the impact of prosthetic replacement of the ocular surface ecosystem (PROSE) treatment in patients with cGVHD as a clinical network expands.Methods:We queried the BostonSight PROSE manufacturing database from January 2002 to December 2011. Patients treated for ocular cGVHD were reported by age, gender, year, and network site where the treatment was undertaken. The baseline and six-month follow-up scores of visual function using a standardized validated instrument, the National Eye Institute Visual Function Questionnaire (NEI VFQ-25), were evaluated for a period in 2006 and again in 2010 after network expansion had occurred.Results:A total of 407 patients with a male:female ratio of 226:181, mean age was 51 years with ocular cGVHD underwent PROSE treatment from January 2002 to December 2011. By 2011, 67% of all cases were treated at network clinics. Baseline characteristics of patients treated throughout the network in 2010 were similar to that of 2006 and 2010 cohorts from the main center. There was a significant improvement of 41 points (P<0.001) in composite NEI VFQ score among patients treated across the network in 2010, similar to the improvement of 30 points (P<0.001) seen among the patients treated at the main center in 2010. There was a trend toward lower baseline self-reported general health status (SRGHS) and VFQ scores among patients treated at network clinics, suggesting that expansion of the network allows treatment of sicker patients (lower general health status) or those more severely affected by ocular cGVHD.Conclusions:PROSE treatment of ocular cGVHD has increased in the last decade with the establishment of BostonSight network clinics across the United States. Patients treated at network clinics showed similar levels of baseline visual function and SRGHS, and achieved a similar high level of improvement in visual function as those treated at the main center. Patient-reported measures of functional status are useful in evaluating treatment options for patients with cGVHD. PROSE treatment has significant positive impact on the visual function of patients with ocular cGVHD regardless of whether the patient is treated at the main center or at a network site.","Authors":"DeLoss, KS (DeLoss, Karen S.) ; Le, HG (Le, Hong-Gam) ; Gire, A (Gire, Anisa) ; Chiu, GB (Chiu, Gloria B.) ; Jacobs, DS (Jacobs, Deborah S.) ; Carrasquillo, KG (Carrasquillo, Karen G.)","Title":"PROSE Treatment for Ocular Chronic Graft-Versus-Host Disease as a Clinical Network Expands"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000380322200007 ISSN: 2157-6904 eISSN: 2157-6912","Keywords":"Slow search; crowdsourcing; information retrieval","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"ACM TRANSACTIONS ON INTELLIGENT SYSTEMS AND TECHNOLOGY Volume: 7 Issue: 4 Special Issue: SI Article Number: 50 DOI: 10.1145/2897368 Published: JUL 2016","Abstract":"Despite technological advances, algorithmic search systems still have difficulty with complex or subtle information needs. For example, scenarios requiring deep semantic interpretation are a challenge for computers. People, on the other hand, are well suited to solving such problems. As a result, there is an opportunity for humans and computers to collaborate during the course of a search in a way that takes advantage of the unique abilities of each. While search tools that rely on human intervention will never be able to respond as quickly as current search engines do, recent research suggests that there are scenarios where a search engine could take more time if it resulted in a much better experience. This article explores how crowdsourcing can be used at query time to augment key stages of the search pipeline. We first explore the use of crowdsourcing to improve search result ranking. When the crowd is used to replace or augment traditional retrieval components such as query expansion and relevance scoring, we find that we can increase robustness against failure for query expansion and improve overall precision for results filtering. However, the gains that we observe are limited and unlikely to make up for the extra cost and time that the crowd requires. We then explore ways to incorporate the crowd into the search process that more drastically alter the overall experience. We find that using crowd workers to support rich query understanding and result processing appears to be a more worthwhile way to make use of the crowd during search. Our results confirm that crowdsourcing can positively impact the search experience but suggest that significant changes to the search process may be required for crowdsourcing to fulfill its potential in search systems.","Authors":"Kim, Y (Kim, Yubin) ; Collins-Thompson, K (Collins-Thompson, Kevyn) ; Teevan, J (Teevan, Jaime)","Title":"Using the Crowd to Improve Search Result Ranking and the Search Experience"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379793500049 PubMed ID: 27380577 ISSN: 1049-2275 eISSN: 1536-3732","Keywords":"Craniosynostosis; posterior vault distraction osteogenesis; posterior vault expansion; syndromic craniosynostosis KeyWords Plus:SYNDROMIC CRANIOSYNOSTOSIS; EXPANSION; SYNOSTOSIS; CHILDREN","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"JOURNAL OF CRANIOFACIAL SURGERY Volume: 27 Issue: 5 Pages: 1165-1169 DOI: 10.1097/SCS.0000000000002795 Published: JUL 2016","Abstract":"There is a growing literature on the advantages of posterior cranial vault distraction osteogenesis (PVDO) in infants, particularly those with syndromic and multisuture craniosynostosis. This study aims to compare perioperative outcomes of PVDO in older patients to those of infants. A prospective craniofacial database was queried for patients aged 5 and older undergoing PVDO; controls were diagnosis-matched infants. Demographic, perioperative, and distraction data was compared using a 2-sample t test and Fisher exact test. Twenty patients met inclusion criteria, and all had syndromic craniosynostosis. Mean age was 9.2 years for the older group, and 0.7 years for the younger. Older children had less weight-based blood loss (mean 58.6 +/- 38.8 versus 14.6 +/- 7.0 cc/kg, control versus older, P = 0.0092) and weight-based transfusion (mean 70.1 +/- 37.2 versus 21.2 +/- 9.9 cc/kg, control versus older, P = 0.0023); other perioperative variables were similar including duration of surgery, length of stay, distance distracted, time in consolidation, and length of follow-up. All patients in both groups successfully completed PVDO, and all older patients had resolution of papilledema and/or headaches. One from each group developed a wound infection that was treated with oral antibiotics. Posterior cranial vault distraction osteogenesis is a safe and efficacious for cranial vault expansion in syndromic craniosynostosis, with similar perioperative outcomes in older children as compared to infants. Posterior cranial vault distraction osteogenesis may be a reasonable alternative in older syndromic patients with acceptable frontal morphology and concerns for increased intracranial pressure.","Authors":"Li, J (Li, Jing) ; Gerety, PA (Gerety, Patrick A.) ; Xu, W (Xu, Wen) ; Bartlett, SP (Bartlett, Scott P.) ; Taylor, JA (Taylor, Jesse A.)","Title":"A Perioperative Risk Comparison of Posterior Vault Distraction Osteogenesis in an Older Pediatric Population"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379087300002 ISSN: 1000-9000 eISSN: 1860-4749","Keywords":"shortest path; dynamic spatial network; spatial database; location-based service KeyWords Plus:NEAREST-NEIGHBOR QUERIES; IMAGE STEGANOGRAPHY; TRAJECTORIES","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Software Engineering","Journal Information":"JOURNAL OF COMPUTER SCIENCE AND TECHNOLOGY Volume: 31 Issue: 4 Pages: 637-648 DOI: 10.1007/s11390-016-1653-3 Published: JUL 2016","Abstract":"With the increasing availability of real-time traffic information, dynamic spatial networks are pervasive nowadays and path planning in dynamic spatial networks becomes an important issue. In this light, we propose and investigate a novel problem of dynamically monitoring shortest paths in spatial networks (DSPM query). When a traveler aims to a destination, his/her shortest path to the destination may change due to two reasons: 1) the travel costs of some edges have been updated and 2) the traveler deviates from the pre-planned path. Our target is to accelerate the shortest path computing in dynamic spatial networks, and we believe that this study may be useful in many mobile applications, such as route planning and recommendation, car navigation and tracking, and location-based services in general. This problem is challenging due to two reasons: 1) how to maintain and reuse the existing computation results to accelerate the following computations, and 2) how to prune the search space effectively. To overcome these challenges, filter-and-refinement paradigm is adopted. We maintain an expansion tree and define a pair of upper and lower bounds to prune the search space. A series of optimization techniques are developed to accelerate the shortest path computing. The performance of the developed methods is studied in extensive experiments based on real spatial data.","Authors":"Shang, S (Shang, Shuo) ; Chen, LS (Chen, Lisi) ; Wei, ZW (Wei, Zhe-) ; Guo, DH (Guo, Dan-Huai) ; Wen, JR (Wen, Ji-Rong)","Title":"Dynamic Shortest Path Monitoring in Spatial Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000378820500013 ISSN: 0942-4962 eISSN: 1432-1882","Keywords":"Query evidence; Social image retrieval; Performance; Evaluation; Experimentation KeyWords Plus:PREDICTION; RELEVANCE; FEATURES; SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"MULTIMEDIA SYSTEMS Volume: 22 Issue: 4 Pages: 509-523 Special Issue: SI DOI: 10.1007/s00530-014-0432-7 Published: JUL 2016","Abstract":"System performance assessment and comparison are fundamental for large-scale image search engine development. This article documents a set of comprehensive empirical studies to explore the effects of multiple query evidences on large-scale social image search. The search performance based on the social tags, different kinds of visual features and their combinations are systematically studied and analyzed. To quantify the visual query complexity, a novel quantitative metric is proposed and applied to assess the influences of different visual queries based on their complexity levels. Besides, we also study the effects of automatic text query expansion with social tags using a pseudo relevance feedback method on the retrieval performance. Our analysis of experimental results shows a few key research findings: (1) social tag-based retrieval methods can achieve much better results than content-based retrieval methods; (2) a combination of textual and visual features can significantly and consistently improve the search performance; (3) the complexity of image queries has a strong correlation with retrieval results' quality-more complex queries lead to poorer search effectiveness; and (4) query expansion based on social tags frequently causes search topic drift and consequently leads to performance degradation.","Authors":"Cheng, ZY (Cheng, Zhiyong) ; Shen, JL (Shen, Jialie) ; Miao, HY (Miao, Haiyan)","Title":"The effects of multiple query evidences on social image retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000377149100022 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Content-based image retrieval; Relevance feedback; Support vector machine; Adapted Gaussian mixture models; Kernel function weighting KeyWords Plus:GAUSSIAN MIXTURE-MODELS; SUPPORT VECTOR MACHINES; QUERY EXPANSION; INFORMATION; ALGORITHMS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 38 Pages: 256-275 DOI: 10.1016/j.jvcir.2016.03.008 Published: JUL 2016","Abstract":"Relevance feedback (RF) is an effective approach to bridge the gap between low-level visual features and high-level semantic meanings in content-based image retrieval (CBIR). The support vector machine (SVM) based RF mechanisms have been used in different fields of image retrieval, but they often treat all positive and negative feedback samples equally, which will inevitably degrade the effectiveness of SVM-based RF approaches for CBIR. In fact, positive and negative feedback samples, different positive feedback samples, and different negative feedback samples all always have distinct properties. Moreover, each feedback interaction process is usually tedious and time-consuming because of complex visual features, so if too many times of iteration of feedback are asked, users may be impatient to interact with the CBIR system. To overcome the above limitations, we propose a new SVM-based RF approach using probabilistic feature and weighted kernel function in this paper. Firstly, the probabilistic features of each image are extracted by using principal components analysis (PCA) and the adapted Gaussian mixture models (AGMM) based dimension reduction, and the similarity is computed by employing Kullback-Leibler divergence. Secondly, the positive feedback samples and negative feedback samples are marked, and all feedback samples' weight values are computed by utilizing the samples-based Relief feature weighting. Finally, the SVM kernel function is modified dynamically according to the feedback samples' weight values. Extensive simulations on large databases show that the proposed algorithm is significantly more effective than the state-of-the-art approaches. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Wang, XY (Wang, Xiang-Yang) ; Liang, LL (Liang, Lin-Lin) ; Li, WY (Li, Wei-Yi) ; Li, DM (Li, Dong-Ming) ; Yang, HY (Yang, Hong-Ying)","Title":"A new SVM-based relevance feedback image retrieval using probabilistic feature and weighted kernel function"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000375566500003 ISSN: 1384-6175 eISSN: 1573-7624","Keywords":"Location K-anonymity; l-diversity; Privacy; Hierarchical graph; Indoor space; k-NN query KeyWords Plus:ALGORITHM; PRIVACY","Categories":"Computer Science; Physical Geography Web of Science Categories:Computer Science, Information Systems; Geography, Physical","Journal Information":"GEOINFORMATICA Volume: 20 Issue: 3 Pages: 415-451 DOI: 10.1007/s10707-015-0241-y Published: JUL 2016","Abstract":"With the expansion of wireless-communication infrastructure and the evolution of indoor positioning technologies, the demand for location-based services (LBS) has been increasing in indoor as well as outdoor spaces. However, we should consider a significant challenge regarding the location privacy for realizing indoor LBS. To avoid violations of location privacy, much research has been performed, and location K-anonymity has been intensively studied to blur a user location with a cloaking region involving at least locations of other persons. Owing to the differences between indoor and outdoor spaces, it is, however, difficult to apply this approach directly in an indoor space. First, the definition of the distance metric in indoor space is different from that in Euclidean and road-network spaces. Second, a bounding region, which is a general form of an anonymizing spatial region (ASR) in Euclidean space, does not respect the locality property in indoor space, where movement is constrained by building components. Therefore, we introduce the concept of indoor location K-anonymity in this paper. Then, we investigate the requirements of ASR in indoor spaces and propose novel methods to determine the ASR, considering hierarchical structures of the indoor space. While indoor ASRs are determined at the anonymizer, we also propose processing methods for r-range queries and k-nearest-neighbor queries at a location-based service provider. We validate our methods with experimental analysis of query-processing performance and resilience against attacks in indoor spaces.","Authors":"Kim, JS (Kim, Joon-Seok) ; Li, KJ (Li, Ki-Joune)","Title":"Location K-anonymity in indoor spaces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000385091100004 ISSN: 0163-5808 eISSN: 1943-5835","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"SIGMOD RECORD Volume: 45 Issue: 2 Pages: 33-44 Published: JUN 2016","Abstract":"Dataspaces provide a co-existence approach for heterogeneous data. Relationships among these heterogeneous data are often incrementally identified, such as object associations or attribute synonyms. With the different degree of relationships recognized, various query answers may be obtained. In this paper, we review the major techniques for processing and optimizing queries in dataspaces, according to their different abilities of handling relationships, including 1) simple search query without considering relationships, 2) association query over object associations, 3) heterogeneity query with attribute correspondences, and 4) similarity query for similar objects. Techniques such as indexing, query rewriting, expansion, and semantic query optimization are discussed for these query types. Finally, we highlight possible directions in accessing dataspaces.","Authors":"Wang, YH (Wang, Yihan) ; Song, SX (Song, Shaoxu) ; Chen, L (Chen, Lei)","Title":"A Survey on Accessing Dataspaces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384704300009 PubMed ID: 27001195 ISSN: 1532-0464 eISSN: 1532-0480","Keywords":"Topic models; MeSH; PubMed; Document retrieval; Document classification KeyWords Plus:QUERY EXPANSION; TOPIC MODEL; MEDLINE","Categories":"Computer Science; Medical Informatics Web of Science Categories:Computer Science, Interdisciplinary Applications; Medical Informatics","Journal Information":"JOURNAL OF BIOMEDICAL INFORMATICS Volume: 61 Pages: 77-86 DOI: 10.1016/j.jpi.2016.03.013 Published: JUN 2016","Abstract":"Objective: To evaluate whether vector representations encoding latent topic proportions that capture similarities to MeSH terms can improve performance on biomedical document retrieval and classification tasks, compared to using MeSH terms. Materials and methods: We developed the TopicalMeSH representation, which exploits the 'correspondence' between topics generated using latent Dirichlet allocation (LDA) and MeSH terms to create new document representations that combine MeSH terms and latent topic vectors. We used 15 systematic drug review corpora to evaluate performance on information retrieval and classification tasks using this TopicalMeSH representation, compared to using standard encodings that rely on either (1) the original MeSH terms, (2) the text, or (3) their combination. For the document retrieval task, we compared the precision and recall achieved by ranking citations using MeSH and TopicalMeSH representations, respectively. For the classification task, we considered three supervised machine learning approaches, Support Vector Machines (SVMs), logistic regression, and decision trees. We used these to classify documents as relevant or irrelevant using (independently) MeSH, TopicalMeSH, Words (i.e., n-grams extracted from citation titles and abstracts, encoded via bag-of-words representation), a combination of MeSH and Words, and a combination of TopicalMeSH and Words. We also used SVM to compare the classification performance of tf-idf weighted MeSH terms, LDA Topics, a combination of Topics and MeSH, and TopicalMeSH to supervised LDA's classification performance. Results: For the document retrieval task, using the TopicalMeSH representation resulted in higher precision than MeSH in 11 of 15 corpora while achieving the same recall. For the classification task, use of TopicalMeSH features realized a higher F1 score in 14 of 15 corpora when used by SVMs, 12 of 15 corpora using logistic regression, and 12 of 15 corpora using decision trees. TopicalMeSH also had better document classification performance on 12 of 15 corpora when compared to Topics, tf-idf weighted MeSH terms, and a combination of Topics and MeSH using SVMs. Supervised LDA achieved the worst performance in most of the corpora. Conclusion: The proposed TopicalMeSH representation (which combines MeSH terms with latent topics) consistently improved performance on document retrieval and classification tasks, compared to using alternative standard representations using MeSH terms alone, as well as, several standard alternative approaches. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Yu, ZG (Yu, Zhiguo) ; Bernstam, E (Bernstam, Elmer) ; Cohen, T (Cohen, Trevor) ; Wallace, BC (Wallace, Byron C.) ; Johnson, TR (Johnson, Todd R.)","Title":"Improving the utility of MeSH (R) terms using the TopicalMeSH representation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000383477700002 ISSN: 1861-2032 eISSN: 1861-2040","Keywords":"Data exchange; Certain answers; Database repairs; Consistent query answering; Disjunctive logic programming; Stable models KeyWords Plus:SEMANTICS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"JOURNAL ON DATA SEMANTICS Volume: 5 Issue: 2 Pages: 77-97 DOI: 10.1007/s13740-016-0057-4 Published: JUN 2016","Abstract":"In a data exchange setting with target constraints, it is often the case that a given source instance has no solutions. Intuitively, this happens when data sources contain inconsistent or conflicting information that is exposed by the target constraints at hand. In such cases, the semantics of target queries trivialize, because the certain answers of every target query over the given source instance evaluate to \"true\". The aim of this paper is to introduce and explore a new framework that gives meaningful semantics in such cases using the notion of exchange-repairs. Informally, an exchange-repair of a source instance is another source instance that differs minimally from the first, but has a solution. In turn, exchange-repairs give rise to a natural notion of exchange-repair certain answers (in short, XR-certain answers) for target queries in the context of data exchange with target constraints. After exploring the structural properties of exchange-repairs, we focus on the problem of computing the XR-certain answers of conjunctive queries. We show that for schema mappings specified by source-to-target GAV dependencies and target equality-generating dependencies (egds), the XR-certain answers of a target conjunctive query can be rewritten as the consistent answers (in the sense of standard database repairs) of a union of conjunctive queries over the source schema with respect to a set of egds over the source schema, thus making it possible to use a consistent query answering system to compute XR-certain answers in data exchange. In contrast, we show that this type of rewriting is neither possible for schema mappings specified by source-to-target LAV dependencies and target egds, nor for schema mappings specified by both source-to-target and target GAV dependencies. We then examine the general case of schema mappings specified by source-to-target GLAV constraints, a weakly acyclic set of target tgds and a set of target egds. The main result asserts that, for such settings, the XR-certain answers of conjunctive queries can be rewritten as the certain answers of a union of conjunctive queries with respect to the stable models of a disjunctive logic program over a suitable expansion of the source schema.","Authors":"ten Cate, B (ten Cate, Balder) ; Halpert, RL (Halpert, Richard L.) ; Kolaitis, PG (Kolaitis, Phokion G.)","Title":"Exchange-Repairs Managing Inconsistency in Data Exchange"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379026300005 ISSN: 0269-2821 eISSN: 1573-7462","Keywords":"Review; Comparison; Islamic knowledge; Hadith; Classification; Data mining","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"ARTIFICIAL INTELLIGENCE REVIEW Volume: 46 Issue: 1 Pages: 113-128 DOI: 10.1007/s10462-016-9458-x Published: JUN 2016","Abstract":"Hadiths are important textual sources of law, tradition, and teaching in the Islamic world. Analyzing the unique linguistic features of Hadiths (e.g. ancient Arabic language and story-like text) results to compile and utilize specific natural language processing methods. In the literature, no study is solely focused on Hadith from artificial intelligence perspective, while many new developments have been overlooked and need to be highlighted. Therefore, this review analyze all academic journal and conference publications that using two main methods of artificial intelligence for Hadith text: Hadith classification and mining. All Hadith relevant methods and algorithms from the literature are discussed and analyzed in terms of functionality, simplicity, F-score and accuracy. Using various different Hadith datasets makes a direct comparison between the evaluation results impossible. Therefore, we have re-implemented and evaluated the methods using a single dataset (i.e. 3150 Hadiths from Sahih Al-Bukhari book). The result of evaluation on the classification method reveals that neural networks classify the Hadith with 94% accuracy. This is because neural networks are capable of handling complex (high dimensional) input data. The Hadith mining method that combines vector space model, Cosine similarity, and enriched queries obtains the best accuracy result (i.e. 88%) among other re-evaluated Hadith mining methods. The most important aspect in Hadith mining methods is query expansion since the query must be fitted to the Hadith lingo. The lack of knowledge based methods is evident in Hadith classification and mining approaches and this absence can be covered in future works using knowledge graphs.","Authors":"Saloot, MA (Saloot, Mohammad Arshi) ; Idris, N (Idris, Norisma) ; Mahmud, R (Mahmud, Rohana) ; Ja'afar, S (Ja'afar, Salinah) ; Thorleuchter, D (Thorleuchter, Dirk) ; Gani, A (Gani, Abdullah) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gani, Abdullah  C-2888-2009 http://orcid.org/0000-0002-4388-020X IDRIS, NORISMA  B-9373-2010  ","Title":"Hadith data mining and classification: a comparative analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000376264000005 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 67 Issue: 6 Pages: 1345-1357 DOI: 10.1002/asi.23476 Published: JUN 2016","Abstract":"Pseudo relevance feedback, as an effective query expansion method, can significantly improve information retrieval performance. However, the method may negatively impact the retrieval performance when some irrelevant terms are used in the expanded query. Therefore, it is necessary to refine the expansion terms. Learning to rank methods have proven effective in information retrieval to solve ranking problems by ranking the most relevant documents at the top of the returned list, but few attempts have been made to employ learning to rank methods for term refinement in pseudo relevance feedback. This article proposes a novel framework to explore the feasibility of using learning to rank to optimize pseudo relevance feedback by means of reranking the candidate expansion terms. We investigate some learning approaches to choose the candidate terms and introduce some state-of-the-art learning to rank methods to refine the expansion terms. In addition, we propose two term labeling strategies and examine the usefulness of various term features to optimize the framework. Experimental results with three TREC collections show that our framework can effectively improve retrieval performance.","Authors":"Xu, B (Xu, Bo) ; Lin, HF (Lin, Hongfei) ; Lin, Y (Lin, Yuan)","Title":"Assessment of Learning to Rank Methods for Query Expansion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000370899300022 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"List alignment; Xpath alignment; Predicate enrichment; Wrapper induction KeyWords Plus:INFORMATION EXTRACTION; WEB DATA","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 51 Pages: 259-275 DOI: 10.1016/j.eswa.2015.12.040 Published: JUN 1 2016","Abstract":"Extracting data from various semi-structured sources is a topic that has received a lot of attention. Wrapper induction specifically has been studied extensively, where users annotate a couple of data sources with examples of the data they want, after which a procedure (wrapper) is constructed that can optimally extract similar data as well. In this paper a novel wrapper induction approach is proposed, exploiting the premise of the general applicability of the XPath query language, studied specifically within the context of web pages. After a user annotates a limited set of web pages with the required data, a generalised XPath is constructed that is capable of extracting the examples and, optimally, similar data as well. This generalised baseline XPath is then enriched with predicates, based on context and structure of the data sources, to optimise the precision/recall balance of the data extraction capability of the wrapper. Six variations of such limiting predicates are introduced and investigated. In this paper, it is shown that the baseline approach often generalises the samples too much, leading to a decreased precision. Enriching the baseline wrapper by the addition of predicates limits the generalisation power of the queries in an intelligent manner. Experimental results show that there is a significant improvement in the overall precision of the generalised query, without an excessive loss in recall. Documented tests and real world experience with a large amount of data show that the technique is flexible, easily understood and applicable in a broad range of applications. It is not only of interest in the fields of web information retrieval, but can also be used in the contexts of, e.g., reverse engineering of databases, ontology expansion and deep web data mining, as both simple lists of data and complex structures can be extracted. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Nielandt, J (Nielandt, Joachim) ; Bronselaer, A (Bronselaer, Antoon) ; de Tre, G (de Tre, Guy)","Title":"Predicate enrichment of aligned XPaths for wrapper induction"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000375897100004 PubMed ID: 27018651 ISSN: 0008-543X eISSN: 1097-0142","Keywords":"clinical trial; contract research organizations; drug trial; ethics KeyWords Plus:CANCER-RESEARCH; SPONSORSHIP; IMPACT; COSTS","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"CANCER Volume: 122 Issue: 10 Pages: 1476-1482 DOI: 10.1002/cncr.29994 Published: MAY 15 2016","Abstract":"Contract research organizations (CROs) represent a multibillion dollar industry that is firmly embedded in the contemporary clinical trial process. Over the past 30 years, and especially within the last decade, the reach of CROs has extended to service all phases of drug trials in an increasingly global research environment. The presence of CROs is particularly noticeable in medical oncology because of the large number of investigational compounds developed to treat cancer that are currently undergoing testing in human subjects. Although limited data are available with which to objectively define the effects that CROs have had on the clinical trial process, with the expansion of these organizations, several reports have called into question whether ethical and professional standards in research conduct are at times secondary to economic considerations. CROs can add considerable value to the clinical trial process, but difficulty communicating with CRO representatives and time spent answering trivial data queries generated by CROs are current obstacles for study site personnel interacting with CROs. Further study of the effect of the CRO industry on the clinical trial process is needed to ensure efficient data collection and patient safety while collaboratively developing novel therapies in an expedited fashion. (C) 2016 American Cancer Society.","Authors":"Roberts, DA (Roberts, Daniel A.) ; Kantarjian, HM (Kantarjian, Hagop M.) ; Steensma, DP (Steensma, David P.)","Title":"Contract Research Organizations in Oncology Clinical Research: Challenges and Opportunities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000376587300059 PubMed ID: 27167218 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 11 Issue: 5 Article Number: e0155443 DOI: 10.1371/journal.pone.0155443 Published: MAY 11 2016","Abstract":"Alternative splicing (AS) is pervasive in human multi-exon genes and is a major contributor to expansion of the transcriptome and proteome diversity. The accurate recognition of alternative splice sites is regulated by information contained in networks of protein-protein and protein-RNA interactions. However, the mechanisms leading to splice site selection are not fully understood. Although numerous databases have been built to describe AS, molecular interaction databases associated with AS have only recently emerged. In this study, we present a new database, MiasDB, that provides a description of molecular interactions associated with human AS events. This database covers 938 interactions between human splicing factors, RNA elements, transcription factors, kinases and modified histones for 173 human AS events. Every entry includes the interaction partners, interaction type, experimental methods, AS type, tissue specificity or disease-relevant information, a simple description of the functionally tested interaction in the AS event and references. The database can be queried easily using a web server (http://47.88.84.236/Miasdb). We display some interaction figures for several genes. With this database, users can view the regulation network describing AS events for 12 given genes.","Authors":"Xing, YQ (Xing, Yongqiang) ; Zhao, XJ (Zhao, Xiujuan) ; Yu, T (Yu, Tao) ; Liang, D (Liang, Dong) ; Li, J (Li, Jun) ; Wei, GY (Wei, Guanyun) ; Liu, GQ (Liu, Guoqing) ; Cui, XJ (Cui, Xiangjun) ; Zhao, HY (Zhao, Hongyu) ; Cai, L (Cai, Lu)","Title":"MiasDB: A Database of Molecular Interactions Associated with Alternative Splicing of Human Pre-mRNAs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379817800010 PubMed ID: 26864463 ISSN: 1075-122X eISSN: 1524-4741","Keywords":"breast reconstruction; expander; implant; radiation; timing KeyWords Plus:SURGEONS 12-YEAR EXPERIENCE; RADIATION-THERAPY; POSTMASTECTOMY RADIOTHERAPY; PATIENT SATISFACTION; CAPSULAR CONTRACTURE; CANCER PATIENTS; COMPLICATIONS; MASTECTOMY; IMPLANTS; IMPACT","Categories":"Oncology; Obstetrics & Gynecology Web of Science Categories:Oncology; Obstetrics & Gynecology","Journal Information":"BREAST JOURNAL Volume: 22 Issue: 3 Pages: 322-329 DOI: 10.1111/tbj.12572 Published: MAY-JUN 2016","Abstract":"Certain patients who initiate expander/implant (E/I) reconstruction following mastectomy may require radiation therapy (XRT). XRT may be delivered during the tissue expander (TE) expansion process or after exchange for a permanent implant (PI). We studied a series of women treated with E/I reconstruction and XRT to determine whether there is a difference in complication rates between those who had XRT to the TE versus PI. All two-stage E/I reconstructions at our institution from April 2005 to January 2013 were reviewed to identify patients who underwent XRT after TE placement. Our database was queried for reconstructive details, oncologic treatment, and complications. Statistical analyses were performed to establish significance of complication rate differences. Fifty-two patients underwent XRT after TE placement, 42 of which had XRT to the TE and 11 of which had XRT to the PI. The major complication rates (complications requiring emergent reoperation/readmission) were 27% versus 0% (p = 0.05) for XRT to the TE versus XRT to the PI, but there were no significant differences in minor complication rates (outpatient complications). Specifically, the rates of Grade 3/4 capsular contracture were similar between the two groups, 27% for the XRT to the TE group and 36% for the XRT to the PI group. Radiation of the PI versus radiation of the TE did not result in significant differences in overall surgical complication rates but had fewer major complications and no implant failures. Other factors must also be considered, such as patient preference, risk of cancer reoccurrence, and cosmesis. It is essential for a patient to have a team of a plastic surgeon and radiation, surgical, and medical oncologists working together to achieve each patient's goals.","Authors":"Yan, C (Yan, Chen) ; Fischer, JP (Fischer, John P.) ; Freedman, GM (Freedman, Gary M.) ; Basta, MN (Basta, Marten N.) ; Kovach, SJ (Kovach, Stephen J.) ; Serletti, JM (Serletti, Joseph M.) ; Lin, LL (Lin, Lilie) ; Wu, LC (Wu, Liza C.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Basta, Marten  http://orcid.org/0000-0002-9937-5886","Title":"The Timing of Breast Irradiation in Two-Stage Expander/Implant Breast Reconstruction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000377297800002 ISSN: 1559-1131 eISSN: 1559-114X","Keywords":"Design; Languages; Algorithms; Experimentation; Query templates; search engines; autocompletion; trie; pattern discovery","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"ACM TRANSACTIONS ON THE WEB Volume: 10 Issue: 2 Article Number: 10 DOI: 10.1145/2873061 Published: MAY 2016","Abstract":"We present Q2P, a system that discovers query templates from search engines via their query autocompletion services. Q2P is distinct from the existing works in that it does not rely on query logs of search engines that are typically not readily available. Q2P is also unique in that it uses a trie to economically store queries sampled from a search engine and employs a beam-search strategy that focuses the expansion of the trie on its most promising nodes. Furthermore, Q2P leverages the trie-based storage of query sample to discover query templates using only two passes over the trie. Q2P is a key part of our ongoing project Deep2Q on a template-driven data integration on the Deep Web, where the templates learned by Q2P are used to guide the integration process in Deep2Q. Experimental results on four major search engines indicate that (1) Q2P sends only a moderate number of queries (ranging from 597 to 1,135) to the engines, while obtaining a significant number of completions per query (ranging from 4.2 to 8.5 on the average); (2) a significant number of templates (ranging from 8 to 32 when the minimum support for frequent templates is set to 1%) may be discovered from the samples.","Authors":"Wu, WS (Wu, Wensheng) ; Meng, WY (Meng, Weiyi) ; Su, WF (Su, Weifeng) ; Zhou, GY (Zhou, Guangyou) ; Chiang, YY (Chiang, Yao-Yi)","Title":"Q2P: Discovering Query Templates via Autocompletion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000376714000001 ISSN: 0923-5965 eISSN: 1879-2677","Keywords":"Object retrieval; Image graph; Re-ranking; Bayes theory KeyWords Plus:OBJECT RETRIEVAL; QUERY EXPANSION; SCALE; PROPAGATION; SIMILARITY; SEARCH","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING-IMAGE COMMUNICATION Volume: 44 Pages: 1-11 DOI: 10.1016/j.image.2016.03.004 Published: MAY 2016","Abstract":"Vector of Locally Aggregated Descriptor (VLAD) and Bag-of-word (BOW) are two typical frameworks for specific object retrieval. Many enhancements of baseline BOW approach combine with the spatial information of local features, and can significantly improve the retrieval accuracy via spatial-information based re-ranking approaches. The VLAD approach is designed as a method with high efficiency in terms of time and memory consumption, which accumulates local features as a compacted low-dimensional descriptor for image representation. Due to the fundamental difference between the two frameworks, methods for improving the accuracy of BOW cannot generally be applied for VLAD. In this paper, we introduce a retrieval framework that aims to combine the advantages of both VLAD and BOW. In the off-line part, image representations of both BOW and VLAD are generated, and we further use BOW to construct an image graph, which is a structure containing relationships between the dataset images. For real-time retrieval, we first follow the typical VLAD framework to obtain initial retrieval results. Then, an iterative re-ranking method is proposed to re-estimate the probabilities of relevance with the support of the image graph, and the final ranks of the images are obtained according to the values of probability values. The experimental results show that, compared to state-of-the-art VLAD methods, our framework achieves better retrieval accuracy with almost no compromise in time and memory efficiency. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Qi, SY (Qi, Siyuan) ; Luo, YP (Luo, Yupin)","Title":"VLAD re-ranking: Iteratively estimating the probability of relevance with relationships between dataset images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000374361300012 ISSN: 0952-1976 eISSN: 1873-6769","Keywords":"Linked Data; omega-automata; Infinite computation; SPARQL queries; Mining Linked Data; omega-regular path queries KeyWords Plus:SEMANTIC WEB; BIOLOGY","Categories":"Automation & Control Systems; Computer Science; Engineering Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Engineering, Multidisciplinary; Engineering, Electrical & Electronic","Journal Information":"ENGINEERING APPLICATIONS OF ARTIFICIAL INTELLIGENCE Volume: 51 Pages: 115-123 Special Issue: SI DOI: 10.1016/j.engappai.2016.01.013 Published: MAY 2016","Abstract":"The emergence of semantically enriched data sets along with the elegant way they are interconnected through the concept of Linked Data has drawn the attention of various scientific branches. The volume and the quality of information that lie inside the Linked Data, along with the capabilities they offer, make them ideal candidate to mine and extract valuable material, especially in field with great humanitarian importance, such as biology, medicine and social networks. As we show in this work, there are queries that cannot be expressed neither by standard SPARQL nor its expansion with regular path queries. These queries assume that the Web of Linked Data can be infinite and therefore classic queries expressed in terms of SPARQL need to be revisited. We propose a novel method associating a variant of automata that read infinite inputs, namely the omega-automata, to each query on this infinite structure. We call these queries omega-regular path queries due to the fact that they use omega-regular expressions. These expressions are of the form a vertical bar(ab)(omega). We present our approach through examples and figures, mainly inspired from systems related to biological functions and processes, providing indicative queries. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Giannakis, K (Giannakis, Konstantinos) ; Theocharopoulou, G (Theocharopoulou, Georgia) ; Papalitsas, C (Papalitsas, Christos) ; Andronikos, T (Andronikos, Theodore) ; Vlamos, P (Vlamos, Panayiotis) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Giannakis, Konstantinos  Q-1584-2015 http://orcid.org/0000-0003-4199-6708","Title":"Associating omega-automata to path queries on Webs of Linked Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000373545900008 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Text retrieval; Query term re-weighting; Document similarity; Query expansion","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 52 Issue: 3 Pages: 478-489 DOI: 10.1016/j.ipm.2015.09.002 Published: MAY 2016","Abstract":"Pseudo-relevance feedback is the basis of a category of automatic query modification techniques. Pseudo-relevance feedback methods assume the initial retrieved set of documents to be relevant. Then they use these documents to extract more relevant terms for the query or just re-weigh the user's original query. In this paper, we propose a straightforward, yet effective use of pseudo-relevance feedback method in detecting more informative query terms and re-weighting them. The query-by-query analysis of our results indicates that our method is capable of identifying the most important keywords even in short queries. Our main idea is that some of the top documents may contain a closer context to the user's information need than the others. Therefore, re-examining the similarity of those top documents and weighting this set based on their context could help in identifying and re-weighting informative query terms. Our experimental results in standard English and Persian test collections show that our method improves retrieval performance, in terms of MAP criterion, up to 7% over traditional query term re-weighting methods. (C) 2015 Elsevier Ltd. All rights reserved.","Authors":"Karisani, P (Karisani, Payam) ; Rahgozar, M (Rahgozar, Maseud) ; Oroumchian, F (Oroumchian, Farhad)","Title":"A query term re-weighting approach using document similarity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387986800011 ISSN: 2291-9694","Keywords":"electronic health records; health level seven; information storage and retrieval; Semantic Web; linked open data KeyWords Plus:SEMANTIC WEB TECHNOLOGIES; DATA INTEGRATION; LINKED DATA; ONTOLOGY; KEGG","Categories":"Medical Informatics Web of Science Categories:Medical Informatics","Journal Information":"JMIR MEDICAL INFORMATICS Volume: 4 Issue: 2 Pages: 116-134 DOI: 10.2196/medinform.5275 Published: APR-JUN 2016","Abstract":"Background: Health level seven version 2.5 (HL7 v2.5) is a widespread messaging standard for information exchange between clinical information systems. By applying Semantic Web technologies for handling HL7 v2.5 messages, it is possible to integrate large-scale clinical data with life science knowledge resources. Objective: Showing feasibility of a querying method over large-scale resource description framework (RDF)-ized HL7 v2.5 messages using publicly available drug databases. Methods: We developed a method to convert HL7 v2.5 messages into the RDF. We also converted five kinds of drug databases into RDF and provided explicit links between the corresponding items among them. With those linked drug data, we then developed a method for query expansion to search the clinical data using semantic information on drug classes along with four types of temporal patterns. For evaluation purpose, medication orders and laboratory test results for a 3-year period at the University of Tokyo Hospital were used, and the query execution times were measured. Results: Approximately 650 million RDF triples for medication orders and 790 million RDF triples for laboratory test results were converted. Taking three types of query in use cases for detecting adverse events of drugs as an example, we confirmed these queries were represented in SPARQL Protocol and RDF Query Language (SPARQL) using our methods and comparison with conventional query expressions were performed. The measurement results confirm that the query time is feasible and increases logarithmically or linearly with the amount of data and without diverging. Conclusions: The proposed methods enabled query expressions that separate knowledge resources and clinical data, thereby suggesting the feasibility for improving the usability of clinical data by enhancing the knowledge resources. We also demonstrate that when HL7 v2.5 messages are automatically converted into RDF, searches are still possible through SPARQL without modifying the structure. As such, the proposed method benefits not only our hospitals, but also numerous hospitals that handle HL7 v2.5 messages. Our approach highlights a potential of large-scale data federation techniques to retrieve clinical information, which could be applied as applications of clinical intelligence to improve clinical practices, such as adverse drug event monitoring and cohort selection for a clinical study as well as discovering new knowledge from clinical information.","Authors":"Kawazoe, Y (Kawazoe, Yoshimasa) ; Imai, T (Imai, Takeshi) ; Ohe, K (Ohe, Kazuhiko)","Title":"A Querying Method over RDF-ized Health Level Seven v2.5 Messages Using Life Science Knowledge Resources"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000375208200043 ISSN: 1099-4300","Keywords":"information retrieval; photon polarization; quantum interference; query expansion KeyWords Plus:INFORMATION","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"ENTROPY Volume: 18 Issue: 4 Article Number: 146 DOI: 10.3390/e18040146 Published: APR 2016","Abstract":"Recently, Quantum Theory (QT) has been employed to advance the theory of Information Retrieval (IR). Various analogies between QT and IR have been established. Among them, a typical one is applying the idea of photon polarization in IR tasks, e.g., for document ranking and query expansion. In this paper, we aim to further extend this work by constructing a new superposed state of each document in the information need space, based on which we can incorporate the quantum interference idea in query expansion. We then apply the new quantum query expansion model to session search, which is a typical Web search task. Empirical evaluation on the large-scale Clueweb12 dataset has shown that the proposed model is effective in the session search tasks, demonstrating the potential of developing novel and effective IR models based on intuitions and formalisms of QT.","Authors":"Zhang, P (Zhang, Peng) ; Li, JF (Li, Jingfei) ; Wang, BY (Wang, Benyou) ; Zhao, XZ (Zhao, Xiaozhao) ; Song, DW (Song, Dawei) ; Hou, YX (Hou, Yuexian) ; Melucci, M (Melucci, Massimo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Melucci, Massimo  http://orcid.org/0000-0002-1598-1601 Song, Dawei  http://orcid.org/0000-0002-8660-3608","Title":"A Quantum Query Expansion Approach for Session Search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000375208200004 ISSN: 1099-4300","Keywords":"information retrieval; distribution separation; KL-divergence; mixture model KeyWords Plus:WEB SEARCH","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"ENTROPY Volume: 18 Issue: 4 Article Number: 105 DOI: 10.3390/e18040105 Published: APR 2016","Abstract":"Separating two probability distributions from a mixture model that is made up of the combinations of the two is essential to a wide range of applications. For example, in information retrieval (IR), there often exists a mixture distribution consisting of a relevance distribution that we need to estimate and an irrelevance distribution that we hope to get rid of. Recently, a distribution separation method (DSM) was proposed to approximate the relevance distribution, by separating a seed irrelevance distribution from the mixture distribution. It was successfully applied to an IR task, namely pseudo-relevance feedback (PRF), where the query expansion model is often a mixture term distribution. Although initially developed in the context of IR, DSM is indeed a general mathematical formulation for probability distribution separation. Thus, it is important to further generalize its basic analysis and to explore its connections to other related methods. In this article, we first extend DSM's theoretical analysis, which was originally based on the Pearson correlation coefficient, to entropy-related measures, including the KL-divergence (Kullback-Leibler divergence), the symmetrized KL-divergence and the JS-divergence (Jensen-Shannon divergence). Second, we investigate the distribution separation idea in a well-known method, namely the mixture model feedback (MMF) approach. We prove that MMF also complies with the linear combination assumption, and then, DSM's linear separation algorithm can largely simplify the EM algorithm in MMF. These theoretical analyses, as well as further empirical evaluation results demonstrate the advantages of our DSM approach.","Authors":"Zhang, P (Zhang, Peng) ; Yu, Q (Yu, Qian) ; Hou, YX (Hou, Yuexian) ; Song, DW (Song, Dawei) ; Li, JF (Li, Jingfei) ; Hu, B (Hu, Bin) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Song, Dawei  http://orcid.org/0000-0002-8660-3608","Title":"Generalized Analysis of a Distribution Separation Method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000372790300014 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Contour-based descriptor; graph-based search; localization; mobile visual search KeyWords Plus:IMAGE RE-RANKING; SEMANTIC SIGNATURES; RETRIEVAL; FEATURES; RECOGNITION; CONTEXTS","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 18 Issue: 4 Pages: 726-737 DOI: 10.1109/TMM.2016.2532601 Published: APR 2016","Abstract":"While there has been a significant amount of work on object search and image retrieval, the focus has primarily been on establishing effective models for the whole images, scenes, and objects occupying a large portion of an image. In this paper, we propose to leverage object proposals to identify small and smooth-structured objects in a large image database. Unlike popular methods exploring a coarse image-level pairwise similarity, the search is designed to exploit the similarity measures at the proposal level. An effective graph-based query expansion strategy is designed to assess each of these better matched proposals against all its neighbors within the same image for a precise localization. Combined with a shape-aware feature descriptor EdgeBoW, a set of more insightful edge-weights and node-utility measures, the proposed search strategy can handle varying view angles, illumination conditions, deformation, and occlusion efficiently. Experiments performed on a number of other benchmark datasets show the powerful and superior generalization ability of this single integrated framework in dealing with both clutter-intensive real-life images and poor-quality binary document images at equal dexterity.","Authors":"Das Bhattacharjee, S (Das Bhattacharjee, Sreyasee) ; Yuan, JS (Yuan, Junsong) ; Tan, YP (Tan, Yap-Peng) ; Duan, LY (Duan, Ling-Yu) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Tan, Yap-Peng  A-5158-2011   Yuan, Junsong  A-5171-2011  ","Title":"Query-Adaptive Small Object Search Using Object Proposals and Shape-Aware Descriptors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000372926300014 ISSN: 2330-1635 eISSN: 2330-1643","Keywords":"information retrieval; text processing; machine learning KeyWords Plus:INFORMATION-RETRIEVAL; QUERY EXPANSION; TERM PROXIMITY; SEARCH; MODELS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 67 Issue: 4 Pages: 942-959 DOI: 10.1002/asi.23430 Published: APR 2016","Abstract":"Pseudo relevance feedback (PRF) has shown to be effective in ad hoc information retrieval. In traditional PRF methods, top-ranked documents are all assumed to be relevant and therefore treated equally in the feedback process. However, the performance gain brought by each document is different as showed in our preliminary experiments. Thus, it is more reasonable to predict the performance gain brought by each candidate feedback document in the process of PRF. We define the quality level (QL) and then use this information to adjust the weights of feedback terms in these documents. Unlike previous work, we do not make any explicit relevance assumption and we go beyond just selecting good documents for PRF. We propose a quality-based PRF framework, in which two quality-based assumptions are introduced. Particularly, two different strategies, relevance-based QL (RelPRF) and improvement-based QL (ImpPRF) are presented to estimate the QL of each feedback document. Based on this, we select a set of heterogeneous document-level features and apply a learning approach to evaluate the QL of each feedback document. Extensive experiments on standard TREC (Text REtrieval Conference) test collections show that our proposed model performs robustly and outperforms strong baselines significantly.","Authors":"Ye, Z (Ye, Zheng) ; Huang, JX (Huang, Jimmy Xiangji)","Title":"A learning to rank approach for quality-aware pseudo-relevance feedback"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000372958200017 PubMed ID: 26792545 ISSN: 0741-5214","Categories":"Surgery; Cardiovascular System & Cardiology Web of Science Categories:Surgery; Peripheral Vascular Disease","Journal Information":"JOURNAL OF VASCULAR SURGERY Volume: 63 Issue: 4 Pages: 949-957 DOI: 10.1016/j.jvs.2015.10.066 Published: APR 2016","Abstract":"Objective: Splanchnic artery aneurysms (SAAs) are uncommon, and standards for surveillance and intervention are lacking. The goal of this study was to review our 20-year experience with managing SAAs. Methods: The Research Patient Data Registry at the Massachusetts General Hospital was queried, and all patients with SAAs identified by axial imaging from 1994 to 2014 were included. Aneurysms were stratified into two cohorts: those that underwent early intervention (<6 months after lesion discovery) and those that received surveillance. Primary study end points included aneurysm growth or rupture during surveillance and patient 30-day morbidity or mortality after aneurysm repair. Results: There were 264 SAAs identified in 250 patients. In 166 patients, 176 SAAs (66.6%) were placed into the surveillance cohort; 38 SAAs (21.6%) did not have subsequent axial imaging and were considered lost to follow-up. Mean aneurysm size in the surveillance cohort at first imaging study was 16.28 mm (8-41 mm), and mean surveillance time was 36.1 months (2-155 months); 126 SAAs (91.3%) remained stable in size over time, and 8 SAAs (5.8%) required intervention for aneurysm growth after a mean of 24 months. There were no ruptures in the surveillance cohort. There were 88 SAAs (33.3%) repaired early. Mean size of SAAs that were repaired early was 31.1 mm (10-140 mm). For intact SAAs, 30-day morbidity and mortality rates after repair were 13% and 3%, respectively. In the early repair cohort, 13 SAAs (14.7%) were ruptured at presentation. The 30-day morbidity and mortality rates after rupture were 54% and 8%, respectively. Five ruptured SAAs (38%) were anatomically located in the pancreaticoduodenal arcade. On univariate analysis, pancreaticoduodenal aneurysms were strongly associated with rupture (P = .0002). Conclusions: Small SAAs (<= 25 mm) are not prone to significant expansion and do not require frequent surveillance imaging. Imaging every 3 years for small SAAs is adequate. Aneurysms of the pancreaticoduodenal arcade and gastroduodenal aneurysms are more likely to rupture and therefore warrant a more aggressive interventional approach.","Authors":"Corey, MR (Corey, Michael R.) ; Ergul, EA (Ergul, Emel A.) ; Cambria, RP (Cambria, Richard P.) ; English, SJ (English, Sean J.) ; Patel, VI (Patel, Virendra I.) ; Lancaster, RT (Lancaster, R. Todd) ; Kwolek, CJ (Kwolek, Christopher J.) ; Conrad, MF (Conrad, Mark F.)","Title":"The natural history of splanchnic artery aneurysms and outcomes after operative intervention"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000372543500004 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Key concept paraphrasing; query/question expansion; question retrieval","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 28 Issue: 4 Pages: 888-900 DOI: 10.1109/TKDE.2015.2502944 Published: APR 1 2016","Abstract":"In the age of Web 2.0, community user contributed questions and answers provide an important alternative for knowledge acquisition through web search. Question retrieval in current community-based question answering (CQA) services do not, in general, work well for long and complex queries, such as the questions. The main reasons are the verboseness in natural language queries and the word mismatch between the queries and the candidate questions in the CQA archive during retrieval. To address these two problems, existing solutions try to refine the search queries by distinguishing the key concepts in the queries and expanding the queries with relevant content. However, using the existing query refinement approaches can only identify the key and non-key concepts, while the differences between the key concepts are overlooked. Moreover, the existing query expansion approaches, not only overlook the weights of key concepts in the queries, but also fail to consider concept level expansion for them. In this paper, we explore a key concept identification approach for query refinement and a pivot language translation based approach to explore key concept paraphrasing. We further propose a new question retrieval model which can seamlessly integrate the key concepts and their paraphrases. The experimental results demonstrate that the integrated retrieval model significantly outperforms the state-of-the-art models in question retrieval.","Authors":"Zhang, WN (Zhang, Wei-Nan) ; Ming, ZY (Ming, Zhao-Yan) ; Zhang, Y (Zhang, Yu) ; Liu, T (Liu, Ting) ; Chua, TS (Chua, Tat-Seng)","Title":"Capturing the Semantics of Key Phrases Using Multiple Languages for Question Retrieval"}]