[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300008 ISSN: 0306-4573 eISSN: 1873-5371","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 666-683 DOI: 10.1016/j.ipm.2017.01.005 Published: MAY 2017","Abstract":"Academic search concerns the retrieval and profiling of information objects in the domain of academic research. In this paper we reveal important observations of academic search queries, and provide an algorithmic solution to address a type of failure during search sessions: null queries. We start by providing a general characterization of academic search queries, by analyzing a large-scale transaction log of a leading academic search engine. Unlike previous small-scale analyses of academic search queries, we find important differences with query characteristics known from web search. E.g., in academic search there is a substantially bigger proportion of entity queries, and a heavier tail in query length distribution. We then focus on search failures and, in particular, on null queries that lead to an empty search engine result page, on null sessions that contain such null queries, and on users who are prone to issue null queries. In academic search approximately 1 in 10 queries is a null query, and 25% of the sessions contain a null query. They appear in different types of search sessions, and prevent users from achieving their search goal. To address the high rate of null queries in academic search, we consider the task of providing query suggestions. Specifically we focus on a highly frequent query type: non-boolean informational queries. To this end we need to overcome query sparsity and make effective use of session information. We find that using entities helps to surface more relevant query suggestions in the face of query sparsity. We also find that query suggestions should be conditioned on the type of session in which they are offered to be more effective. After casting the session classification problem as a multi-label classification problem, we generate session-conditional query suggestions based on predicted session type. We find that this session-conditional method leads to significant improvements over a generic query suggestion method. Personalization yields very little further improvements over session -conditional query suggestions. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Li, XY (Li, Xinyi) ; Schijvenaars, BJA (Schijvenaars, Bob J. A.) ; de Rijke, M (de Rijke, Maarten)","Title":"Investigating queries and search failures in academic search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396413900007 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 4 Pages: 895-910 DOI: 10.1002/asi.23717 Published: APR 2017","Abstract":"In this article we evaluate context-aware recommendation systems for information re-finding by knowledge workers. We identify 4 criteria that are relevant for evaluating the quality of knowledge worker support: context relevance, document relevance, prediction of user action, and diversity of the suggestions. We compare 3 different context-aware recommendation methods for information re-finding in a writing support task. The first method uses contextual prefiltering and content-based recommendation (CBR), the second uses the just-intime information retrieval paradigm (JITIR), and the third is a novel network-based recommendation system where context is part of the recommendation model (CIA). We found that each method has its own strengths: CBR is strong at context relevance, JITIR captures document relevance well, and CIA achieves the best result at predicting user action. Weaknesses include that CBR depends on a manual source to determine the context and in JITIR the context query can fail when the textual content is not sufficient. We conclude that to truly support a knowledge worker, all 4 evaluation criteria are important. In light of that conclusion, we argue that the network-based approach the CIA offers has the highest robustness and flexibility for context-aware information recommendation.","Authors":"Sappelli, M (Sappelli, Maya) ; Verberne, S (Verberne, Suzan) ; Kraaij, W (Kraaij, Wessel)","Title":"Evaluation of Context-Aware Recommendation Systems for Information Re-Finding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396954300005 PubMed ID: 28027484 ISSN: 0955-3959 eISSN: 1873-4758","Keywords":"Alcohol use disorder; Substance abuse treatment; Brief intervention; Treatment referral KeyWords Plus:HEALTH-CARE; EFFICACY; METAANALYSIS; DEPENDENCE; DRINKING; DRINKERS; SERVICES; ADVICE; PEOPLE; ABUSE","Categories":"Substance Abuse Web of Science Categories:Substance Abuse","Journal Information":"INTERNATIONAL JOURNAL OF DRUG POLICY Volume: 41 Pages: 29-33 DOI: 10.1016/j.drugpo.2016.11.013 Published: MAR 2017","Abstract":"Background: Regular/chronic drinking, defined by five or more drinks in one sitting on each of five or more occasions in the past 30 days, is a significant problem contributing to negative health outcomes, morbidity, and mortality. Regular/chronic and heavy episodic drinking largely goes undetected by primary care providers due to a lack of screening and intervention. The present study explores the extent to which healthcare practitioners screen for alcohol use, provide interventions, and refer to treatment across different types of drinkers. Methods: A retrospective analysis of the 2014 National Survey on Drug Use and Health was analysed in 2016. Respondents who visited primary care settings were asked if healthcare providers queried them about their drinking, amount they drank, frequency of drinking, and if they received interventions. Simple tests among proportions and logistic regression were used to analyse these data. Results: Healthcare professionals asked 76.5% of patients if they drank alcohol at all in the past year, and only 11.8% were asked if they had a drinking problem. The chance of being asked increased for heavy episodic and regular/chronic drinkers (F-[1.97,F- 98.38] = 44.81, p < 0.001). Healthcare providers infrequently suggested cutting down on drinking (5.5% overall), but the chance of receiving a suggestion increased across heavy episodic and regular/chronic drinkers (F-[1.92,F- 96.02] = 196.22, p < 0.001). Information about alcohol treatment referral was rarely given (7.3% of regular/chronic drinkers). Moreover, minority, older, male, and uninsured patients were queried about alcohol use less often. Conclusion: Healthcare practitioners in primary care are screening for alcohol use at moderate rates, yet follow-up questions, brief advice, and treatment referrals are inconsistently targeted. There is a need for consistent screening of all patients and systematic follow-up protocols in primary care delivery. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sahker, E (Sahker, Ethan) ; Arndt, S (Arndt, Stephan)","Title":"Alcohol use screening and intervention by American primary care providers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393662500008 ISSN: 0219-1377 eISSN: 0219-3116","Keywords":"Web database; Keyword query; Coupling relationship; Typicality estimation; Top-k selection KeyWords Plus:SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"KNOWLEDGE AND INFORMATION SYSTEMS Volume: 50 Issue: 3 Pages: 883-916 DOI: 10.1007/s10115-016-0959-3 Published: MAR 2017","Abstract":"Providing top-k typical relevant keyword queries would benefit the users who cannot formulate appropriate queries to express their imprecise query intentions. By extracting the semantic relationships both between keywords and keyword queries, this paper proposes a new keyword query suggestion approach which can provide typical and semantically related queries to the given query. Firstly, a keyword coupling relationship measure, which considers both intra-and inter-couplings between each pair of keywords, is proposed. Then, the semantic similarity of different keyword queries can be measured by using a semantic matrix, in which the coupling relationships between keywords in queries are reserved. Based on the query semantic similarities, we next propose an approximation algorithm to find the most typical queries from query history by using the probability density estimation method. Lastly, a threshold-based top-k query selection method is proposed to expeditiously evaluate the top-k typical relevant queries. We demonstrate that our keyword coupling relationship and query semantic similarity measures can capture the coupling relationships between keywords and semantic similarities between keyword queries accurately. The efficiency of query typicality analysis and top-k query selection algorithm is also demonstrated.","Authors":"Meng, XF (Meng, Xiangfu) ; Cao, LB (Cao, Longbing) ; Zhang, XY (Zhang, Xiaoyan) ; Shao, JY (Shao, Jingyu)","Title":"Top-k coupled keyword recommendation for relational keyword queries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393987400008 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Representation learning; external knowledge base; sentence modeling KeyWords Plus:WEB","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 29 Issue: 2 Pages: 344-358 DOI: 10.1109/TKDE.2016.2622705 Published: FEB 2017","Abstract":"Sentence auto-completion is an important feature that saves users many keystrokes in typing the entire sentence by providing suggestions as they type. Despite its value, the existing sentence auto-completion methods, such as query completion models, can hardly be applied to solving the object completion problem in sentences with the form of (subject, verb, object), due to the complex natural language description and the data deficiency problem. Towards this goal, we treat an SVO sentence as a three-element triple (subject, sentence pattern, object), and cast the sentence object completion problem as an element inference problem. These elements in all triples are encoded into a unified low-dimensional embedding space by our proposed TRANSFER model, which leverages the external knowledge base to strengthen the representation learning performance. With such representations, we can provide reliable candidates for the desired missing element by a linear model. Extensive experiments on a real-world dataset have well-validated our model. Meanwhile, we have successfully applied our proposed model to factoid question answering systems for answer candidate selection, which further demonstrates the applicability of the TRANSFER model.","Authors":"Wei, XC (Wei, Xiaochi) ; Huang, HY (Huang, Heyan) ; Nie, LQ (Nie, Liqiang) ; Zhang, HW (Zhang, Hanwang) ; Mao, XL (Mao, Xian-Ling) ; Chua, TS (Chua, Tat-Seng)","Title":"I Know What You Want to Express: Sentence Element Inference by Incorporating External Knowledge Base"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394184100002 ISSN: 1386-4564 eISSN: 1573-7659","Keywords":"Search behavior; Query utility; Dynamic Bayesian network; Query recommendation","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION RETRIEVAL JOURNAL Volume: 20 Issue: 1 Pages: 4-24 Special Issue: SI DOI: 10.1007/s10791-016-9287-1 Published: FEB 2017","Abstract":"Query recommendation has long been considered a key feature of search engines, which can improve users' search experience by providing useful query suggestions for their search tasks. Most existing approaches on query recommendation aim to recommend relevant queries, i.e., alternative queries similar to a user's initial query. However, the ultimate goal of query recommendation is to assist users to reformulate queries so that they can accomplish their search task successfully and quickly. Only considering relevance in query recommendation is apparently not directly toward this goal. In this paper, we argue that it is more important to directly recommend queries with high utility, i.e., queries that can better satisfy users' information needs. For this purpose, we attempt to infer query utility from users' sequential search behaviors recorded in their search sessions. Specifically, we propose a dynamic Bayesian network, referred as Query Utility Model (QUM), to capture query utility by simultaneously modeling users' reformulation and click behaviors. We then recommend queries with high utility to help users better accomplish their search tasks. We empirically evaluated the performance of our approach on a publicly released query log by comparing with the state-of-the-art methods. The experimental results show that, by recommending high utility queries, our approach is far more effective in helping users find relevant search results and thus satisfying their information needs.","Authors":"Guo, JF (Guo, Jiafeng) ; Zhu, XF (Zhu, Xiaofei) ; Lan, YY (Lan, Yanyan) ; Cheng, XQ (Cheng, Xueqi)","Title":"Modeling users' search sessions for high utility query recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394158300003 ISSN: 1617-9846 eISSN: 1617-9854","Keywords":"Query recommender system; Quality of queries; Query suggestion; Learning to measure; Learning to rank","Categories":"Business & Economics Web of Science Categories:Business; Management","Journal Information":"INFORMATION SYSTEMS AND E-BUSINESS MANAGEMENT Volume: 15 Issue: 1 Pages: 51-68 DOI: 10.1007/s10257-016-0309-8 Published: FEB 2017","Abstract":"Users tend to use their own terms to search items in structured search systems such as restaurant searches (e.g. Yelp), but due to users' lack of understanding on internal vocabulary and structures, they often fail to adequately search, which leads to unsatisfying search results. In this case, search systems should assist users to use different terms for better search results. To address this issue, we develop a scheme to generate suggested queries, given a user query. We propose a scheme to evaluate queries (i.e. user queries and suggested queries) based on two measures: (1) if the query will return a sufficient number of search results, (2) if the query will return search results of high quality. Furthermore, we present a learning model to choose among alternative candidate queries against a user query. Then we provide learning to rank suggested queries and return to users. Our experiments show the proposed method provides feasible and scalable solution for query evaluation and recommendation of vertical search systems.","Authors":"Chen, X (Chen, Xian) ; Shin, H (Shin, Hyoseop) ; Lee, HW (Lee, Hyang-won)","Title":"Learning to evaluate and recommend query in restaurant search systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395334800004 PubMed ID: 27780377 ISSN: 1499-2027 eISSN: 1708-8186","Keywords":"Cochlear implant; demographics; epidemiology; pediatric; speech perception KeyWords Plus:HEARING-LOSS; BENEFITS; DEAF; INTERVENTION; OVERHEARING; EDUCATION","Categories":"Audiology & Speech-Language Pathology; Otorhinolaryngology Web of Science Categories:Audiology & Speech-Language Pathology; Otorhinolaryngology","Journal Information":"INTERNATIONAL JOURNAL OF AUDIOLOGY Volume: 56 Issue: 3 Pages: 164-173 DOI: 10.1080/14992027.2016.1244866 Published: 2017","Abstract":"Objective: To explore parent perceptions of communication and academic experiences of cochlear implant (CI) recipients under the age of 18. Design: Cross-sectional survey design. Two surveys (K-12, birth-5) queried parent perceptions of the impact of CI on communication, listening in various environments and academic achievement. Surveys contained 16-23 multiple choice and/or Likert ratings, plus four open-ended questions to assess reasons for obtaining a CI, satisfaction with CI and suggestions for professionals. Study sample: Surveys were sent to 156 parents of CI recipients; 81 surveys returned; response rate 52%. Results: According to parent report, 95% of K-12 children and 100% of preschool children used spoken language as their primary mode of communication; majority of K-12 children performed same as or better than peers across academic subjects; 99% of respondents were pleased with their decision to obtain a CI. The most important reasons reported for choosing CIs were for their child to use the same language as their families and to effectively communicate in hearing society. Satisfaction with CI was better in quiet than in noise. Respondents stressed the importance of audiologists having excellent skills in CI management and programming. Conclusions: Respondents were positive about the benefits of obtaining CI for their child.","Authors":"Nelson, LH (Nelson, Lauri H.) ; Herde, L (Herde, Lindsey) ; Munoz, K (Munoz, Karen) ; White, KR (White, Karl R.) ; Page, MD (Page, Michael D.)","Title":"Parent perceptions of their child's communication and academic experiences with cochlear implants"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392876500013 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 1 Pages: 168-181 DOI: 10.1002/asi.23611 Published: JAN 2017","Abstract":"Modern search systems often meet their users' information needs, but when the system fails, searchers struggle to formulate effective queries. Query suggestions may help, but research suggests these often go unused. Although much is known about how searchers scan results pages when assessing relevance, little is known about the processes searchers use when struggling to reformulate queries. Investigating how searchers overcome query difficulties, and how search systems help and hinder that process, requires enquiry into the cognitive procedures searchers use to select words for queries. The purpose of this paper is to investigate one cognitive process involved: semantic priming of words in memory. A framework for conceptualizing the role of semantic priming in search interaction is presented, along with results from two experiments that applied research methods from cognitive psychology, in an investigation of word selection and subsequent search for selected words. The results show that word selection activates related words in memory and that looking for a selected word among related words is effortful. The finding suggests that semantic priming may play a role in the difficulties people experience when reformulating queries. Ideas for continued development of semantic priming methods and their use in future research are also presented.","Authors":"Smith, CL (Smith, Catherine L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Smith, Catherine  http://orcid.org/0000-0002-8433-0829","Title":"Investigating the Role of Semantic Priming in Query Expression: A Framework and Two Experiments"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000391158800008 PubMed ID: 27468658 ISSN: 0014-4886 eISSN: 1090-2430","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"EXPERIMENTAL NEUROLOGY Volume: 287 Pages: 492-495 Part: 4 Special Issue: SI DOI: 10.1016/j.expneurol.2016.07.016 Published: JAN 2017","Abstract":"Research in neuroscience and neurotechnology (neuroS/T) is progressing at a rapid pace with translational applications both in medicine, and more widely in the social milieu. Current and projected neuroS/T research and its applications evoke a number of neuroethicolegal and social issues (NELSI). This paper defines inherent and derivative NELSI of current and near-term neuroS/T development and engagement, and provides an overview of our group's ongoing work to develop a systematized approach to their address. Our proposed operational neuroethical risk assessment and mitigation paradigm (ONRAMP) is presented, which entails querying, framing, and modeling patterns and trajectories of neuroS/T research and translational uses, and the NELSI generated by such advancements and their applications. Extant ethical methods are addressed, with suggestion toward possible revision or re-formulation to meet the needs and exigencies fostered by neuroS/T and resultant NELSI in multi-cultural contexts. The relevance and importance of multi-disciplinary expertise in focusing upon NELSI is discussed, and the need for neuroethics education toward cultivating such a cadre of expertise is emphasized. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Giordano, J (Giordano, James)","Title":"Toward an operational neuroethical risk analysis and mitigation paradigm for emerging neuroscience and technology (neuroS/T)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393063600025 ISSN: 1745-1361","Keywords":"subtopic mining; query intent; diversification; word embedding; bipartite graph KeyWords Plus:SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"IEICE TRANSACTIONS ON INFORMATION AND SYSTEMS Volume: E99D Issue: 12 Pages: 3090-3100 DOI: 10.1587/transinf.2016EDP7190 Published: DEC 2016","Abstract":"Web search queries are usually vague, ambiguous, or tend to have multiple intents. Users have different search intents while issuing the same query. Understanding the intents through mining subtopics underlying a query has gained much interest in recent years. Query suggestions provided by search engines hold some intents of the original query, however, suggested queries are often noisy and contain a group of alternative queries with similar meaning. Therefore, identifying the subtopics covering possible intents behind a query is a formidable task. Moreover, both the query and subtopics are short in length, it is challenging to estimate the similarity between a pair of short texts and rank them accordingly. In this paper, we propose a method for mining and ranking subtopics where we introduce multiple semantic and content-aware features, a bipartite graph-based ranking (BGR) method, and a similarity function for short texts. Given a query, we aggregate the suggested queries from search engines as candidate subtopics and estimate the relevance of them with the given query based on word embedding and content-aware features by modeling a bipartite graph. To estimate the similarity between two short texts, we propose a Jensen-Shannon divergence based similarity function through the probability distributions of the terms in the top retrieved documents from a search engine. A diversified ranked list of subtopics covering possible intents of a query is assembled by balancing the relevance and novelty. We experimented and evaluated our method on the NTCIR-10 INTENT-2 and NTCIR-12 IMINE-2 subtopic mining test collections. Our proposed method outperforms the baselines, known related methods, and the official participants of the INTENT-2 and IMINE-2 competitions.","Authors":"Ullah, MZ (Ullah, Md Zia) ; Aono, M (Aono, Masaki)","Title":"A Bipartite Graph-Based Ranking Approach to Query Subtopics Diversification Focused on Word Embedding Features"}, {"Document Information":"Document Type:Letter Language:English Accession Number: WOS:000396240900008 ISSN: 1674-733X eISSN: 1869-1919","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SCIENCE CHINA-INFORMATION SCIENCES Volume: 59 Issue: 11 Article Number: 119101 DOI: 10.1007/s11432-016-5531-y Published: NOV 2016","Authors":"Cai, F (Cai, Fei) ; Chen, HH (Chen, Honghui) ; Shu, Z (Shu, Zhen)","Title":"A greedy selection approach for query suggestion diversification in search systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384509100002 ISSN: 2330-1635 eISSN: 2330-1643","Keywords":"search behavior; web usage studies; diversity KeyWords Plus:READING DISABILITIES; WORKING-MEMORY; SEEKING; COMPREHENSION; ENVIRONMENT; KEYBOARD; DESIGN; ADULTS; USERS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 67 Issue: 10 Pages: 2320-2328 DOI: 10.1002/asi.23572 Published: OCT 2016","Abstract":"Dyslexic users often do not exhibit spelling and reading skills at a level required to perform effective search. To explore whether autocomplete functions reduce the impact of dyslexia on information searching, 20 participants with dyslexia and 20 controls solved 10 predefined tasks in the search engine Google. Eye-tracking and screen-capture documented the searches. There were no significant differences between the dyslexic students and the controls in time usage, number of queries, query lengths, or the use of the autocomplete function. However, participants with dyslexia made more misspellings and looked less at the screen and the autocomplete suggestions lists while entering the queries. The results indicate that although the autocomplete function supported the participants in the search process, a more extensive use of the autocomplete function would have reduced misspellings. Further, the high tolerance for spelling errors considerably reduced the effect of dyslexia, and may be as important as the autocomplete function.","Authors":"Berget, G (Berget, Gerd) ; Sandnes, FE (Sandnes, Frode Eika)","Title":"Do Autocomplete Functions Reduce the Impact of Dyslexia on Information-Searching Behavior? The Case of Google"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000383862200002 ISSN: 1386-4564 eISSN: 1573-7659","Keywords":"Information retrieval; Collaboration; Probabilistic ranking; Integer linear programming; Decision theory; Task division KeyWords Plus:RANKING PRINCIPLE; RETRIEVAL; SEEKING; IR","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION RETRIEVAL JOURNAL Volume: 19 Issue: 5 Pages: 487-509 DOI: 10.1007/s10791-016-9285-3 Published: OCT 2016","Abstract":"In information retrieval research, models and systems traditionally assume that a single person is querying and reviewing the results. However, several empirical studies of professional practice identified collaboration during IR as everyday work patterns in order to solve a shared information need and to benefit from the diverse expertise and experience of the team members. Moreover, most IR systems that are employed in professional work routines are designed for individual use and prototype collaborative systems are too limited to support use in todays work practice. To bridge this gap, this papers develops and formalizes a decision theoretic approach towards supporting a team of people that explicitly set out together to resolve a shared information need. We develop a formal cost model for collaborative IR that considers the trade-off between estimated relevance of a document as well as estimated document redundancy. From this cost model, we use a decision theoretic approach to derive the notion of activity suggestions, that is, a formal optimum criterion that describes optimum collaboration strategies in IR as the solution of an integer linear program. Those collaboration strategies are suggested to team members with the aim to facilitate the collaborative performance of information retrieval tasks. We demonstrate the application of our model by means of search result division in two collaborative search tasks. In the conducted experiments, we study the effects of different domain knowledge and resulting relevance assessments of team members in four different conditions. The gathered results indicate that our approach can improve the retrieval effectiveness of teams in recall-oriented tasks.","Authors":"Bohm, T (Boehm, Thilo) ; Klas, CP (Klas, Claus-Peter) ; Hemmje, M (Hemmje, Matthias)","Title":"Towards a probabilistic model for supporting collaborative information access"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000383862200003 ISSN: 1386-4564 eISSN: 1573-7659","Keywords":"Term extraction; Term scoring; Evaluation; Author profiling; Query expansion; Query suggestion KeyWords Plus:INFORMATION; SEARCH; RETRIEVAL","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION RETRIEVAL JOURNAL Volume: 19 Issue: 5 Pages: 510-545 DOI: 10.1007/s10791-016-9286-2 Published: OCT 2016","Abstract":"We evaluate five term scoring methods for automatic term extraction on four different types of text collections: personal document collections, news articles, scientific articles and medical discharge summaries. Each collection has its own use case: author profiling, boolean query term suggestion, personalized query suggestion and patient query expansion. The methods for term scoring that have been proposed in the literature were designed with a specific goal in mind. However, it is as yet unclear how these methods perform on collections with characteristics different than what they were designed for, and which method is the most suitable for a given (new) collection. In a series of experiments, we evaluate, compare and analyse the output of six term scoring methods for the collections at hand. We found that the most important factors in the success of a term scoring method are the size of the collection and the importance of multi-word terms in the domain. Larger collections lead to better terms; all methods are hindered by small collection sizes (below 1000 words). The most flexible method for the extraction of single-word and multi-word terms is pointwise Kullback-Leibler divergence for informativeness and phraseness. Overall, we have shown that extracting relevant terms using unsupervised term scoring methods is possible in diverse use cases, and that the methods are applicable in more contexts than their original design purpose.","Authors":"Verberne, S (Verberne, Suzan) ; Sappelli, M (Sappelli, Maya) ; Hiemstra, D (Hiemstra, Djoerd) ; Kraaij, W (Kraaij, Wessel) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kraaij, Wessel  S-2071-2016 http://orcid.org/0000-0001-7797-619X Verberne, Suzan  http://orcid.org/0000-0002-9609-9505","Title":"Evaluation and analysis of term scoring methods for term extraction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394513700016 ISSN: 1368-1613","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"INFORMATION RESEARCH-AN INTERNATIONAL ELECTRONIC JOURNAL Volume: 21 Issue: 3 Article Number: 723 Published: SEP 2016","Abstract":"Introduction. While group work that takes place in education contexts has been studied by researchers, student collaborative research behaviour has received less attention. This empirical case study examined the strategies that students use and the obstacles they encounter while working in collaborative information seeking contexts on an in-class assignment. Methods. Participants were college students working on an in-class group research assignment over a period of eight to nine weeks. Participants used an online collaborative search system, Coagmento, which recorded their actions in server logs. Participants also answered a series of questionnaires regarding their attitudes towards group work. Analysis. Server log data and questionnaires were used to analyse student group behaviour and perceptions of strategies used in group work, obstacles to successful group work, and changes in perceptions from before to after completing the project. Student collaborative activities were compared to the final project grades. Results. Results show that groups that received the highest grades had the highest number of bookmarks, the lowest average number of query terms, and lower number of total searches. Students valued using collaborative tools such as Google Docs, were concerned with unequal participation and procrastination, and characterised group work as both helpful and inefficient. Conclusions. This research contributes to our understanding of the behaviour and attitudes of students, and offers suggestions for instructors and designers to better support students in group work.","Authors":"Leeder, C (Leeder, Chris) ; Shah, C (Shah, Chirag)","Title":"Strategies, obstacles, and attitudes: student collaboration in information seeking and synthesis projects"}, {"Document Information":"Document Type:Article Language:Turkish Accession Number: WOS:000388249700009 ISSN: 1300-3984","Keywords":"Alevi; \"conk\"; \"hizmet\" record; ritual","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Folklore","Journal Information":"MILLI FOLKLOR Issue: 111 Pages: 87-99 Published: FAL 2016","Abstract":"Although there is a significant literature on \"conks\" and \"mecmuas\", a great majority of the studies are text-centered. \"Conks\" are being seen as a text and are being analyzed with text-centered approaches. However many texts are being created for performance and are being written down. A high percentage of Alevi belief system-centered written texts are being created for performance and are being written down, too. There is a purpose and a function of writing down a text. Particularly the purpose of writing \"conks\", being performance-centered what poems will be written down and by which order, is been varying according to performer or a person who is writing it down. Alevi belief system offers an \"ocak\"-centered institutionalized structure. Every \"ocak\" has its own internal dynamics and a ritual world shaped with related \"ocaks\". In our studies done on Alevi belief system, we ascertained that the ritual world of \"ocak\" determines performed texts, too. In our records of ritual, we saw that there is a specified \"ocak\"-centered text repertoire performed with ritual order by \"dede\", \"zakir\" and other \"servants\" in rituals of every \"ocak\". These determinations revealed necessity to think about relations between ritual and text. Queries that will be done in the context of \"conks\", the first examples of the transition from oral to writing transmission, will provide reliable suggestions about Alevi writing tradition. In this study, it will be analyzed Alevi writing tradition specific to \"conks\" trough the \"conks\" which we located in personal archives of Alevi communities based in Amasya, Kirikkale, cankin, corum, Ankara, Eskisehir, and Isparta in Turkey, Didymoteicho Roussa in Greece, Razgrad in Bulgaria, and which we recorded. Firstly, in the context of data and manuscripts collected in the field, the matter of who knows old script, who writes \"conk\" in Alevi writing tradition will be clarified and it will be given a performance, creation and context-centered analysis of the \"conks\". Afterwards, comparing \"hizmet\" records of \"zakirs\" with \"erkan\" records of \"dedes\" which are undertaking a similar function of \"conks\" nowadays, it will be analyzed the influence of the transition to the Latin alphabet to writing tradition in the context\"of \"hizmet\" records and social change.","Authors":"Ersal, M (Ersal, Mehmet)","Title":"From \"Conk\" to \"Hizmet\" Record, from Performance to Writing: Alevi Writing Tradition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386431200026 ISSN: 2150-8097","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"PROCEEDINGS OF THE VLDB ENDOWMENT Volume: 9 Issue: 13 Pages: 1481-1484 Published: SEP 2016","Abstract":"There is currently a large amount of publicly accessible structured data available as RDF data sets. For example, the Linked Open Data (LOD) cloud now consists of thousands of RDF data sets with over 30 billion triples, and the number and size of the data sets is continuously growing. Many of the data sets in the LOD cloud provide public SPARQL endpoints to allow issuing queries over them. These endpoints enable users to retrieve data using precise and highly expressive SPARQL queries. However, in order to do so, the user must have sufficient knowledge about the data sets that she wishes to query, that is, the structure of data, the vocabulary used within the data set, the exact values of literals, their data types, etc. Thus, while SPARQL is powerful, it is not easy to use. An alternative to SPARQL that does not require as much prior knowledge of the data is some form of keyword search over the structured data. Keyword search queries are easy to use, but inherently ambiguous in describing structured queries. This demonstration introduces Sapphire, a system for querying RDF data that strikes a middle ground between ambiguous keyword search and difficult-to-use SPARQL. Our system does not replace either, but utilizes both where they are most effective. Sapphire helps the user construct expressive SPARQL queries that represent her information needs without requiring detailed knowledge about the queried data sets. These queries are then executed over public SPARQL endpoints from the LOD cloud. Sapphire guides the user in the query writing process by showing suggestions of query terms based on the queried data, and by recommending changes to the query based on a predictive user model.","Authors":"El-Roby, A (El-Roby, Ahmed) ; Ammar, K (Ammar, Khaled) ; Aboulnaga, A (Aboulnaga, Ashraf) ; Lin, J (Lin, Jimmy)","Title":"Sapphire: Querying RDF Data Made Simple"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386431200032 ISSN: 2150-8097","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"PROCEEDINGS OF THE VLDB ENDOWMENT Volume: 9 Issue: 13 Pages: 1505-1508 Published: SEP 2016","Abstract":"Composing queries is evidently a tedious task. This is particularly true of graph queries as they are typically complex and prone to errors, compounded by the fact that graph schemas can be missing or too loose to be helpful for query formulation. Despite the great success of query formulation aids, in particular, automatic query completion, graph query autocompletion has received much less research attention. In this demonstration, we present a novel interactive visual subgraph query autocompletion framework called AUTOG which alleviates the potentially painstaking task of graph query formulation. Specifically, given a large collection of small or medium-sized graphs and a visual query fragment q formulated by a user, AUTOG returns top-k query suggestions Q ' as output at interactive time. Users may choose a query from Q ' and iteratively apply AUTOG to compose their queries. We demonstrate various features of AUTOG and its superior ability to generate high quality suggestions to aid visual subgraph query formulation.","Authors":"Yi, PP (Yi, Peipei) ; Choi, B (Choi, Byron) ; Bhowmick, SS (Bhowmick, Sourav S.) ; Xu, JL (Xu, Jianliang)","Title":"AutoG: A Visual Query Autocompletion Framework for Graph Databases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386431200036 ISSN: 2150-8097","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"PROCEEDINGS OF THE VLDB ENDOWMENT Volume: 9 Issue: 13 Pages: 1521-1524 Published: SEP 2016","Abstract":"Knowledge graphs (KGs) are important assets for search, analytics, and recommendations. However, querying a KG to explore entities and discover facts is difficult and tedious, even for users with skills in SPARQL. First, users are not familiar with the structure and labels of entities, classes and relations. Second, KGs are bound to be incomplete, as they capture only major facts about entities and their relationships and miss out on many of the more subtle aspects. We demonstrate TriniT, a system that facilitates exploratory querying of large KGs, by addressing these issues of \"vocabulary\" mismatch and KG incompleteness. TriniT supports query relaxation rules that are invoked to allow for relevant answers which are not found otherwise. The incompleteness issue is addressed by extending a KG with additional text-style token triples obtained by running Open IE on Web and text sources. The query language, relaxation methods, and answer ranking are extended appropriately. The demo shows automatic query relaxation and has support for interactively adding user-customized relaxations. In both situations, the demo provides answer explanations and offers additional query suggestions.","Authors":"Yahya, M (Yahya, Mohamed) ; Berberich, K (Berberich, Klaus) ; Ramanath, M (Ramanath, Maya) ; Weikum, G (Weikum, Gerhard)","Title":"Exploratory Querying of Extended Knowledge Graphs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384234700014 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Query auto completion; personalization; time-sensitive; long-tail; web search","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 28 Issue: 9 Pages: 2452-2466 DOI: 10.1109/TKDE.2016.2568179 Published: SEP 1 2016","Abstract":"Query auto completion (QAC) methods recommend queries to search engine users when they start entering a query. Current QAC methods mostly rank query completions based on their past popularity, i.e., on the number of times they have previously been submitted as a query. However, query popularity changes over time and may vary drastically across users. Accordingly, the ranking of query completions should be adjusted. Previous time-sensitive and user-specific QAC methods have been developed separately, yielding significant improvements over methods that are neither time-sensitive nor personalized. We propose a hybrid QAC method that is both time-sensitive and personalized. We extend it to handle long-tail prefixes, which we achieve by assigning optimal weights to the contribution from time-sensitivity and personalization. Using real-world search log datasets, we return top N query suggestions ranked by predicted popularity as estimated from popularity trends and cyclic popularity behavior; we rerank them by integrating similarities to a user's previous queries (both in the current session and in previous sessions). Our method outperforms state-of-the-art time-sensitive QAC baselines, achieving total improvements of between 3 and 7 percent in terms of mean reciprocal rank (MRR). After optimizing the weights, our extended model achieves MRR improvements of between 4 and 8 percent.","Authors":"Cai, F (Cai, Fei) ; Liang, SS (Liang, Shangsong) ; de Rijke, M (de Rijke, Maarten)","Title":"Prefix-Adaptive and Time-Sensitive Personalized Query Auto Completion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000381540600002 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Query suggestion; Framework; Educational search engine; Query recommendation KeyWords Plus:LOGS; WEB","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 52 Issue: 5 Pages: 733-752 DOI: 10.1016/j.ipm.2016.02.001 Published: SEP 2016","Abstract":"Query suggestion is generally an integrated part of web search engines. In this study, we first redefine and reduce the query suggestion problem as \"comparison of queries\". We then propose a general modular framework for query suggestion algorithm development. We also develop new query suggestion algorithms which are used in our proposed framework, exploiting query, session and user features. As a case study, we use query logs of a real educational search engine that targets K-12 students in Turkey. We also exploit educational features (course, grade) in our query suggestion algorithms. We test our framework and algorithms over a set of queries by an experiment and demonstrate a 66-90% statistically significant increase in relevance of query suggestions compared to a baseline method. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Vidinli, IB (Vidinli, I. Bahattin) ; Ozcan, R (Ozcan, Rifat)","Title":"New query suggestion framework and algorithms: A case study for an educational search engine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382679900034 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Scene construction; Context-based search; Data-driven suggestions; Component replacement; Model segmentation KeyWords Plus:3D SHAPE RETRIEVAL","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 75 Issue: 18 Pages: 11555-11576 DOI: 10.1007/s11042-015-2884-y Published: SEP 2016","Abstract":"In recent years, 3D scene construction has become increasingly popular in movies and games. However, it is without doubt that the involved effort is significant, and therefore how to simplify such a process has drawn the attentions from many researchers. More specifically, the construction of a 3D scene consists of two parts: the creation of 3D objects, and their deployment. In general, one possible and popular solution is to reuse previous 3D scene construction results. In this regard, there are least two types of approaches. The first type of approaches places more emphasis on the spatial relationships. In particular, by placing a query box in the current scene and comparing its relationships with other objects under the current scene, a desired object in a previous scene can be retrieved if it shares a similar configuration. However, inappropriate representations of previous spatial relationships may lead to ambiguous or superfluous retrieval results. The second type of approaches focuses on the generation of a single object. A method of such could either start from an initial model and gradually evolve into a more complex/specific one by selecting a similar model in the database, or directly synthesize a new model by a combination of more than one model from the database. This paper proposes a framework that not only integrates the two types of approaches just mentioned, but also unifies the previous two different ways for model construction. In addition, the representation of spatial relationships is further refined so that more desired retrieval results can be obtained, together with a meaningful object class scheme to facilitate the involved interaction for model construction.","Authors":"Chen, PA (Chen, Po-An) ; Yang, CK (Yang, Chuan-Kai)","Title":"Integrated model/scene construction through context-based search, data-driven suggestion and component replacement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000383483800006 PubMed ID: 27235325 ISSN: 1360-9947 eISSN: 1460-2407","Keywords":"progesterone withdrawal; nuclear receptors; myometrial explants; smooth muscle; parturition; myometrial cells; hTERT KeyWords Plus:NF-KAPPA-B; SPONTANEOUS HUMAN LABOR; SMOOTH-MUSCLE-CELLS; GENE-EXPRESSION; PRETERM BIRTH; DOUBLE-BLIND; RECEPTOR-A; HUMAN-PREGNANCY; RNA-SEQ; PARTURITION","Categories":"Developmental Biology; Obstetrics & Gynecology; Reproductive Biology Web of Science Categories:Developmental Biology; Obstetrics & Gynecology; Reproductive Biology","Journal Information":"MOLECULAR HUMAN REPRODUCTION Volume: 22 Issue: 8 Pages: 577-589 DOI: 10.1093/molehr/gaw037 Published: AUG 2016","Abstract":"STUDY HYPOTHESIS: Myometrial explants represent a superior model compared with cell culture models for the study of human myometrial progesterone (P4) signalling in parturition. STUDY FINDING: Gene expression analysis showed myometrial explants closely resemble the in vivo condition and the anti-inflammatory action of P4 is not lost with labour onset. WHAT IS KNOWN ALREADY: Circulating P4 levels decline before the onset of parturition in most animals, but not in humans. This has led to the suggestion that there is a functional withdrawal of P4 action at the myometrial level prior to labour onset. However, to date, no evidence of a loss of P4 function has been provided, with studies hampered by a lack of a physiologically relevant model. STUDY DESIGN, SAMPLES/MATERIALS, METHODS: Myometrial biopsies obtained at Caesarean section were dissected into explants after a portion was immediately snap frozen (t = 0). Microarray analysis was used to compare gene expression of t = 0 with paired (i) explants, (ii) passage 4 myometrial cell cultures or (iii) the hTERT myometrial cell line. Western blotting and chemokine/cytokine assays were used to study P4 signalling in myometrial explants. MAIN RESULTS AND THE ROLE OF CHANCE: Gene expression comparison of t = 0 to the three models demonstrated that explants more closely resemble the in vivo status. At the protein level, explants maintain both P4 receptor (PR) and glucocorticoid receptor (GR) levels versus t = 0 whereas cells only maintain GR levels. Additionally, treatment with 1 mu M P4 led to a reduction in interleukin-1 (IL-1) beta-driven cyclooxygenase-2 in explants but not in cells. P4 signalling in explants was PR-mediated and associated with a repression of p65 and c-Jun phosphorylation. Furthermore, the anti-inflammatory action of P4 was maintained after labour onset. LIMITATIONS/REASONS FOR CAUTION: There is evidence of basal inflammation in the myometrial explant model. WIDER IMPLICATIONS OF THE FINDINGS: Myometrial explants constitute a novel model to study P4 signalling in the myometrium and can be used to further elucidate the mechanisms of P4 action in human labour. LARGE SCALE DATA: Data deposited at http://www.ncbi.nlm.nih.gov/geo/query/acc.cgi?token=gvmpggkurbgxfqf&acc=GSE77830.","Authors":"Georgiou, EX (Georgiou, E. X.) ; Lei, K (Lei, K.) ; Lai, PF (Lai, P. F.) ; Yulia, A (Yulia, A.) ; Herbert, BR (Herbert, B. R.) ; Castellanos, M (Castellanos, M.) ; May, ST (May, S. T.) ; Sooranna, SR (Sooranna, S. R.) ; Johnson, MR (Johnson, M. R.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number may, sean  B-6838-2012 http://orcid.org/0000-0001-5282-3250 Lai, Pei  A-1113-2017 http://orcid.org/0000-0003-4669-7029","Title":"The study of progesterone action in human myometrial explants"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382667200007 ISSN: 1046-8188 eISSN: 1558-2868","Keywords":"Design; Algorithms; Performance; Query auto-completion; diversification; query suggestion; web search","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ACM TRANSACTIONS ON INFORMATION SYSTEMS Volume: 34 Issue: 4 Article Number: 25 DOI: 10.1145/2910579 Published: AUG 2016","Abstract":"Query auto-completion assists web search users in formulating queries with a few keystrokes, helping them to avoid spelling mistakes and to produce clear query expressions, and so on. Previous work on query auto-completion mainly centers around returning a list of completions to users, aiming to push queries that are most likely intended by the user to the top positions but ignoring the redundancy among the query candidates in the list. Thus, semantically related queries matching the input prefix are often returned together. This may push valuable suggestions out of the list, given that only a limited number of candidates can be shown to the user, which may result in a less than optimal search experience. In this article, we consider the task of diversifying query auto-completion, which aims to return the correct query completions early in a ranked list of candidate completions and at the same time reduce the redundancy among query auto-completion candidates. We develop a greedy query selection approach that predicts query completions based on the current search popularity of candidate completions and on the aspects of previous queries in the same search session. The popularity of completion candidates at query time can be directly aggregated from query logs. However, query aspects are implicitly expressed by previous clicked documents in the search context. To determine the query aspect, we categorize clicked documents of a query using a hierarchy based on the open directory project. Bayesian probabilistic matrix factorization is applied to derive the distribution of queries over all aspects. We quantify the improvement of our greedy query selection model against a state-of-the-art baseline using two large-scale, real-world query logs and show that it beats the baseline in terms of well-known metrics used in query auto-completion and diversification. In addition, we conduct a side-by-side experiment to verify the effectiveness of our proposal.","Authors":"Cai, F (Cai, Fei) ; Reinanda, R (Reinanda, Ridho) ; De Rijke, M (De Rijke, Maarten)","Title":"Diversifying Query Auto-Completion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000380843600006 ISSN: 1570-8268","Keywords":"Semantic search; Visual query interfaces; User studies; Usability KeyWords Plus:WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF WEB SEMANTICS Volume: 39 Pages: 81-96 DOI: 10.1016/j.websem.2016.01.002 Published: AUG 2016","Abstract":"The rapid growth of the Linked Open Data cloud, as well as the increasing ability to lift relational enterprise datasets to a semantic, ontology-based level means that vast amounts of information are now available in a representation that closely matches the conceptualizations of the potential users of this information. This makes it interesting to create ontology based, user-oriented tools for searching and exploring this data. Although initial efforts were intended for tech users with knowledge of SPARQL/RDF, there are ongoing proposals designed for lay users. One of the most promising approaches is to use visual query interfaces, but more user studies are needed to assess their effectiveness. In this paper, we compare the effect on usability of two important paradigms for ontology-based query interfaces: form-based and graph-based interfaces. In order to reduce the number of variables affecting the comparison, we performed a user study with two state-of-the-art query tools developed by ourselves, sharing a large part of the code base: the graph-based tool OptiqueVQS*, and the form-based tool PepeSearch. We evaluated these tools in a formal comparison study with 15 participants searching a Linked Open Data version of the Norwegian Company Registry. Participants had to respond to 6 non-trivial search tasks using alternately OptiqueVQS* and PepeSearch. Even without previous training, retrieval performance and user confidence were very high, thus suggesting that both interface designs are effective for searching RDF datasets. Expert searchers had a clear preference for the graph-based interface, and mainstream searchers obtained better performance and confidence with the form-based interface. While a number of participants spontaneously praised the capability of the graph interface for composing complex queries, our results evidence that graph interfaces are difficult to grasp. In contrast, form interfaces are more learnable and relieve problems with disorientation for mainstream users. We have also observed positive results introducing faceted search and dynamic term suggestion in semantic search interfaces. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Vega-Gorgojo, G (Vega-Gorgojo, Guillermo) ; Slaughter, L (Slaughter, Laura) ; Giese, M (Giese, Martin) ; Heggestoyl, S (Heggestoyl, Simen) ; Soylu, A (Soylu, Ahmet) ; Waaler, A (Waaler, Arild)","Title":"Visual query interfaces for semantic datasets: An evaluation study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000380125800001 ISSN: 0165-5515 eISSN: 1741-6485","Keywords":"Information retrieval; latent Dirichlet allocation; query suggestion; search; topic modelling","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF INFORMATION SCIENCE Volume: 42 Issue: 4 Pages: 437-448 DOI: 10.1177/0165551515594723 Published: AUG 2016","Abstract":"Search engines assist users in expressing their information needs more accurately by reformulating the issued queries automatically and suggesting the generated formulations to the users. Many approaches to query suggestion draw on the information stored in query logs, recommending recorded queries that are textually similar to the current user's query or that frequently co-occurred with it in the past. In this paper, we propose an approach that concentrates on deducing the actual information need from the user's query. The challenge therein lies not only in processing keyword queries, which are often short and possibly ambiguous, but especially in handling the complexity of natural language that allows users to express the same or similar information needs in various differing ways. We expect a higher-level semantic representation of a user's query to more accurately reflect the information need than the explicit query terms alone can. To this aim, we employ latent Dirichlet allocation as a probabilistic topic model to reveal latent semantics in the query log. Our evaluations show that, whereas purely topic-based query suggestion performs the worst, the interpolation of our proposed topic-based model with the baseline word-based model that generates suggestions based on matching query terms achieves significant improvements in suggestion quality over the already well performing purely word-based approach.","Authors":"Momtazi, S (Momtazi, Saeedeh) ; Lindenberg, F (Lindenberg, Fabian) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Momtazi, Saeedeh  http://orcid.org/0000-0002-8110-1342","Title":"Generating query suggestions by exploiting latent semantics in query logs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000375505100005 ISSN: 0920-5489 eISSN: 1872-7018","Keywords":"Electronic health records (EHRs); System interoperability; Integrating the healthcare enterprise (IHE); Cross-enterprise document sharing (XDS.b); Performance testing; OpenXDS KeyWords Plus:WEB SERVICES; RECORDS; LONG","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Software Engineering","Journal Information":"COMPUTER STANDARDS & INTERFACES Volume: 47 Pages: 52-61 DOI: 10.1016/j.csi.2016.03.001 Published: AUG 2016","Abstract":"Background: To integrate electronic health records (EHRs) from diverse document sources across healthcare providers, facilities, or medical institutions, the IHE XDS.b profile can be considered as one of the solutions. In this research, we have developed an EHR/OpenXDS system which adopted the OpenXDS, an open source software that complied with the IHE XDS.b profile, and which achieved the EHR interoperability. Objective: We conducted performance testing to investigate the performance and limitations of this EHR/OpenXDS system. Methodology: The performance testing was conducted for three use cases, EHR submission, query, and retrieval, based on the IHE XDS.b profile for EHR sharing. In addition, we also monitored the depletion of hardware resources (including the CPU usage, memory usage, and network usage) during the test cases execution to detect more details of the EHR/OpenXDS system's limitations. Results: In this EHR/OpenXDS system, the maximum affordable workload of the EHR submissions were 400 EHR submissions per hour, the DSA CPU usage was 20%, memory usage was 1380 MB, the network usages were 0286 KB input and 7.58 KB output per minute; the DPA CPU usage was 1%, memory usage was 1770 MB, the network usages were 7.75 KB input and 1.54 KB output per minute; the DGA CPU usage was 24%, memory usage was 2130 MB, the network usages were 1.3 KB input and 0.174 KB output per minute. The maximum affordable workload of the EHR queries were 600 EHR queries per hour, the DCA CPU usage was 66%, the memory usage was 1660 MB, the network usages were 0.230 KB input and 0.251 KB output per minute; the DGA CPU usage was 1%, the memory usage was 1890 MB, the network usages were 0273 KB input and 022 KB output per minute. The maximum affordable workload of the EHR retrievals were 2000 EHR retrievals, the DCA CPU usage was 79%, the memory usage was 1730 MB, the network usages were 19.55 KB input and 1.12 KB output per minute; the DPA CPU usage was 3.75%, the memory usage was 2310 MB, and the network usages were 0.956 KB input and 19.57 KB output per minute. Discussion and conclusion: From the research results, we suggest that future implementers who deployed the EHR/OpenXDS system should consider the following aspects. First, to ensure how many service volumes would be provided in the environment and then to adjust the hardware resources. Second, the IHE XDS.b profile is adopted by the SOAP (Simple Object Access Protocol) web service, it might then move onto the Restful (representational state transfer) web service which is more efficient than the SOAP web service. Third, the concurrence process ability should be added in the OpenXDS source code to improve the hardware usage more efficiently while processing the ITI-42, ITI-18, and ITI-43 transactions. Four, this research suggests that the work should continue on adjusting the memory usage for the modules of the OpenXDS thereby using the memory resource more efficiently, e.g., the memory configuration of the JVM (Java Virtual Machine), Apache Tomcat, and Apache Axis2. Fifth, to consider if the hardware monitoring would be required in the implementing environment. These research results provided some test figures to refer to, and it also gave some tuning suggestions and future works to continue improving the performance of the OpenXDS. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Yang, CY (Yang, Cheng-Yi) ; Liu, CT (Liu, Chien-Tsai)","Title":"Performance assessment and tuning for exchange of clinical documents cross healthcare enterprises"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000385348800001 ISSN: 1540-9589 eISSN: 1544-5976","Keywords":"Search query; microblog posts; suggestion; pesudo relevance KeyWords Plus:SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF WEB ENGINEERING Volume: 15 Issue: 3-4 Pages: 181-202 Published: JUL 1 2016","Abstract":"Query suggestion of Web search is an effective approach to help users quickly express their information need and accurately get the information they need. Most of popular web-search engines provide possible query suggestions based on their query log data, which is a kind of implicit relevance based approach. However, it is difficult to give suggestions to search queries that have no or few historical evidences in query logs. To solve this problem, traditional pseudo relevance based approaches directly extract additional keywords from the top-listed search results of a given search query as suggestions. However, for hot topic or event related search queries, users more like to browse the latest and newly appeared contents. In this paper, we follow the direction of pseudo relevance based suggestion approaches by mining microblog data that is inherent in fast information propagation and dissemination. Our graph based rank aggregation approach combines a frequency based ranking with considering words themself and a LDA (Latent Dirichlet Allocation) based ranking by mining hidden topics behinds words. A dataset is crawled from the posts of fourteen micro-topics of Sina microblog platform. The experimental results clearly demonstrate our proposed approach is more effective than traditional pseudo relevance based methods. Moreover, the suggested keywords extracted from the posts published by authenticated users are more effective than two traditional pseudo relevance based approaches, i.e., the posts submitted by all users and the top returned posts returned by Sina search engine. In addition, applying LDA on microbog posts alone is far from satisfactory, but the combination of the frequency based ranking and the LDA based ranking show much better performance.","Authors":"Li, L (Li, Lin) ; Qi, L (Qi, Lu) ; Deng, F (Deng, Fang) ; Xiong, SW (Xiong, Shengwu) ; Yuan, JL (Yuan, Jingling)","Title":"ENHANCING KEYWORD SUGGESTION OF WEB SERACH BY LEVERAGING MICROBLOG DATA"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000385909000003 ISSN: 0740-8188 eISSN: 1873-1848","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"LIBRARY & INFORMATION SCIENCE RESEARCH Volume: 38 Issue: 3 Pages: 202-211 DOI: 10.1016/j.lisr.2016.08.001 Published: JUL 2016","Abstract":"Today's students are accustomed to collaborative information behavior, with group work being a common requirement in educational settings. This research focuses on the collaborative information seeking behavior of college students through a library-based study of individuals and pairs conducting exploratory research for a class assignment. Participants used a collaborative search system when completing the study tasks. Findings showed that students working collaboratively found more useful sources and achieved greater information coverage, while individuals showed better results for query effectiveness and number of relevant sources. Challenges that students face when conducting library research were identified. The findings offer librarians, instructors, and learning technologists suggestions as to how to support group work, and how collaborative search systems can address the challenges faced by students doing group work using library resources. (C) 2016 Elsevier Inc All rights reserved.","Authors":"Leeder, C (Leeder, Chris) ; Shah, C (Shah, Chirag)","Title":"Library research as collaborative information seeking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384893300001 PubMed ID: 27102244 ISSN: 2005-0380 eISSN: 2005-0399","Keywords":"Brachytherapy; Health Care Surveys; Health Resources; Korea KeyWords Plus:ADVANCED CERVICAL-CANCER; UNITED-STATES; CARE; PATTERNS; THERAPY; TRENDS","Categories":"Oncology; Obstetrics & Gynecology Web of Science Categories:Oncology; Obstetrics & Gynecology","Journal Information":"JOURNAL OF GYNECOLOGIC ONCOLOGY Volume: 27 Issue: 4 Article Number: e33 DOI: 10.3802/jgo.2016.27.e33 Published: JUL 2016","Abstract":"Objective: The aim of the present study was to acquire information on brachytherapy resources in Korea through a national survey of radiation oncologists. Methods: Between October 2014 and January 2015, a questionnaire on the current status of brachytherapy was distributed to all 86 radiation oncology departments in Korea. The questionnaire was divided into sections querying general information on human resources, brachytherapy equipment, and suggestions for future directions of brachytherapy policy in Korea. Results: The response rate of the survey was 88.3%. The average number of radiation oncologists per center was 2.3. At the time of survey, 28 centers (36.8%) provided brachytherapy to patients. Among the 28 brachytherapy centers, 15 (53.5%) were located in in the capital Seoul and its surrounding metropolitan areas. All brachytherapy centers had a high-dose rate system using 192Ir (26 centers) or Co-60 (two centers). Among the 26 centers using Ir-192 sources, 11 treated fewer than 40 patients per year. In the two centers using Co-60 sources, the number of patients per year was 16 and 120, respectively. The most frequently cited difficulties in performing brachytherapy were cost related. A total of 21 centers had a plan to sustain the current brachytherapy system, and four centers noted plans to upgrade their brachytherapy system. Two centers stated that they were considering discontinuation of brachytherapy due to cost burdens of radioisotope source replacement. Conclusion: The present study illustrated the current status of brachytherapy in Korea. Financial difficulties were the major barriers to the practice of brachytherapy.","Authors":"Kim, H (Kim, Haeyoung) ; Kim, JY (Kim, Joo-Young) ; Kim, J (Kim, Juree) ; Park, W (Park, Won) ; Kim, YS (Kim, Young Seok) ; Kim, HJ (Kim, Hak Jae) ; Kim, YB (Kim, Yong Bae)","Title":"Current status of brachytherapy in Korea: a national survey of radiation oncologists"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000378258000006 ISSN: 1796-203X","Keywords":"Collaborative filtering; entity framework; recommendation system","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF COMPUTERS Volume: 11 Issue: 4 Pages: 320-328 DOI: 10.17706/jcp.11.4.320-328 Published: JUL 2016","Abstract":"In this study, performance analysis of a suggestion system already developed was performed by using two different technologies. The system developed consists of two parts, including web and mobile. Mobile application part of the system receives from the users a range of information about decoration environment via image processing algorithms while web part of the system brings suggestions forward to the users by using collaborative filtering algorithms. Web and mobile application parts work concurrently in an integrated manner. The purpose of the system is to provide the user with the most appropriate result as soon as possible. Database operations are therefore required to be minimized. The system developed under the scope of this study was tested individually using conventional SQL queries and Entity Framework technology and both accuracy and performance analysis of the system was conducted.","Authors":"Gulagiz, FK (Gulagiz, Fidan Kaya) ; Basaran, U (Basaran, Ugur) ; Kavak, A (Kavak, Adnan)","Title":"Analyzing Entity Framework Technology for an Indoor Decoration Based Recommendation System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000377734300008 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Query auto completion; Semantics; Query suggestion; Learning to rank","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 52 Issue: 4 Pages: 628-643 DOI: 10.1016/j.ipm.2015.12.008 Published: JUL 2016","Abstract":"Query auto completion (QAC) models recommend possible queries to web search users when they start typing a query prefix. Most of today's QAC models rank candidate queries by popularity (i.e., frequency), and in doing so they tend to follow a strict query matching policy when counting the queries. That is, they ignore the contributions from so-called homologous queries, queries with the same terms but ordered differently or queries that expand the original query. Importantly, homologous queries often express a remarkably similar search intent. Moreover, today's QAC approaches often ignore semantically related terms. We argue that users are prone to combine semantically related terms when generating queries. We propose a learning to rank-based QAC approach, where, for the first time, features derived from homologous queries and semantically related terms are introduced. In particular, we consider: (i) the observed and predicted popularity of homologous queries for a query candidate; and (ii) the semantic relatedness of pairs of terms inside a query and pairs of queries inside a session. We quantify the improvement of the proposed new features using two large-scale real-world query logs and show that the mean reciprocal rank and the success rate can be improved by up to 9% over state-of-the-art QAC models. (C) 2015 Elsevier Ltd. All rights reserved.","Authors":"Cai, F (Cai, Fei) ; de Rijke, M (de Rijke, Maarten)","Title":"Learning from homologous queries and semantically related terms for query auto completion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000377714300001 PubMed ID: 27301341 ISSN: 1471-2458","Keywords":"Chronic illness; Young people; Healthcare; Minority ethnic; Service delivery; NHS; Long-term conditions KeyWords Plus:HEALTH-SERVICE USE","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"BMC PUBLIC HEALTH Volume: 16 Article Number: 510 DOI: 10.1186/s12889-016-3181-z Published: JUN 14 2016","Abstract":"Background: In the UK, people of South Asian origin with asthma experience excess morbidity, with hospitalisation rates three times those of the majority White population and evidence suggests that South Asian children with asthma are more likely to suffer uncontrolled symptoms and hospital admissions with acute asthma compared to White British children. This paper draws on data from The Management and Interventions for Asthma (MIA) study to identify the operation of barriers to optimal care and good asthma control for South Asian children. Methods: The MIA study followed a multi-phase, iterative, participatory design, underpinned by the socio-ecological model. Findings presented here are from face-to face, semi-structured interviews with South Asian (Indian, Pakistani and Bangladeshi origin) parents and carers of a child with asthma (n = 49). Interviews were conducted in English or relevant South Asian languages using specially trained community facilitators. Data were transcribed verbatim and analysed according to the principles of interpretive thematic analysis, facilitated by the use of NVivo. Results: Seven dimensions of candidacy are identified: identification of candidacy; navigation; the permeability of asthma services; appearances at health services; adjudications; offers and resistance and operating conditions in the local production of candidacy. The analysis demonstrates several ways in which a potential lack of alignment between the priorities and competencies of British South Asian families and the organization of health services combine to create vulnerabilities and difficulties in effectively managing childhood asthma. Conclusions: Healthcare systems have a responsibility to develop services that are sensitive and appropriate to the needs of their communities. In South Asian communities, further efforts are required to raise awareness of symptoms and effectively communicate how, when and where to seek help for children. There is a need for improved diagnosis and consistent, effectively communicated information, especially regarding medication. Parents made several suggestions for improving services: presentations about asthma at easily accessible community venues; an advice centre or telephone helpline to answer queries; opportunities for sharing experiences with other families; having information provided in South Asian languages; longer GP appointments; extended use of asthma nurses; and better education for healthcare professionals to ensure consistency of care and advice.","Authors":"Hudson, N (Hudson, Nicky) ; Culley, L (Culley, Lorraine) ; Johnson, M (Johnson, Mark) ; McFeeters, M (McFeeters, Melanie) ; Robertson, N (Robertson, Noelle) ; Angell, E (Angell, Emma) ; Lakhanpaul, M (Lakhanpaul, Monica) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lakhanpaul, Monica  http://orcid.org/0000-0002-9855-2043","Title":"Asthma management in British South Asian children: an application of the candidacy framework to a qualitative understanding of barriers to effective and accessible asthma care"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000381859000005 ISSN: 2224-2708","Keywords":"privacy; personalization; contextual suggestion; privacy by design; non-invasiveness; tourism; mobile computing; recommendation systems KeyWords Plus:RECOMMENDER SYSTEMS","Categories":"Telecommunications Web of Science Categories:Telecommunications","Journal Information":"JOURNAL OF SENSOR AND ACTUATOR NETWORKS Volume: 5 Issue: 2 Article Number: 10 DOI: 10.3390/jsan5020010 Published: JUN 2016","Abstract":"We focus on personal data generated by the sensors and through the everyday usage of smart devices and take advantage of these data to build a non-invasive contextual suggestion system for tourism. The system, which we call Pythia, exploits the computational capabilities of modern smart devices to offer high quality personalized POI (point of interest) recommendations. To protect user privacy, we apply a privacy by design approach within all of the steps of creating Pythia. The outcome is a system that comprises important architectural and operational innovations. The system is designed to process sensitive personal data, such as location traces, browsing history and web searches (query logs), to automatically infer user preferences and build corresponding POI-based user profiles. These profiles are then used by a contextual suggestion engine to anticipate user choices and make POI recommendations for tourists. Privacy leaks are minimized by implementing an important part of the system functionality at the user side, either as a mobile app or as a client-side web application, and by taking additional precautions, like data generalization, wherever necessary. As a proof of concept, we present a prototype that implements the aforementioned mechanisms on the Android platform accompanied with certain web applications. Even though the current prototype focuses only on location data, the results from the evaluation of the contextual suggestion algorithms and the user experience feedback from volunteers who used the prototype are very positive.","Authors":"Efraimidis, PS (Efraimidis, Pavlos S.) ; Drosatos, G (Drosatos, George) ; Arampatzis, A (Arampatzis, Avi) ; Stamatelatos, G (Stamatelatos, Giorgos) ; Athanasiadis, IN (Athanasiadis, Ioannis N.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Athanasiadis, Ioannis  http://orcid.org/0000-0003-2764-0078 Drosatos, George  http://orcid.org/0000-0002-8130-5775","Title":"A Privacy-by-Design Contextual Suggestion System for Tourism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000378063900004 PubMed ID: 26773168 ISSN: 2352-5568","Keywords":"AIMS; Quality assurance in anaesthesia; Indicators of quality; Assurance KeyWords Plus:AIMS; EVENTS; CUSUM; CARE","Categories":"Anesthesiology Web of Science Categories:Anesthesiology","Journal Information":"ANAESTHESIA CRITICAL CARE & PAIN MEDICINE Volume: 35 Issue: 3 Pages: 191-195 DOI: 10.1016/j.accpm.2015.11.002 Published: JUN 2016","Abstract":"Introduction: Anaesthesia Information Management Systems (AIMS) generate large amounts of data, which might be useful for quality assurance programs. This study was designed to highlight the multiple contributions of our AIMS system in extracting quality indicators over a period of 10 years. Methods: The study was conducted from 2002 to 2011. Two methods were used to extract anaesthesia indicators: the manual extraction of individual files for monitoring neuromuscular relaxation and structured query language (SQL) extraction for other indicators which were postoperative nausea and vomiting (PONV), pain, sedation scores, pain-related medications, scores and postoperative hypothermia. For each indicator, a program of information/meetings and adaptation/suggestions for operating room and PACU personnel was initiated to improve quality assurance, while data were extracted each year. Results: The study included 77,573 patients. The mean overall completeness of data for the initial years ranged from 55 to 85% and was indicator-dependent, which then improved to 95% completeness for the last 5 years. The incidence of neuromuscular monitoring was initially 67% and then increased to 95% (P < 0.05). The rate of pharmacological reversal remained around 53% throughout the study. Regarding SQL data, an improvement of severe postoperative pain and PONV scores was observed throughout the study, while mild postoperative hypothermia remained a challenge, despite efforts for improvement. Discussion: The AIMS system permitted the follow-up of certain indicators through manual sampling and many more via SQL extraction in a sustained and non-time-consuming way across years. However, it requires competent and especially dedicated resources to handle the database. (C) 2016 Societe francaise d'anesthesie et de reanimation (Sfar). Published by Elsevier Masson SAS. All rights reserved.","Authors":"Motamed, C (Motamed, Cyrus) ; Bourgain, JL (Bourgain, Jean Louis)","Title":"An anaesthesia information management system as a tool for a quality assurance program: 10 years of experience"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000375890400005 PubMed ID: 26897249 ISSN: 0039-6060","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"SURGERY Volume: 159 Issue: 6 Pages: 1528-1538 DOI: 10.1016/j.surg.2016.01.008 Published: JUN 2016","Abstract":"Background. The hospital volume outcome relationship for complex procedures has led to the suggestion that care should be centralized. This study was performed to investigate whether centralization is occurring for pancreatoduodenectomy (PD) and to examine its effect on short-term postoperative outcomes. Methods. We queried the New York State Statewide Planning and Research Cooperative System database (n = 6,185, 2002-2011) and the California and Florida State Inpatient Databases (n = 6,766 and 4,810, respectively, 2002-2011) for PD. Hospitals were divided into low 10), medium (11-25), high (25-60), and very high (>= 61) groups depending on annual volume. Hierarchical logistic modeling accounted for patient clustering within hospitals. Results. A migration of cases from low-volume to medium, high, and very high-volume (MHVH) hospitals occurred in these 3 states (P < .01). There was an increase in the number of MHVH hospitals and a decrease in the number of low-volume hospitals performing PD across all states over time, with a large number of hospitals ceasing to perform PD cases entirely. Comorbidities such as congestive heart failure and diabetes were more prevalent in low-volume hospitals. After we adjusted for all predictors, MHVH hospitals had less rates of mortality and morbidity and shorter durations of stay than low volume hospitals (P < .05); 30-day readmission rates were similar across all volume groups. Conclusion. Centralization of PD is occurring in these 3 states and probably across the nation. After PD, MHVH hospitals had statistically better outcomes (mortality, morbidity, and duration of stay) than low-volume hospitals. Readmission rates were not affected by volume.","Authors":"O'Mahoney, PRA (O'Mahoney, Paul R. A.) ; Yeo, HL (Yeo, Heather L.) ; Sedrakyan, A (Sedrakyan, Art) ; Trencheva, K (Trencheva, Koiana) ; Mao, JL (Mao, Jialin) ; Isaacs, AJ (Isaacs, Abby J.) ; Lieberman, MD (Lieberman, Michael D.) ; Michelassi, F (Michelassi, Fabrizio)","Title":"Centralization of pancreatoduodenectomy a decade later: Impact of the volume-outcome relationship"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000373029100001 PubMed ID: 26870917 ISSN: 1552-4841 eISSN: 1552-485X","Keywords":"ethics; autism; genetic counseling; research ethics; reproduction; review KeyWords Plus:SPECTRUM DISORDERS; NEURODEVELOPMENTAL DISORDERS; RISK COMMUNICATION; PARTICIPANTS; RESEARCHERS; ISSUES; DIFFERENCE; SELECTION; CHILDREN","Categories":"Genetics & Heredity; Psychiatry Web of Science Categories:Genetics & Heredity; Psychiatry","Journal Information":"AMERICAN JOURNAL OF MEDICAL GENETICS PART B-NEUROPSYCHIATRIC GENETICS Volume: 171 Issue: 3 Pages: 305-316 DOI: 10.1002/ajmg.b.32432 Published: APR 2016","Abstract":"It is commonly believed that the etiology of autism is at least partly explained through genetics. Given the complexity of autism and the variability of the autistic phenotype, genetic research and counseling in this field are also complex and associated with specific ethical questions. Although the ethics of autism genetics, especially with regard to reproductive choices, has been widely discussed on the public fora, an in depth philosophical or bioethical reflection on all aspects of the theme seems to be missing. With this literature review we wanted to map the basic questions and answers that exist in the bioethical literature on autism genetics, research, counseling and reproduction, and provide suggestions as to how the discussion can proceed. We found 19 papers that fitted the description of bioethics literature focusing on autism genetics, and analyzed their content to distill arguments and themes. We concluded that because of the complexity of autism, and the uncertainty with regard to its status, more ethical reflection is needed before definite conclusions and recommendations can be drawn. Moreover, there is a dearth of bioethical empirical studies querying the opinions of all parties, including people with autism themselves. Such empirical bioethical studies should be urgently done before bioethical conclusions regarding the aims and desirability of research into autism genes can be done. Also, fundamental philosophical reflection on concepts of disease should accompany research into the etiology of autism. (c) 2016 Wiley Periodicals, Inc.","Authors":"Hens, K (Hens, Kristien) ; Peeters, H (Peeters, Hilde) ; Dierickx, K (Dierickx, Kris) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Hens, Kristien  http://orcid.org/0000-0003-1062-7918","Title":"The ethics of complexity. Genetics and autism, a literature review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000371601700001 ISSN: 0165-5515 eISSN: 1741-6485","Keywords":"Digital libraries; Linked Data; Semantic Web","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF INFORMATION SCIENCE Volume: 42 Issue: 2 Pages: 117-127 DOI: 10.1177/0165551515594729 Published: APR 2016","Abstract":"The Semantic Web encourages institutions, including libraries, to collect, link and share their data across the Web in order to ease its processing by machines to get better queries and results. Linked Data technologies enable us to connect related data on the Web using the principles outlined by Tim Berners-Lee in 2006. Digital libraries have great potential to exchange and disseminate data linked to external resources using Linked Data. In this paper, a study about the current uses of Linked Data in digital libraries, including the most important implementations around the world, is presented. The study focuses on selected vocabularies and ontologies, benefits and problems encountered in implementing Linked Data in digital libraries. In addition, it also identifies and discusses specific challenges that digital libraries face, offering suggestions for ways in which libraries can contribute to the Semantic Web. The study uses an adapted methodology for literature review, to find data available to answer research questions. It is based on the information found in the library websites recommended by W3C Library Linked Data Incubator Group in 2011, and scientific publications from Google Scholar, Scopus, ACM and Springer from the last 5 years. The selected libraries for the study are the National Library of France, the Europeana Library, the Library of Congress of the USA, the British Library and the National Library of Spain. In this paper, we outline the best practices found in each experience and identify gaps and future trends.","Authors":"Hallo, M (Hallo, Maria) ; Lujan-Mora, S (Lujan-Mora, Sergio) ; Mate, A (Mate, Alejandro) ; Trujillo, J (Trujillo, Juan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lujan-Mora, Sergio  D-9207-2013 http://orcid.org/0000-0001-5000-864X Hallo, Maria  http://orcid.org/0000-0002-6718-0603","Title":"Current state of Linked Data in digital libraries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000372271000013 ISSN: 0929-6212 eISSN: 1572-834X","Keywords":"Web mining; Agent; Recommender system; E-commerce KeyWords Plus:SYSTEM","Categories":"Telecommunications Web of Science Categories:Telecommunications","Journal Information":"WIRELESS PERSONAL COMMUNICATIONS Volume: 87 Issue: 2 Pages: 499-512 Special Issue: SI DOI: 10.1007/s11277-015-3082-y Published: MAR 2016","Abstract":"Recently keen interests shown in studying the goal behind a user's Web query, so that this goal can be used to improve the quality of a search engine's results in turn improves the popularity of web pages. Advertisement fees can be decided based on this factor. Personalization is now becoming common term for improving E-commerce services and attract more users. Today's recommender system provides suggestion for specific items but drawback that service provider can increase the ratings of specific product and unnecessarily popularity increases. Traditional data protection mechanisms focus on access control and secure transmission, which provide security only against malicious third parties, but not the service provider. This leads to misguiding the users while purchasing some products, so privacy is violated. Many different approaches including web usage mining have been applied to the basic problem of developing accurate and efficient recommendation systems. Online business transactions and the success of E-commerce depend greatly on the effective design of a product recommender mechanism. Our proposal is founded on homomorphic encryption, which is used to obscure the private rating information of the customers from the service provider. While the user's privacy is respected by the service provider, by generating recommendations using encrypted customer ratings, the service provider's commercially valuable item-item similarities are protected against curious entities, in turn. Agent based Web mining has advantages of both Web mining and Agent: it can mine data efficiently and intelligently, so it is becoming more and more important in modern E-business.","Authors":"Ahila, SS (Ahila, S. Sobitha) ; Shunmuganathan, KL (Shunmuganathan, K. L.)","Title":"Role of Agent Technology in Web Usage Mining: Homomorphic Encryption Based Recommendation for E-commerce Applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000371515600033 ISSN: 2158-107X eISSN: 2156-5570","Keywords":"Information retrieval; Arabic information retrieval; Indexing; Query reformulation KeyWords Plus:TEXT","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"INTERNATIONAL JOURNAL OF ADVANCED COMPUTER SCIENCE AND APPLICATIONS Volume: 7 Issue: 2 Pages: 234-238 Published: FEB 2016","Abstract":"The field of information retrieval has witnessed tangible progress over the past decades in response to the expanded usage of the internet and the dire need of users to search for massive amounts of digital information. Given the steady increase of Arabic e-content, excellent information retrieval systems must be devised to suit the nature and requirements of the Arabic language. This paper sheds light on the current progress in the field of Arabic information retrieval, identifies the challenges that hinder the progress of this science, and proposes suggestions for further research. This paper uses the descriptive analytical method to examine the reality of Arabic studies in the field of information retrieval and to study the problems that are being faced in this area. Specifically, the previous literature on information retrieval is reviewed by searching the related databases and websites.","Authors":"Hanandeh, E (Hanandeh, Essam) ; Khafajah, H (Khafajah, Hayel)","Title":"Arabic Studies' Progress in Information Retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000367805100011 PubMed ID: 26734936 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 11 Issue: 1 Article Number: e0144717 DOI: 10.1371/journal.pone.0144717 Published: JAN 6 2016","Abstract":"Historical text archives constitute a rich and diverse source of information, which is becoming increasingly readily accessible, due to large-scale digitisation efforts. However, it can be difficult for researchers to explore and search such large volumes of data in an efficient manner. Text mining (TM) methods can help, through their ability to recognise various types of semantic information automatically, e.g., instances of concepts (places, medical conditions, drugs, etc.), synonyms/variant forms of concepts, and relationships holding between concepts (which drugs are used to treat which medical conditions, etc.). TM analysis allows search systems to incorporate functionality such as automatic suggestions of synonyms of user-entered query terms, exploration of different concepts mentioned within search results or isolation of documents in which concepts are related in specific ways. However, applying TM methods to historical text can be challenging, according to differences and evolutions in vocabulary, terminology, language structure and style, compared to more modern text. In this article, we present our efforts to overcome the various challenges faced in the semantic analysis of published historical medical text dating back to the mid 19th century. Firstly, we used evidence from diverse historical medical documents from different periods to develop new resources that provide accounts of the multiple, evolving ways in which concepts, their variants and relationships amongst them may be expressed. These resources were employed to support the development of a modular processing pipeline of TM tools for the robust detection of semantic information in historical medical documents with varying characteristics. We applied the pipeline to two large-scale medical document archives covering wide temporal ranges as the basis for the development of a publicly accessible semantically-oriented search system. The novel resources are available for research purposes, while the processing pipeline and its modules may be used and configured within the Argo TM platform.","Authors":"Thompson, P (Thompson, Paul) ; Batista-Navarro, RT (Batista-Navarro, Riza Theresa) ; Kontonatsios, G (Kontonatsios, Georgios) ; Carter, J (Carter, Jacob) ; Toon, E (Toon, Elizabeth) ; McNaught, J (McNaught, John) ; Timmermann, C (Timmermann, Carsten) ; Worboys, M (Worboys, Michael) ; Ananiadou, S (Ananiadou, Sophia)","Title":"Text Mining the History of Medicine"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389505900011 ISBN:978-3-319-48740-3; 978-3-319-48739-7 ISSN: 0302-9743","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"WEB INFORMATION SYSTEMS ENGINEERING - WISE 2016, PT I Book Series: Lecture Notes in Computer Science Volume: 10041 Pages: 157-173 DOI: 10.1007/978-3-319-48740-3_11 Published: 2016","Abstract":"A search query, being a very concise grounding of user intent, could potentially have many possible interpretations. Search engines hedge their bets by diversifying top results to cover multiple such possibilities so that the user is likely to be satisfied, whatever be her intended interpretation. Diversified Query Expansion is the problem of diversifying query expansion suggestions, so that the user can specialize the query to better suit her intent, even before perusing search results. We propose a method, Select-Link-Rank, that exploits semantic information from Wikipedia to generate diversified query expansions. SLR does collective processing of terms and Wikipedia entities in an integrated framework, simultaneously diversifying query expansions and entity recommendations. SLR starts with selecting informative terms from search results of the initial query, links them to Wikipedia entities, performs a diversity-conscious entity scoring and transfers such scoring to the term space to arrive at query expansion suggestions. Through an extensive empirical analysis and user study, we show that our method outperforms the state-of-the-art diversified query expansion and diversified entity recommendation techniques.","Authors":"Krishnan, A (Krishnan, Adit) ; Padmanabhan, D (Padmanabhan, Deepak) ; Ranu, S (Ranu, Sayan) ; Mehta, S (Mehta, Sameep) Edited by:Cellary, W; Mokbel, MF; Wang, J; Wang, H; Zhou, R; Zhang, Y","Title":"Select, Link and Rank: Diversified Query Expansion and Entity Ranking Using Wikipedia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393963800001 ISSN: 1554-0669 eISSN: 1554-0677","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"FOUNDATIONS AND TRENDS IN INFORMATION RETRIEVAL Volume: 10 Issue: 4 Pages: 274-+ DOI: 10.1561/1500000055 Published: 2016","Abstract":"In information retrieval, query auto completion (QAC), also known as type-ahead [Xiao et al., 2013, Cai et al., 2014b] and auto-complete suggestion [Jain and Mishne, 2010], refers to the following functionality: given a prefix consisting of a number of characters entered into a search box, the user interface proposes alternative ways of extending the prefix to a full query. Ranking query completions is a challenging task due to the limited length of prefixes entered by users, the large volume of possible query completions matching a prefix, and the broad range of possible search intents. In recent years, a large number of query auto completion approaches have been proposed that produce ranked lists of alternative query completions by mining query logs. In this survey, we review work on query auto completion that has been published before 2016. We focus mainly on web search and provide a formal definition of the query auto completion problem. We describe two dominant families of approaches to the query auto completion problem, one based on heuristic models and the other based on learning to rank. We also identify dominant trends in published work on query auto completion, viz. the use of time-sensitive signals and the use of user-specific signals. We describe the datasets and metrics that are used to evaluate algorithms for query auto completion. We also devote a chapter to efficiency and a chapter to presentation and interaction aspects of query auto completion. We end by discussing related tasks as well as potential research directions to further the area.","Authors":"Cai, F (Cai, Fei) ; de Rijke, M (de Rijke, Maarten)","Title":"A Survey of Query Auto Completion in Information Retrieval"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000393155800001 ISBN:978-989-758-186-1","Keywords":"Query Suggestion; Product Suggestion; Price Comparison Engines","Categories":"Computer Science; Communication; Social Issues Web of Science Categories:Computer Science, Information Systems; Communication; Computer Science, Software Engineering; Social Issues","Journal Information":"PROCEEDINGS OF THE 12TH INTERNATIONAL CONFERENCE ON WEB INFORMATION SYSTEMS AND TECHNOLOGIES, VOL 1 (WEBIST) Pages: 17-24 DOI: 10.5220/0005753400170024 Published: 2016","Abstract":"Query suggestion is a technique for generating alternative queries to facilitate information seeking, and has become a needful feature that commercial search engines provide to web users. In this paper, we focus on query suggestion for price comparison search engines. In this specific domain, suggestions provided to web users need to be properly generated taking into account whether both the searched and the suggested products are still available for sale. To this end, we propose a novel approach based on a slightly variant of classical query-URL graphs: the query-product click through bipartite graph. Such graph is built using information extracted both from search engine logs and specific domain features such as categories and products popularities. Information collected from the query-product graph can be used to suggest not only related queries but also related products. The proposed model was tested on several challenging datasets, and also compared with a recent competing query suggestion approach specifically designed for price comparison engines. Our solution outperforms the competing approach, achieving higher results both in terms of relevance of the provided suggestions and coverage rates on top-8 suggestions.","Authors":"Noce, L (Noce, Lucia) ; Gallo, I (Gallo, Ignazio) ; Zamberletti, A (Zamberletti, Alessandro) Edited by:Majchrzak, TA; Traverso, P; Monfort, V; Krempels, KH","Title":"Query and Product Suggestion for Price Comparison Search Engines based on Query-product Click-through Bipartite Graphs"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000392695200017 ISBN:978-9941-13-542-2","Keywords":"dictionary users; reference skill training; e-dictionary use","Categories":"Linguistics Web of Science Categories:Linguistics","Journal Information":"PROCEEDINGS OF THE XVII EURALEX INTERNATIONAL CONGRESS: LEXICOGRAPHY AND LINGUISTIC DIVERSITY Pages: 197-205 Published: 2016","Abstract":"Some simple suggestions, already tested in Italian secondary school classes, aimed at making e-dictionaries an everyday reference tool, as paper dictionaries were (and still are, in some part of the world). By e-dictionaries we mean fully fledged digital versions of paper dictionaries, structured databases which users can access via Internet by paying a subscription and which are still sold on a DVD or USB key support. We will briefly state why accessing free e-dictionaries is good for practice but not as rewarding as it might be to access paid website displaying all the range of possible query modes. We conducted a survey about what Italian secondary school students turn to when they do not understand a word and we maintain that e-dictionaries can enhance metalinguistic knowledge and enlarge students' vocabulary, but such goals are better met by task-based activities which do not have a straightforward language lesson appearance. A task based language teaching approach mixed with CLIL (Content and Language Integrated Learning) is an ideal arena where e-dictionaries might win their battle in order to become truly accepted and widespread in the classroom.","Authors":"Marello, C (Marello, Carla) Edited by:Margalitadze, T; Meladze, G","Title":"A Modest Proposal for Preventing E-dictionaries from Being a Burden to Teachers and for Making Them Beneficial to the Public"}, {"Keywords":"food security; information platform; traceability; integrity; module","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Multidisciplinary","Journal Information":"PROCEEDINGS OF THE 2016 4TH INTERNATIONAL CONFERENCE ON SENSORS, MECHATRONICS AND AUTOMATION (ICSMA 2016) Book Series: Advances in Intelligent Systems Research Volume: 136 Pages: 485-488 Published: 2016","Abstract":"Food safety events continue to emerge in China, which exposures the issues existing in food safety supervision and food safety information service. We should explore and research the rational solution to track the process of food production and circulation of the chain, to release and collect information about food safety timely has become a key to sustained and healthy development of China's food industry. Establishing a normative and perfect food safety information platform can improve the work efficiency of food safety supervision and can enhance the transparency of food production and circulation, which is convenient for the public to query food safety information and feedback. A food safety information platform structure is designed, and related its functions, analyzed problems in platform construction, and put forward some construction suggestions.","Authors":"Shen, DH (Shen, Dehai) ; Hou, J (Hou, Jian) ; E, X (E, Xu) ; Zhang, LC (Zhang, Longchang) ; Yan, Q (Yan, Qi) Edited by:Yarlagadda, P","Title":"The Study of Food Safety Information Platform Construction"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000391546800050 ISBN:978-1-5090-1489-7 ISSN: 2469-875X","Keywords":"Web Mining; Information Retrieval; Term Similarity; Semantic similarity","Categories":"Engineering; Telecommunications Web of Science Categories:Engineering, Electrical & Electronic; Telecommunications","Journal Information":"2016 5TH INTERNATIONAL CONFERENCE ON RELIABILITY, INFOCOM TECHNOLOGIES AND OPTIMIZATION (TRENDS AND FUTURE DIRECTIONS) (ICRITO) Book Series: International Conference on Reliability Infocom Technologies and Optimization Trends and Future Directions Pages: 245-250 Published: 2016","Abstract":"To retrieve semantically related documents with the query submitted by the user has always become a challenging task. An efficient assessment of semantic similarity is of critical importance in the area of information retrieval and web mining so as to associate the query with its associated documents. However their cannot be any accurate measure for semantic similarity as its domain is spread not only over individual words but also on the terms, phrases, sentences, entity and sometime even over whole of the document. To calculate semantic similarity between terms based on synsetsa new method is proposed in this paper in which synsetsare derived using online resources. The advantage of the proposed work is that, the semantic similarity between terms iscalculatedthat helps in query suggestion or replacement of one query with the most appropriate query.","Authors":"Kathuria, M (Kathuria, Mamta) ; Payal (Payal) ; Nagpal, CK (Nagpal, C. K.) ; Duhan, N (Duhan, Neelam) Edited by:Shukla, B; Khatri, SK; Kapur, PK","Title":"Semantic Similarity between Terms for Query Suggestion"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000391380901120 ISBN:978-1-4673-9939-5","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"2016 INTERNATIONAL CONFERENCE ON ELECTRICAL, ELECTRONICS, AND OPTIMIZATION TECHNIQUES (ICEEOT) Pages: 1546-1549 Published: 2016","Abstract":"Farmers in rural India have minimal access to agricultural experts, who can inspect crop images and render advice, Delayed expert responses to queries often reach farmers too late. Many of the farmers will be unaware of the non-native diseases, and they cannot go to experts always and take suggestions from them if they are in some rural areas. So the image processing techniques can be applied to detect the healthiness of the leaf by acquiring the image of it and applying algorithms to detect the disease. It requires less cost and helps in increased production. We design a system which tells the farmer about the type of the disease present or occurring to their plants. We are considering paddy plant for the experimental purpose, later which can be implemented for other crops also. The diseases we are focusing are leaf blast (disease one), leaf blight (disease two). First the leaves are classified into healthy and the diseased samples. We use Bhattacharya's similarity calculation method for finding similarity in histogram of test image or sample imageswith respect to clinically proved healthy image(standard image). During the training phase, we used100 sample images of healthy, disease one, disease two leaves for obtaining standard values which represents respective types, based on which type of the test leaf is detected.","Authors":"Tejonidhi, MR (Tejonidhi, M. R.) ; Nanjesh, BR (Nanjesh, B. R.) ; Math, JG (Math, Jagadeesh Gujanuru) ; D'sa, AG (D'sa, Ashwin Geet) Book Group Author(s):IEEE","Title":"Plant Disease Analysis using Histogram Matching Based on Bhattacharya's Distance Calculation"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000391252300010 ISSN: 2334-3168","Keywords":"Hadoop-GIS; floating car data; Hive","Categories":"Agriculture; Computer Science Web of Science Categories:Agriculture, Multidisciplinary; Computer Science, Information Systems","Journal Information":"2016 FIFTH INTERNATIONAL CONFERENCE ON AGRO-GEOINFORMATICS (AGRO-GEOINFORMATICS) Book Series: International Conference on Agro-Geoinformatics Pages: 46-49 Published: 2016","Abstract":"Urban travel characteristics is an essential apart of urban crowd flow analysis. Floating car data, known as \"FCD\", have been recorded taxis' routine trajectories in cities, which can draw the characteristics of urban crowd flow. As a large volume of datasets, floating car data need an efficient way to process and analyze. A Hadoop-GIS methodology is used in this paper, consists of two major tools which provided by ESRI's 'the GIS tools for Hadoop' - Spatial Framework for Hadoop and Geoprocessing Tools for Hadoop. Hadoop-GIS uses a spatial query languages HiveQL, an SQL-like language in Hive with schema transparently converting queries to MapReduce. More than 1 billion floating car data in Beijing over 17 days in November, 2014, is adopted in this paper, generated from about 32,000 GPS-equipped taxicabs. An aggregation analysis proves that Hadoop-GIS could process floating car data effectively and efficiently. After data cleansing and pretreating of floating car data, the taxi trajectories, which terminate at Tsinghua University, are first extracted through Hadoop-GIS to discover the crowd flow patterns in Beijing, aiming to provide suggestion for city vehicles management. Proved by experiments, the FCD processing model, which based on Hadoop-GIS, could fulfill the processing requirements of large scale floating car data sets and has the spatial analyzing capability of parallel processing. These features improve the storage and processing abilities of large scale spatial data greatly.","Authors":"Deng, Z (Deng, Zhu) ; Bai, YQ (Bai, Yuqi) Book Group Author(s):IEEE","Title":"Floating Car Data Processing Model Based on Hadoop-GIS Tools"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000391255500009 ISBN:978-1-5090-2594-7","Keywords":"database; queries; KWS KeyWords Plus:DATABASES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"PROCEEDINGS OF 2016 IEEE INTERNATIONAL CONFERENCE ON CLOUD COMPUTING AND BIG DATA ANALYSIS (ICCCBDA 2016) Pages: 49-54 Published: 2016","Abstract":"Keyword search in relational databases provides a simple and interactive query interface for retrieving data from databases. In recent year's keyword search over structured or unstructured data received significant attention. KWS performs on enterprise applications based on various forms which can take some values, these values might be express verifiable, for example user identification. A large portion of this assortment of effort ensures a critical confinement in the connection of enterprise information meanwhile it neglects the application code that has regularly been precisely intended to present information in a significant manner to employers. There is a lot of work done in this domain and many solutions have been developed, but there are still significant limitations in perspective of enterprise data and also performance issues are still not maintainable when updates occur. Furthermore the existing work done around there depended on making keyword lists. When these indices require modifications, the maintenance issues are raised. The most recent work in this area is in light of transformed SQL inquiries from the SQL queries in the structure. We studied existing keyword search techniques and compare their strength and weaknesses. After that we discussed the flaws and imperfections in the existing work and made some suggestions for improvement in future development. In contrast, we propose techniques based on a hybrid approach. Retrieval of information from big data can be made faster by using KWS and Agrios, minimizes information development between the two segments of the hybrid, utilizing systems repurposed from social database inquiry streamlining. Therefore, information retrieval can be enhanced by our proposed technique.","Authors":"Rehman, Z (Rehman, Zubaida) ; Ahmed, E (Ahmed, Ejaz) Book Group Author(s):IEEE","Title":"Keyword Search on Form Result with Hybrid Approach"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389808200007 ISBN:978-3-319-44564-9; 978-3-319-44563-2 ISSN: 0302-9743","Keywords":"Health information retrieval; Query suggestion; English proficiency; Health literacy; Topic familiarity KeyWords Plus:INFORMATION-RETRIEVAL; CONSUMER HEALTH","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"EXPERIMENTAL IR MEETS MULTILINGUALITY, MULTIMODALITY, AND INTERACTION, CLEF 2016 Book Series: Lecture Notes in Computer Science Volume: 9822 Pages: 83-95 DOI: 10.1007/978-3-319-44564-9_7 Published: 2016","Abstract":"Searching for health information is one of the most popular activities on the Web. In this domain, users frequently encounter difficulties in query formulation, either because they lack knowledge of the proper medical terms or because they misspell them. To overcome these difficulties and attempt to retrieve higher-quality content, we developed a query suggestion system that provides alternative queries combining the users' native language and English language with lay and medico-scientific terminology. To assess how the language and terminology impact the use of suggestions, we conducted a user study with 40 subjects considering their English proficiency, health literacy and topic familiarity. Results show that suggestions are used most often at the beginning of search sessions. English suggestions tend to be preferred to the ones formulated in the users' native language, at all levels of English proficiency. Medico-scientific suggestions tend to be preferred to lay suggestions at higher levels of health literacy.","Authors":"Lopes, CT (Lopes, Carla Teixeira) ; Ribeiro, C (Ribeiro, Cristina) Edited by:Fuhr, N; Quaresma, P; Goncalves, T; Larsen, B; Balog, K; Macdonald, C; Cappellato, L; Ferro, N Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ribeiro, Cristina  http://orcid.org/0000-0001-6150-0090","Title":"Effects of Language and Terminology on the Usage of Health Query Suggestions"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389808200022 ISBN:978-3-319-44564-9; 978-3-319-44563-2 ISSN: 0302-9743","Keywords":"Query suggestion; Health; Interactive IR; Multilingual","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"EXPERIMENTAL IR MEETS MULTILINGUALITY, MULTIMODALITY, AND INTERACTION, CLEF 2016 Book Series: Lecture Notes in Computer Science Volume: 9822 Pages: 241-246 DOI: 10.1007/978-3-319-44564-9_22 Published: 2016","Abstract":"To help laypeople surpass the common difficulties they face when searching for health information on the Web, we built Health Suggestions, an extension for Google Chrome to assist users obtaining high-quality search results in the health domain. This is achieved by providing users with suggestions of queries formulated in different terminologies and languages. Translations of health expressions might not be obvious and queries in languages with a strong presence on the Web facilitate the access to high-quality health contents. On the other hand, the use of lay terminology might contribute to increase users' comprehension and medico-scientific terminology to obtain more detailed and technical contents. Results show a good acceptance of the suggestions, confirm the utility of a multilingual and multi-terminology approach and show its usefulness to more successful searches.","Authors":"Lopes, CT (Lopes, Carla Teixeira) ; Fernandes, TA (Fernandes, Tiago Almeida) Edited by:Fuhr, N; Quaresma, P; Goncalves, T; Larsen, B; Balog, K; Macdonald, C; Cappellato, L; Ferro, N","Title":"Health Suggestions: A Chrome Extension to Help Laypersons Search for Health Information"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389808200029 ISBN:978-3-319-44564-9; 978-3-319-44563-2 ISSN: 0302-9743","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"EXPERIMENTAL IR MEETS MULTILINGUALITY, MULTIMODALITY, AND INTERACTION, CLEF 2016 Book Series: Lecture Notes in Computer Science Volume: 9822 Pages: 351-370 DOI: 10.1007/978-3-319-44564-9_29 Published: 2016","Abstract":"The Social Book Search (SBS) Lab investigates book search in scenarios where users search with more than just a query, and look for more than objective metadata. Real-world information needs are generally complex, yet almost all research focuses instead on either relatively simple search based on queries, or on profile-based recommendation. The goal is to research and develop techniques to support users in complex book search tasks. The SBS Lab has three tracks. The aim of the Suggestion Track is to develop test collections for evaluating ranking effectiveness of book retrieval and recommender systems. The aim of the Interactive Track is to develop user interfaces that support users through each stage during complex search tasks and to investigate how users exploit professional metadata and user-generated content. The Mining Track focuses on detecting and linking book titles in online book discussion forums, as well as detecting book search research in forum posts for automatic book recommendation.","Authors":"Koolen, M (Koolen, Marijn) ; Bogers, T (Bogers, Toine) ; Gaede, M (Gaede, Maria) ; Hall, M (Hall, Mark) ; Hendrickx, I (Hendrickx, Iris) ; Huurdeman, H (Huurdeman, Hugo) ; Kamps, J (Kamps, Jaap) ; Skov, M (Skov, Mette) ; Verberne, S (Verberne, Suzan) ; Walsh, D (Walsh, David) Edited by:Fuhr, N; Quaresma, P; Goncalves, T; Larsen, B; Balog, K; Macdonald, C; Cappellato, L; Ferro, N Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Skov, Mette  http://orcid.org/0000-0002-8821-0314","Title":"Overview of the CLEF 2016 Social Book Search Lab"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000391207000006 ISBN:978-1-5090-3849-7 ISSN: 1942-5430","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Software Engineering; Engineering, Electrical & Electronic","Journal Information":"2016 IEEE 16TH INTERNATIONAL WORKING CONFERENCE ON SOURCE CODE ANALYSIS AND MANIPULATION (SCAM) Book Series: IEEE International Working Conference on Source Code Analysis and Manipulation Pages: 51-60 DOI: 10.1109/SCAM.2016.22 Published: 2016","Abstract":"Software developers use Application Programming Interfaces (APIs) of libraries and frameworks extensively while writing programs. In this context, the recommendations provided in code completion pop-ups help developers choose the desired methods. The candidate lists recommended by these tools, however, tend to be large, ordered alphabetically and sometimes even incomplete. A fair amount of work has been done recently to improve the relevance of these code completion results, especially for statically typed languages like Java. However, these proposed techniques rely on the static type of the object and are therefore inapplicable for a dynamically typed language like Python. In this paper, we present PyReco, an intelligent code completion system for Python which uses the mined API usages from open source repositories to order the results based on relevance rather than the conventional alphabetic order. To recommend suggestions that are relevant for a working context, a nearest neighbor classifier is used to identify the best matching usage among all the extracted usage patterns. To evaluate the effectiveness of our system, the code completion queries are automatically extracted from projects and tested quantitatively using a ten-fold cross validation technique. The evaluation shows that our approach outperforms the alphabetically ordered API recommendation systems in recommending APIs for standard, as well as, third-party libraries.","Authors":"D'Souza, AR (D'Souza, Andrea Renika) ; Yang, D (Yang, Di) ; Lopes, CV (Lopes, Cristina V.) Book Group Author(s):IEEE","Title":"Collective Intelligence for Smarter API Recommendations in Python"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390919900004 ISSN: 0705-3657 eISSN: 1499-6642","Keywords":"iPhone; Electronic waste/E-waste; Advertising; Symbolic annihilation","Categories":"Communication Web of Science Categories:Communication","Journal Information":"CANADIAN JOURNAL OF COMMUNICATION Volume: 41 Issue: 4 Pages: 589-610 Published: 2016","Abstract":"This article explores how the iPhone phenomenon was born, the reality of electronic waste, and the annihilation of news frames that link our use of electronics and electronic waste. Media sources and Google queries were searched for stories about the iPhone and electronic waste. Symbolic annihilation, push-and-pull media, and agenda-setting theory's obtrusive issues are used to explore the implications. The results indicate that stories about the iPhone are plentiful and stories about electronic-waste very few and far between. The results also clearly show that stories that make connections between iPhones and electronic waste are annihilated. This article highlights that the iPhone is an iconic and readily outdated example of the horrible \"waste makers\" we have become. The conclusion offers suggestions for ways forward.","Authors":"Good, JE (Good, Jennifer Ellen)","Title":"Creating iPhone Dreams: Annihilating E-waste Nightmares"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000390890800005 ISBN:978-1-4503-4073-1","Keywords":"Recommender systems; Web Search; Entity Recommendation","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"CIKM'16: PROCEEDINGS OF THE 2016 ACM CONFERENCE ON INFORMATION AND KNOWLEDGE MANAGEMENT Pages: 35-44 DOI: 10.1145/2983323.2983823 Published: 2016","Abstract":"Modern search engines have evolved from mere document retrieval systems to platforms that assist the users in discovering new information. In this context, entity recommendation systems exploit query log data to proactively provide the users with suggestions of entities (people, movies, places, etc.) from knowledge bases that are relevant for their current information need. Previous works consider the problem of ranking facts and entities related to the user's current query, or focus on specific recommendation domains requiring supervised selection and extraction of features from knowledge bases. In this paper we propose a set of domain-agnostic methods based on nearest neighbors collaborative filtering that exploit query log data to generate entity suggestions, taking into account the user's full search session. Our experimental results on a large dataset from a commercial search engine show that the proposed methods are able to compute relevant entity recommendations outperforming a number of baselines. Finally, we perform an analysis on a cross-domain scenario using different entity types, and conclude that even if knowing the right target domain is important for providing effective recommendations, some inter-domain user interactions are helpful for the task at hand.","Authors":"Fernandez-Tobias, I (Fernandez-Tobias, Ignacio) ; Blanco, R (Blanco, Roi) Book Group Author(s):ACM","Title":"Memory-based Recommendations of Entities for Web Search Users"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000390890800014 ISBN:978-1-4503-4073-1","Keywords":"Promotion campaign; Query auto completion; Spam Detection","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"CIKM'16: PROCEEDINGS OF THE 2016 ACM CONFERENCE ON INFORMATION AND KNOWLEDGE MANAGEMENT Pages: 125-134 DOI: 10.1145/2983323.2983709 Published: 2016","Abstract":"Query Auto Completion (QAC) aims to provide possible suggestions to Web search users from the moment they start entering a query, which is thought to reduce their physical and cognitive efforts in query formulation. However, the QAC has been misused by malicious users, being transformed into a new form of promotion campaign. These malicious users attack the search engines to replace legitimate auto-completion candidate suggestions with manipulated contents. Through this way, they provide a new malicious advertising service to promote their customers' products or services in QAC. To our best knowledge, we are among the first to investigate this new type of Promotion Campaign in QAC (PCQ). Firstly, we look into the causes of PCQ based on practical commercial search query logs. We found that various queries containing certain promotion intents are submitted multiple times to search engines to promote their rankings in QAC. Secondly, an effective promotion query detection framework is proposed by promotion intent propagation on query-user bipartite graph, which takes into account the behavioral characteristics of promotion campaigns. Finally, we extend the query detection framework to promotion target detection to identify the consistent promotion target which is the inherent goal of the promotion campaign. Large-scale manual annotations on practical data set convey both the effectiveness of our proposed algorithm, and an in-depth understanding of PCQ.","Authors":"Liu, YL (Liu, Yuli) ; Liu, YQ (Liu, Yiqun) ; Zhou, K (Zhou, Ke) ; Zhang, M (Zhang, Min) ; Ma, SP (Ma, Shaoping) ; Yin, Y (Yin, Yue) ; Luo, HL (Luo, Hengliang) Book Group Author(s):ACM","Title":"Detecting Promotion Campaigns in Query Auto Completion"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000390775800011 ISBN:978-1-5090-3094-1","Keywords":"Power System Earthing; Testing; Commissioning; Modelling","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Electrical & Electronic","Journal Information":"2016 DOWN TO EARTH CONFERENCE (DTEC) Published: 2016","Abstract":"At midnight on 7 April 2010, a substation fire cut power to 1500 residences and businesses. Main Roads and the Public Transport Authority responded to ensure that traffic lights and boom gates had generators installed ready to minimise impacts to the public and traffic. Investigations established that a fault in the area and failure of the earthing arrangement lead to the fire and damaged 11 kV indoor switchgear beyond repair. During the ensuing investigation, over 45 customers were identified as being supplied from the substation station transformer, raising concerns amongst internal stakeholders about transfer voltage hazards to customers. A working group was established to respond urgently and considered various suggestions, such as installing a distribution pole-top transformer or separated earth. It was noted that if the supply arrangement to the customer needed changing, other zone substations with this particular setup would also need to be changed (significant cost implications); it was queried whether this is an unacceptable risk. Some key challenges during this project were identifying the causes of fire, realistic risk assessment, maintaining positive communication channels among stakeholders to manage risk, preventing unnecessary action and a lack of background technical information for this old substation. This paper explains the systematic problem identification process to prevent future incidences in consultation with stakeholders and a special earthing design approach for substation and distribution accompanied by field testing, which lead to a robust risk management strategy. This case illustrates that acceptable levels of people safety were in place and also the prevention of unnecessary actions, which can cost utilities and customers.","Authors":"Dehbonei, H (Dehbonei, Hooman) Book Group Author(s):IEEE","Title":"Earthing - Substation Fire and Station Transformer Customers Supply Transfer Voltage Issue"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000390842900001 ISBN:978-963-313-237-1","Keywords":"Cognitive design computing; backcasting; machine learning; evolutionary optimization; design synthesis KeyWords Plus:ALGORITHM; CITIES","Categories":"Architecture; Computer Science Web of Science Categories:Architecture; Computer Science, Interdisciplinary Applications","Journal Information":"CAADENCE IN ARCHITECTURE: BACK TO COMMAND Pages: 15-25 DOI: 10.3311/CAADence.1692 Published: 2016","Abstract":"It's not uncommon that analysis and simulation methods are used mainly to evaluate finished designs and to proof their quality. Whereas the potential of such methods is to lead or control a design process from the beginning on. Therefore, we introduce a design method that move away from a \"what-if\" forecasting philosophy and increase the focus on backcasting approaches. We use the power of computation by combining sophisticated methods to generate design with analysis methods to close the gap between analysis and synthesis of designs. For the development of a future-oriented computational design support we need to be aware of the human designer's role. A productive combination of the excellence of human cognition with the power of modern computing technology is needed. We call this approach \"cognitive design computing\". The computational part aim to mimic the way a designer's brain works by combining state-of-the-art optimization and machine learning approaches with available simulation methods. The cognition part respects the complex nature of design problems by the provision of models for human-computation interaction. This means that a design problem is distributed between computer and designer. In the context of the conference slogan \"back to command\", we ask how we may imagine the command over a cognitive design computing system. We expect that designers will need to let go control of some parts of the design process to machines, but in exchange they will get a new powerful command on complex computing processes. This means that designers have to explore the potentials of their role as commanders of partially automated design processes. In this contribution we describe an approach for the development of a future cognitive design computing system with the focus on urban design issues. The aim of this system is to enable an urban planner to treat a planning problem as a back-casting problem by defining what performance a design solution should achieve and to automatically query or generate a set of best possible solutions. This kind of computational planning process offers proof that the designer meets the original explicitly defined design requirements. A key way in which digital tools can support designers is by generating design proposals. Evolutionary multi-criteria optimization methods allow us to explore a multi-dimensional design space and provide a basis for the designer to evaluate contradicting requirements: a task urban planners are faced with frequently. The vision for a cognitive design computing system is to enable an urban planner to treat a planning problem as a backcasting problem by defining what performance a design solution should achieve and to automatically query or synthesize a set of best possible solutions. In another part we reflect why designers will give more and more control to machines. We investigate first approaches learn how designers use computational design support systems in combination with manual design strategies to deal with urban design problems by employing machine learning methods. By observing how designers work, it is possible to derive more complex artificial solution strategies that can help computers make better suggestions in the future.","Authors":"Koenig, R (Koenig, Reinhard) ; Schmitt, G (Schmitt, Gerhard) Edited by:Szoboszlai, M","Title":"Backcasting and a New Way of Command in Computational Design"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000390312500094 ISBN:978-1-4673-7918-2","Keywords":"Personalized Search Engine; Machine Learning; Sentiment Analysis; Natural Language Processing","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"2016 IEEE STUDENTS' CONFERENCE ON ELECTRICAL, ELECTRONICS AND COMPUTER SCIENCE (SCEECS) Published: 2016","Abstract":"Social Media platforms are already an indispensable part of our daily lives. With its constant growth, it has contributed to superfluous, heterogeneous data which can be overwhelming due to its volume and velocity, thus limiting the availability of relevant and required information when a particular query is to be served. Hence, a need for personalized, fine-grained user preference-oriented framework for resolving this problem and also, to enhance user experience is increasingly felt. In this paper, we propose a such a social framework, which extracts user's reviews, comments of restaurants and points of interest such as events and locations, to personalize and rank suggestions based on user preferences. Machine Learning and Sentiment Analysis based techniques are used for further optimizing search query results. This provides the user with quicker and more relevant data, thus avoiding irrelevant data and providing much needed personalization.","Authors":"Ashok, M (Ashok, Meghana) ; Rajanna, S (Rajanna, Swathi) ; Joshi, PV (Joshi, Pradnyesh Vineet) ; Kamath, SS (Kamath, Sowmya S.) Edited by:Saxena, S","Title":"A Personalized Recommender System using Machine Learning based Sentiment Analysis over Social Data"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389574300117 ISBN:978-1-4673-7258-9 ISSN: 1945-7871","Keywords":"Multimedia presentation; query suggestion; image suggestion; storytelling","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"2016 IEEE INTERNATIONAL CONFERENCE ON MULTIMEDIA & EXPO (ICME) Book Series: IEEE International Conference on Multimedia and Expo Published: 2016","Abstract":"Digital storytelling applications are playing an increasingly important role in people's daily life. In contemporary storytelling applications such as PowerPoint presentation and macro/micro blogs, good presentation images are always highly desired by content creators to boost their presentation in an intuitive and attractive way. Existing studies, however, have not yet addressed the challenging problem of how to select the most appropriate presentation images for storytelling. In this paper, we formulate this problem of presentation image suggestion (given a textual query) as selecting images by maximizing visual and semantic diversity from web image search results of suggested queries. The proposed framework consists of two novel components: 1) click-through-based query suggestion, which is designed to suggest textual queries by searching relevant queries in a constructed query graph that can reflect diverse aspects of a given query, and 2) query-based image selection, which selects the most appropriate presentation images by keeping semantic relevance while maximizing visual diversity and quality, using a novel model based on Conditional Random Field (CRF) by individual and correlation characters. We evaluate the proposed approach by comparing with several baselines and a thorough subjective survey. The evaluations show inspiring results using the proposed approach for automatic suggestion of images for storytelling.","Authors":"Liu, Y (Liu, Yu) ; Mei, T (Mei, Tao) ; Chen, CW (Chen, Chang Wen) Book Group Author(s):IEEE","Title":"AUTOMATIC SUGGESTION OF PRESENTATION IMAGE FOR STORYTELLING"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389501700059 ISBN:978-3-319-48881-3; 978-3-319-48880-6 ISSN: 0302-9743","Keywords":"Sound suggestion; Audio-visual content; Data filtering","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"COMPUTER VISION - ECCV 2016 WORKSHOPS, PT II Book Series: Lecture Notes in Computer Science Volume: 9914 Pages: 900-917 DOI: 10.1007/978-3-319-48881-3_59 Published: 2016","Abstract":"Given a still image, humans can easily think of a sound associated with this image. For instance, people might associate the picture of a car with the sound of a car engine. In this paper we aim to retrieve sounds corresponding to a query image. To solve this challenging task, our approach exploits the correlation between the audio and visual modalities in video collections. A major difficulty is the high amount of uncorrelated audio in the videos, i.e., audio that does not correspond to the main image content, such as voice-over, background music, added sound effects, or sounds originating off-screen. We present an unsupervised, clustering-based solution that is able to automatically separate correlated sounds from uncorrelated ones. The core algorithm is based on a joint audio-visual feature space, in which we perform iterated mutual kNN clustering in order to effectively filter out uncorrelated sounds. To this end we also introduce a new dataset of correlated audio-visual data, on which we evaluate our approach and compare it to alternative solutions. Experiments show that our approach can successfully deal with a high amount of uncorrelated audio.","Authors":"Soler, M (Soler, Matthias) ; Bazin, JC (Bazin, Jean-Charles) ; Wang, O (Wang, Oliver) ; Krause, A (Krause, Andreas) ; Sorkine-Hornung, A (Sorkine-Hornung, Alexander) Edited by:Hua, G; Jegou, H","Title":"Suggesting Sounds for Images from Video Collections"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000388117503099 ISBN:978-9-3805-4419-9","Keywords":"search engine; web mining; query logs; query suggestions","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"PROCEEDINGS OF THE 10TH INDIACOM - 2016 3RD INTERNATIONAL CONFERENCE ON COMPUTING FOR SUSTAINABLE GLOBAL DEVELOPMENT Pages: 3404-3408 Published: 2016","Abstract":"The key goal of every search engine is to provide the information according to user's need. To achieve this goal, it retrieves the documents from its database based on user's query keywords and applies sophisticated ranking algorithms to sort them. But unfortunately, user submits short, instant and ambiguous queries which sometimes are not enough to clearly specify its need. Due to which wrong result set is formed, sorted and presented to the user. To solve this problem, an efficient query suggestion technique is proposed here which help user in refining its need at early stage of search process.","Authors":"Sethi, S (Sethi, Shilpa) ; Dixit, A (Dixit, Ashutosh) Edited by:Hoda, MN","Title":"An Efficient Personalized Query Suggestion Technique for Providing Relevant Results"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389808700012 ISBN:978-1-4503-3751-9","Keywords":"Query suggestion; query auto completion; interactive information retrieval; search behavior; eye-tracking","Categories":"Computer Science Web of Science Categories:Computer Science, Cybernetics; Computer Science, Information Systems","Journal Information":"PROCEEDINGS OF THE 2016 ACM CONFERENCE ON HUMAN INFORMATION INTERACTION AND RETRIEVAL (CHIIR'16) Pages: 101-110 DOI: 10.1145/2854946.2854975 Published: 2016","Abstract":"Query auto completion (QAC) is nearly ubiquitous in modern search systems, however, there are few published studies on how searchers use QAC query suggestions. This study describes the use of QAC by 29 searchers working on eight assigned search topics in a lab setting. We found that our subjects had differing propensities to use QAC, with some searchers rarely using it, while others used QACs for about half their queries. This study extends prior work by examining the use of QAC in the context of whole search sessions across multiple topics, and by comparing search behavior and visual attention for queries that used QAC and those that did not. The study concludes with an exploration of differences in QAC usage and query behavior among searchers, which reveals six possible query entry profiles.","Authors":"Smith, CL (Smith, Catherine L.) ; Gwizdka, J (Gwizdka, Jacek) ; Feild, H (Feild, Henry) Book Group Author(s):ACM","Title":"Exploring the Use of Query Auto Completion: Search Behavior and Query Entry Profiles"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389808700018 ISBN:978-1-4503-3751-9","Keywords":"Usefulness; IIR; Evaluation; Term Suggestion; Query Suggestion KeyWords Plus:INFORMATION-SEEKING; QUERY EXPANSION; WEB SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Cybernetics; Computer Science, Information Systems","Journal Information":"PROCEEDINGS OF THE 2016 ACM CONFERENCE ON HUMAN INFORMATION INTERACTION AND RETRIEVAL (CHIIR'16) Pages: 153-162 DOI: 10.1145/2854946.2854962 Published: 2016","Abstract":"In Interactive Information Retrieval (IIR) different services such as search term suggestion can support users in their search process. The applicability and performance of such services is either measured with different user-centered studies (like usability tests or laboratory experiments) or, in the context of IR, with their contribution to measures like precision and recall. However, each evaluation methodology has its certain disadvantages. For example, user-centered experiments are often costly and small-scaled; IR experiments rely on relevance assessments and measure only relevance of documents. In this work we operationalize the usefulness model of Cole et al. (2009) on the level of system support to measure not only the local effect of an IR service, but the impact it has on the whole search process. We therefore use a log-based evaluation approach which models user interactions within sessions with positive signals and apply it for the case of a search term suggestion service. We found that the usage of the service significantly often implicates the occurrence of positive signals during the following session steps.","Authors":"Hienert, D (Hienert, Daniel) ; Mutschke, P (Mutschke, Peter) Book Group Author(s):ACM Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Mutschke, Peter  http://orcid.org/0000-0003-3517-8071","Title":"A Usefulness-based Approach for Measuring the Local and Global Effect of IIR Services"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389808700047 ISBN:978-1-4503-3751-9","Keywords":"Search; evaluation","Categories":"Computer Science Web of Science Categories:Computer Science, Cybernetics; Computer Science, Information Systems","Journal Information":"PROCEEDINGS OF THE 2016 ACM CONFERENCE ON HUMAN INFORMATION INTERACTION AND RETRIEVAL (CHIIR'16) Pages: 317-320 DOI: 10.1145/2854946.2854981 Published: 2016","Abstract":"Recently developed retrieval effectiveness measures have incorporated models of user behavior, but have limited themselves to predicting user performance over a single query and response. Accurate prediction of user performance with search systems must incorporate a means to model how users switch between different information sources. For example, a search session may consist of multiple queries with the user making decisions of when to switch from evaluating the current result list to a new result list produced by a query reformulation. Likewise, users may switch to a result list produced by a query suggestion or other interaction mechanism that produces a new search result list. In this paper, we simulate user behavior and investigate optimal switching behavior for a user who must decide when and if to issue their current query to another search engine. As a first step in understanding the problem space, we restrict our investigation and discussion to two top performing runs submitted to the TREC 2005 Robust track. We find four classes of switching behavior that a user would be faced with in making a decision about whether to switch from one result list to another.","Authors":"Smucker, MD (Smucker, Mark D.) ; Clarke, CLA (Clarke, Charles L. A.) Book Group Author(s):ACM","Title":"Modeling Optimal Switching Behavior"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389726800017 ISBN:978-3-319-47121-1; 978-3-319-47120-4 ISSN: 0302-9743","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"WEB-AGE INFORMATION MANAGEMENT Book Series: Lecture Notes in Computer Science Volume: 9998 Pages: 198-210 DOI: 10.1007/978-3-319-47121-1_17 Published: 2016","Abstract":"Result diversification is an important aspect in query events, web-based search, facility location and other applications. To satisfy more users in event-based social networks (EBSNs), search result diversification in an event that covers as many user intents as possible. Most existing result diversification algorithms recognize an user may search for information by issuing the different query as much as possible. In this paper, we leverage many different users in a same event such that satisfy the maximum benefit of users, where users want to participate in an event that s/he did not know any users, for example, blind date, Greek and other activities. To solve this problem, we devise an effective greedy heuristic method and integrate simulated annealing techniques to optimize the algorithm performance. In particular, the Greedy algorithm is more effective but less efficient than Integrate Simulated Annealing in most cases. Finally, we conduct extensive experiments on real and synthetic datasets which verify the efficiency and effectiveness of our proposed algorithms.","Authors":"Liang, Y (Liang, Yuan) ; Zhu, HG (Zhu, Haogang) ; Chen, X (Chen, Xiao) Edited by:Song, SX; Tong, Y","Title":"Result Diversification in Event-Based Social Networks"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000389021000012 ISBN:978-3-319-43997-6; 978-3-319-43996-9 ISSN: 0302-9743","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods; Information Science & Library Science","Journal Information":"RESEARCH AND ADVANCED TECHNOLOGY FOR DIGITAL LIBRARIES, TPDL 2016 Book Series: Lecture Notes in Computer Science Volume: 9819 Pages: 147-160 DOI: 10.1007/978-3-319-43997-6_12 Published: 2016","Abstract":"Significant parts of cultural heritage are produced on the web during the last decades. While easy accessibility to the current web is a good baseline, optimal access to the past web faces several challenges. This includes dealing with large-scale web archive collections and lacking of usage logs that contain implicit human feedback most relevant for today's web search. In this paper, we propose an entity-oriented search system to support retrieval and analytics on the Internet Archive. We use Bing to retrieve a ranked list of results from the current web. In addition, we link retrieved results to the WayBack Machine; thus allowing keyword search on the Internet Archive without processing and indexing its raw archived content. Our search system complements existing web archive search tools through a user-friendly interface, which comes close to the functionalities of modern web search engines (e.g., keyword search, query auto-completion and related query suggestion), and provides a great benefit of taking user feedback on the current web into account also for web archive search. Through extensive experiments, we conduct quantitative and qualitative analyses in order to provide insights that enable further research on and practical applications of web archives.","Authors":"Kanhabua, N (Kanhabua, Nattiya) ; Kemkes, P (Kemkes, Philipp) ; Nejdl, W (Nejdl, Wolfgang) ; Nguyen, TN (Tu Ngoc Nguyen) ; Reis, F (Reis, Felipe) ; Tran, NK (Nam Khanh Tran) Edited by:Fuhr, N; Kovacs, L; Risse, T; Nejdl, W","Title":"How to Search the Internet Archive Without Indexing It"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000387649600048 ISBN:978-1-5090-0900-8 ISSN: 2472-4033","Keywords":"Query suggestion; spatial databases","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Electrical & Electronic","Journal Information":"2016 INTERNATIONAL CONFERENCE ON COMPUTATION OF POWER, ENERGY INFORMATION AND COMMUNICATION (ICCPEIC) Book Series: International Conference on Computation of Power, Energy Information and Communication Pages: 271-275 Published: 2016","Abstract":"The queries are made by the user manually, which are more time consuming and finding the route is difficult. So the android users makes a query to the cloud server so the data can be retrieved on the bases of geo tagged query and checking the privacy profile. So the user location in which query is requested and the wireless network is focused with the relation data and spatial database. Based on the spatiotemporal data the processing and retrieving can be done by hadoop framework.","Authors":"Dhamodaran, S (Dhamodaran, S.) ; Mahesh, JVS (Mahesh, J. V. S.) ; SaiSwaroop, M (SaiSwaroop, M.) Book Group Author(s):IEEE Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number , Dhamodaran  http://orcid.org/0000-0002-2245-042X","Title":"OPTIMISED KEYWORD SEARCH WITH PROXIMITY LOCATION BASED SERVICES"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000387649600135 ISBN:978-1-5090-0900-8 ISSN: 2472-4033","Keywords":"Query suggestion; spatial databases","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Electrical & Electronic","Journal Information":"2016 INTERNATIONAL CONFERENCE ON COMPUTATION OF POWER, ENERGY INFORMATION AND COMMUNICATION (ICCPEIC) Book Series: International Conference on Computation of Power, Energy Information and Communication Pages: 790-795 Published: 2016","Abstract":"The queries are made by the user manually, which are more time consuming and finding the route is difficult. So the android users makes a query to the cloud server so the data can be retrieved on the bases of geo tagged query and checking the privacy profile. So the user location in which query is requested and the wireless network is focused with the relation data and spatial database. Based on the spatiotemporal data the processing and retrieving can be done by hadoop framework.","Authors":"Dhamodaran, S (Dhamodaran, S.) ; Mahesh, JVS (Mahesh, J. V. S.) ; SaiSwaroop, M (SaiSwaroop, M.) Book Group Author(s):IEEE Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number , Dhamodaran  http://orcid.org/0000-0002-2245-042X","Title":"OPTIMISED KEYWORD SEARCH WITH PROXIMITY LOCATION BASED SERVICES"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000387954500026 ISBN:978-3-319-45741-3; 978-3-319-45740-6 ISSN: 0302-9743","Keywords":"Web-security; Phishing; Cross-site attacks; Usable security; Autocomplete injection attack; Cross-site framing; Blackhat SEO; Cross site scripting; Persistent XSS; CSRF KeyWords Plus:WORD PREDICTION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"COMPUTER SECURITY - ESORICS 2016, PT II Book Series: Lecture Notes in Computer Science Volume: 9879 Pages: 512-530 DOI: 10.1007/978-3-319-45741-3_26 Published: 2016","Abstract":"Autocomplete, a well-known feature in popular search engines, offers suggestions for search terms before the user has even completed typing their query. We present the autocomplete injection attack and its potential exploits. In this attack, a cross-site attacker injects terms into the autocomplete suggestions offered by a web-service to a victim user. The most popular web search engines are vulnerable to the attack, as well as other websites. Autocomplete injection can be exploited in multiple ways, including phishing, framing, illegitimate content-promotion and sometimes persistent cross-site scripting attacks. We evaluated the effectiveness of the attack with several experiments. Our results show the potential impact of the autocomplete injection attacks.","Authors":"Gelernter, N (Gelernter, Nethanel) ; Herzberg, A (Herzberg, Amir) Edited by:Askoxylakis, I; Ioannidis, S; Katsikas, S; Meadows, C","Title":"Autocomplete Injection Attack"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000386658300253 ISBN:978-1-5090-4093-3","Keywords":"B+ tree index; Binned bitmap index; Block range index; Big data; Performance comparison","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"2016 12TH INTERNATIONAL CONFERENCE ON NATURAL COMPUTATION, FUZZY SYSTEMS AND KNOWLEDGE DISCOVERY (ICNC-FSKD) Pages: 1469-1473 Published: 2016","Abstract":"During usage of data warehouse systems, queries are the most frequent operations over data. Among the queries, range queries are a typical type, which locate range of data according to some timestamp, location, or other attributes falling in a range of lower bound and upper bound. To accelerate range queries, people use different kinds of index schemes to index the data for later use. Indexes supporting range queries include B+ tree index, binned bitmap index and block range index etc. Firstly, we analyze the structure and characteristics of these indexes in detail. In big data applications, the volume of data is big, how are these index schemes performing is the problem we are concerning. We have designed a series of experiments to compare these index schemes in big data scenarios. We analyze the results and give some suggestions on applicable scenarios of these index schemes. Our results are practical guidelines for DBA to select different indexes in physical design of a database.","Authors":"Qin, XP (Qin, Xiongpai) Edited by:Li, MZ; Xiong, N; Tong, Z; Du, J; Liu, C; Li, KL; Wang, L","Title":"Performance Comparison of Index Schemes for Range Query of Big Data"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000386324000064 ISBN:978-3-319-41009-8; 978-3-319-41008-1 ISSN: 0302-9743","Keywords":"Query suggestion; Bipartite graph; Random walk; Query ambiguity; Query-URL strength KeyWords Plus:WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"ADVANCES IN SWARM INTELLIGENCE, ICSI 2016, PT II Book Series: Lecture Notes in Computer Science Volume: 9713 Pages: 590-597 DOI: 10.1007/978-3-319-41009-8_64 Published: 2016","Abstract":"The ambiguity of query may have potential impact on the performance of Query Suggestion. For getting better candidates adapting to query's ambiguity, we propose an efficient log-based Query Suggestion method. Firstly we construct a Query-URL graph from logs and calculate the bidirectional transition probabilities between queries and URLs. Then, by taking URL's rank and order into consideration, we make a strength metric of the Query-URL edge. Besides, we conduct random walk with the edge strength and transition probability to measure the closeness among queries. To reflect the influence of query ambiguity, we exploit an entropy-based method to calculate the entropy of each query as a quantitative indicator for ambiguity, making a notion of ambiguity similarity as an available factor in relevance estimation. Finally we incorporate ambiguity similarity with closeness to derive a comprehensive relevance measurement. Experimental results show that our approach can achieve a good effect.","Authors":"Ye, FY (Ye, Feiyue) ; Sun, J (Sun, Jing) Edited by:Tan, Y; Shi, Y; Li, L","Title":"Combining Query Ambiguity and Query-URL Strength for Log-Based Query Suggestion"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000385790500014 ISBN:978-1-61499-637-8; 978-1-61499-636-1 ISSN: 0922-6389","Keywords":"Sub-topic Suggestion; Conceptual Structure of WordNet","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"ADVANCES IN DIGITAL TECHNOLOGIES Book Series: Frontiers in Artificial Intelligence and Applications Volume: 282 Pages: 126-134 DOI: 10.3233/978-1-61499-637-8-126 Published: 2016","Abstract":"In this paper, we propose a method for suggesting sub-topics of an issued queries by using the conceptual structure of WordNet. In existing search engines, sub-topics are created on the basis of the input histories of search engine users. Therefore, often-used pairs of key-and sub-topics can be issued; otherwise it is difficult for unaccustomed users to input both key-and sub-topics. We believe that the proposed method can help the users to issue appropriate search queries conveying their own information needs because sub-topics are general subsidiary information of a key-topic and are automatically suggested as the context of a keytopic irrespective of the input histories. To evaluate the proposed method, we conducted a usability test of the created search queries using a crowdsourcing site and compared the usability of the proposed method with that of the existing search engines.","Authors":"Hagiwara, K (Hagiwara, Kazuki) ; Hatano, K (Hatano, Kenji) Edited by:MizeraPietraszko, J; Chung, YL; Pichappan, P","Title":"Suggesting Sub-Topics of Issued Queries by Using Concept Structure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384303200003 ISSN: 2405-6456 eISSN: 2405-6464","Keywords":"Web search; query log; clustering; top-k search results; clustering validation KeyWords Plus:USER LOGS; EXPANSION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"WEB INTELLIGENCE Volume: 14 Issue: 2 Pages: 119-138 DOI: 10.3233/WEB-160335 Published: 2016","Abstract":"To make the search engine more user-friendly, commercial search engines commonly develop applications to provide suggestion or recommendation for every posed query. Clustering semantically similar queries acts as an essential prerequisite to function well in those applications. However, clustering queries effectively is quite challenging, since they are usually short, incomplete and ambiguous. Existing prevalent clustering methods, such as K-Means or DBSCAN cannot guarantee good performance in such a highly dimensional environment. Through analyzing users' click-through query logs, hierarchical agglomerative clustering gives good results but is computationally quite expensive. This paper identifies a novel feature for clustering search queries based on a key insight - queries' top ranked search results can themselves be used to quantify query similarity. After investigating such feature, we propose a new similarity metric for comparing those diverse queries. This facilitates us to develop two very efficient and accurate algorithms integrated in query clustering. We conduct comprehensive experiments to compare the accuracy of our approach against the known baselines along two dimensions: 1) quantifying the cohesion/separation of clustered queries, and 2) justifying the results by real-world Internet users. The experimental results demonstrate that our two algorithms and the similarity metric can generate more accurate results within a significantly shorter time.","Authors":"Hong, Y (Hong, Yuan) ; Vaidya, J (Vaidya, Jaideep) ; Lu, HB (Lu, Haibing) ; Liu, WM (Liu, Wen Ming)","Title":"Accurate and efficient query clustering via top ranked search results"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000382744400063 ISBN:978-1-4673-8139-0 ISSN: 2374-314X","Keywords":"component; Business Intelligence; Big Data; Marketing Scenario Suggestion; Decision Support","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"2016 8TH INTERNATIONAL CONFERENCE ON KNOWLEDGE AND SMART TECHNOLOGY (KST) Book Series: Internatinal Conference on Knowledge and Smart Technology Pages: 313-316 Published: 2016","Abstract":"We propose a unique table schema to store business data for marketing strategy analysis. Marketing strategy analysis requires various business index such as floating population, store transactions to calculate its model, which are too detailed to analyze some specific customer clusters. These data of detailed unit may produce continuous database query in responsible for slow runtime performance. The performance of strategy analysis operation may be increased. By merging data records and modifying table schema that are suitable for model calculation.","Authors":"Hong, S (Hong, Seungkyun) ; Cho, M (Cho, Minhee) ; Shin, S (Shin, Sungho) ; Um, JH (Um, Jung-ho) ; Seon, CN (Seon, Choong-Nyoung) ; Song, SK (Song, Sa-Kwang) Book Group Author(s):IEEE","Title":"Optimizing HBase Table Scheme for Marketing Strategy Suggestion"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000382167400015 ISBN:978-1-4503-3716-8","Keywords":"search result diversification; query suggestion; optimization","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"PROCEEDINGS OF THE NINTH ACM INTERNATIONAL CONFERENCE ON WEB SEARCH AND DATA MINING (WSDM'16) Pages: 133-142 DOI: 10.1145/2835776.2835805 Published: 2016","Abstract":"We propose a method of optimizing search result presentation for queries with diverse intents, by selectively presenting query suggestions for leading users to more relevant search results. The optimization is based on a probabilistic model of users who click on query suggestions in accordance with their intents, and modified versions of intent-aware evaluation metrics that take into account the co-occurrence between intents. Showing many query suggestions simply increases a chance to satisfy users with diverse intents in this model, while it in fact requires users to spend additional time for scanning and selecting suggestions, and may result in low satisfaction for some users. Therefore, we measured the loss of time caused by query suggestion presentation by conducting a user study in different settings, and included its negative effects in our optimization problem. Our experiments revealed that the optimization of search result presentation significantly improved that of a single ranked list, and was beneficial especially for patient users. Moreover, experimental results showed that our optimization was effective particularly when intents of a query often co-occur with a small subset of intents.","Authors":"Kato, MP (Kato, Makoto P.) ; Tanaka, K (Tanaka, Katsumi) Book Group Author(s):ACM","Title":"To Suggest, or Not to Suggest for Queries with Diverse Intents: Optimizing Search Result Presentation"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000382167400016 ISBN:978-1-4503-3716-8","Keywords":"query auto completion; word prediction; user models; query logs","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"PROCEEDINGS OF THE NINTH ACM INTERNATIONAL CONFERENCE ON WEB SEARCH AND DATA MINING (WSDM'16) Pages: 143-152 DOI: 10.1145/2835776.2835813 Published: 2016","Abstract":"With the ever increasing usage of mobile search, where text input is typically slow and error-prone, assisting users to formulate their queries contributes to a more satisfactory search experience. Query auto-completion (QAC) techniques, which predict possible completions for user queries, are the archetypal example of query assistance and are present in most search engines. We argue, however, that classic QAC, which operates by suggesting whole-query completions, may be sub-optimal for the case of mobile search as the available screen real estate to show suggestions is limited and editing is typically slower than in desktop search. In this paper we propose the idea of term-by-term QAC, which is a new technique inspired by predictive keyboards that suggests to the user one term at a time, instead of whole-query completions. We describe an efficient mechanism to implement this technique and an adaptation of a prior user model to evaluate the effectiveness of both standard and term-by-term QAC approaches using query log data. Our experiments with a mobile query log from a commercial search engine show the validity of our approach according to this user model with respect to saved characters, saved terms and examination effort. Finally, a user study provides further insights about our term-by-term technique compared with standard QAC with respect to the variables analyzed in the query log-based evaluation and additional variables related to the successfulness, the speed of the interactions and the properties of the submitted queries.","Authors":"Vargas, S (Vargas, Saul) ; Blanco, R (Blanco, Roi) ; Mika, P (Mika, Peter) Book Group Author(s):ACM Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Vargas, Saul  http://orcid.org/0000-0002-3459-3102","Title":"Term-by-Term Query Auto-Completion for Mobile Search"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000382554200205 ISBN:978-1-5090-2020-1 ISSN: 1084-4627","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"2016 32ND IEEE INTERNATIONAL CONFERENCE ON DATA ENGINEERING (ICDE) Book Series: IEEE International Conference on Data Engineering Pages: 1566-1567 Published: 2016","Abstract":"Consider a user who has issued a keyword query to a search engine. We study the effective suggestion of alternative keyword queries to the user, which are semantically relevant to the original query and they have as results documents that correspond to objects near the user's location. For this purpose, we propose a weighted keyword-document graph which captures semantic and proximity relevance between queries and documents. Then, we use the graph to suggest queries that are near in terms of graph distance to the original queries. To make our framework scalable, we propose a partition-based approach that greatly outperforms the baseline algorithm.","Authors":"Qi, SY (Qi, Shuyao) ; Wu, DM (Wu, Dingming) ; Mamoulis, N (Mamoulis, Nikos) Book Group Author(s):IEEE","Title":"Location Aware Keyword Query Suggestion Based on Document Proximity"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000382645900007 ISBN:978-3-319-40114-0; 978-3-319-40113-3 ISSN: 2194-5357","Keywords":"Mobile devices; Clinical decision support; Primary health care","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"AMBIENT INTELLIGENCE - SOFTWARE AND APPLICATIONS (ISAMI 2016) Book Series: Advances in Intelligent Systems and Computing Volume: 476 Pages: 57-65 DOI: 10.1007/978-3-319-40114-0_7 Published: 2016","Abstract":"Clinical decision-making is performed by health professionals and it is currently connected to the need for manual query for these professionals for clinical guidelines, which are generally formed by large text files, which makes this process very slow and laborious. The development of mobility-based systems, which has the objective of helping the health-related processes, is becoming increasingly widespread. These solutions provide physicians fast and easy access to information anytime and anywhere, in order to support decision-making processes and the quality of care. This paper presents a decision support system based in the Brazilian primary care notebook: Diabetes Mellitus. The solution allows the physicians to interact with a flow of structured questions to assist in clinical reasoning, and, afterwards, they can obtain diagnosis or suggestions of for diabetes treatment. This flow of questions and their outputs are modeled in an ontology, which is found on the knowledge of basic attention specifications. The prototype was tested and evaluated by medical experts, with promising results.","Authors":"Klein, LF (Klein, Lucas Felipe) ; Rigo, SJ (Rigo, Sandro Jose) ; Cazella, SC (Cazella, Silvio Cesar) ; Ben, AJ (Ben, Angela Jornada) Edited by:Lindgren, H; DePaz, JF; Novais, P; FernandezCaballero, A; Yoe, H; Ramirez, AJ; Villarrubia, G","Title":"An Application for Mobile Devices Focused on Clinical Decision Support: Diabetes Mellitus Case"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000381976300004 ISBN:978-3-319-30927-9; 978-3-319-30926-2 ISSN: 2190-3018","Keywords":"Search logs; Click-through; Implicit feedback; Search engine; Web search ranking; Search destination; Entropy; Information goal; User behavior; Search history; Learning from user behavior","Categories":"Computer Science; Engineering; Telecommunications Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Telecommunications","Journal Information":"PROCEEDINGS OF FIRST INTERNATIONAL CONFERENCE ON INFORMATION AND COMMUNICATION TECHNOLOGY FOR INTELLIGENT SYSTEMS: VOL 2 Book Series: Smart Innovation Systems and Technologies Volume: 51 Pages: 33-45 DOI: 10.1007/978-3-319-30927-9_4 Published: 2016","Abstract":"Search engine process millions of query and collect data of user interaction every day. These huge amount of data contains valuable information through which web search engine can be optimized. Search engine mostly relies on explicit judgement received from domain experts. To survive the competition search engine must understand user's information needs very well. Search logs provide implicit data about user's interaction with search engine. Search logs are noisy, they contain data of both successful search and unsuccessful search. The challenge is to accurately interpret user's feedback to search engine and learning the user access patterns, such that search engine will better be able to cater the user's information needs. User feedback can be used to re-rank the search result, query suggestion and URL recommendation.","Authors":"Bhojawala, V (Bhojawala, Vivek) ; Patel, P (Patel, Pinal) Edited by:Satapathy, SC; Das, S","Title":"Search Logs Mining: Survey"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000382051400076 ISBN:978-1-5090-0662-5 ISSN: 2325-6516","Keywords":"Visual Analytics; Linked Data; Information visulization; Knowledge base; Ontology","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"2016 IEEE TENTH INTERNATIONAL CONFERENCE ON SEMANTIC COMPUTING (ICSC) Book Series: IEEE International Conference on Semantic Computing Pages: 391-394 DOI: 10.1109/ICSC.2016.52 Published: 2016","Abstract":"one of the technologies underpinning the future vision of the Web as huge database is Linked Data (LD). LD provides structured data over the Web that is understandable by machines. Therefore, it enables smart queries between different datasets over the Web. Consequently, effective Visual Analytics (VAs) techniques become necessary to efficiently extract and visualize the desired information from these data graphs. In this paper, we propose a theoretical VAs framework for LD as an approach for the automatic suggestion of information visualization graphs. The key objective of the framework is to amplify user perception by suggesting the best visual representation such as bar chart, map, and timeline of the selected data. The core of the framework is a well-defined artificial knowledge base information visualization ontology for automating the visualization process. The framework helps in the analysis process of data by providing the best visual representation to produce accurate decisions and to pave the road for next generation of VAs tools for the semantic web data.","Authors":"Al-Shehhi, M (Al-Shehhi, Maryam) ; Hirsch, B (Hirsch, Benjamin) ; Leida, M (Leida, Marcello) ; Taha, K (Taha, Kamal) ; Yoo, PD (Yoo, Paul D.) Book Group Author(s):IEEE Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Taha, Kamal  http://orcid.org/0000-0002-6674-4614","Title":"A knowledge Base Visual Analytics Technique for Semantic Web"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379765500001 ISSN: 2050-3806 eISSN: 1758-3748","Keywords":"Recycling; Environmental information; Classification; Sociomaterial; Autocomplete; Search engines KeyWords Plus:ENVIRONMENT; TECHNOLOGY; WORK","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"ASLIB JOURNAL OF INFORMATION MANAGEMENT Volume: 68 Issue: 4 Pages: 390-406 DOI: 10.1108/AJIM-12-2015-0189 Published: 2016","Abstract":"Purpose - The purpose of this paper is to explore informational structures producing and organising the construction of waste sorting in Sweden. It shows how the issue is constructed by it being searched for in Google and how this contributes to the specific informational texture of waste sorting in Sweden. It is guided by the following questions: who are the main actors and which are the central topics featuring in Google results on popular, suggested searches for waste sorting in Sweden? What do the link relations between these tell the author about the issue space that is formed around waste sorting in Sweden? How is the construction of the notions of waste sorting and waste shaped in the information available through Google's features for related and other relevant searches? Design/methodology/approach - Waste sorting is discussed as a practice structured along moral rules and as a classification exercise. The study brings together two types of material, results from searches carried out in Google and lists of Google query suggestions for relevant search terms. These are analysed with a mixed method approach, uniting quantitative network analysis and qualitative content analysis of query suggestions. A sociomaterial approach theoretically grounds the analysis. Findings - Waste sorting in Sweden emerges as an issue that is characterised by dense networks of rules and regulation, focused in public authorities and government agencies, which in turn address consumers, waste management businesses and other authorities. Search engine use and waste sorting in Sweden are shown to be joined together in various mundane everyday life practices and practices of governance that become visible through the search engine in form of search results and suggested searches. The search engine is shown to work as a fluid classification system, which is also created and shaped by its use. Originality/value - The study offers a novel methodological approach to studying the informational structures of an issue and of its shaping through it being searched for. The sociomaterially grounded analysis of Google as a fluid classification system is original.","Authors":"Haider, J (Haider, Jutta)","Title":"The structuring of information through search: sorting waste with Google"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000377510600009 ISBN:978-81-322-2538-6; 978-81-322-2537-9 ISSN: 2190-3018","Keywords":"Primary health centre; OTC drugs; Chronic diseases; Vaccination; Online health check-up","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"PROCEEDINGS OF 3RD INTERNATIONAL CONFERENCE ON ADVANCED COMPUTING, NETWORKING AND INFORMATICS (ICACNI 2015), VOL 1 Book Series: Smart Innovation Systems and Technologies Volume: 43 Pages: 75-83 DOI: 10.1007/978-81-322-2538-6_9 Published: 2016","Abstract":"PHCATM is a product that can accurately and efficiently find relief for common symptoms by interactively querying the user and providing real time suggestions. In addition, it has the ability to connect with the nearest medical officer with live chat whenever demanded for online health check-up. The user can discuss problems with the medical officer, and be involved in deciding the best care solution. Finally, the PHCATM module can dispense the prescribed medications and print out prescriptions written electronically. Too many people in India die due to lack of diagnosis in first place, availability of medicine in time or in affordable cost as second.","Authors":"Sundaray, P (Sundaray, Priyabrata) Edited by:Nagar, A; Mohapatra, DP; Chaki, N","Title":"Primary Health Centre ATM: PHCATM See Healthcare Differently"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000376620100004 ISSN: 1554-1010 eISSN: 1554-1029","Keywords":"query disambiguation; personalization; knowledge structures; user profile; Wikipedia","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"JOURNAL OF INFORMATION ASSURANCE AND SECURITY Volume: 11 Issue: 3 Pages: 144-156 Published: 2016","Abstract":"The ambiguity problem is revealed when a query leads to more than one meaning. The query disambiguation process consists in enhancing the automatic understanding to provide diverse suggestions for the user according to his intent. Indeed, the query disambiguation generally requires knowledge structure which relates more than one entity to a given term. Moreover, since the ambiguity characterizes the human language, the integration of the user profile should be useful for the enhancement of this process. Indeed, it is usually carried out in the retrieval phase but recently it has been sparsely developed in the disambiguation of the query. In this paper, we propose a user-centric query disambiguation approach which implies two main steps: the Suggestions Mining and the Suggestions Personalization. The diversity of suggestions is extracted from the XML Wikipedia pages. Then, the mined suggestions are re-ranked according to the specifications of each user profile which allows the forecast of the most likely query expansion. A semantic graph is generated with the Suggestions-Preferences Mapping in order to illustrate the weighted relations between the provided suggestions and the preferences representing the user profile. Then, based on the preferences ranking and the best similarity scores obtained between the preferences and the suggestions, the Suggestions Re-Ranking process offers a personalized sort of the mined suggestions to achieve a personalized query disambiguation. We conduct an experimental study based on thirty ambiguous queries and some samples of user profiles. Promising results are achieved by the proposed approach.","Authors":"Feki, G (Feki, Ghada) ; Fakhfakh, R (Fakhfakh, Rim) ; Ben Ammar, A (Ben Ammar, Anis) ; Ben Amar, C (Ben Amar, Chokri)","Title":"Query Disambiguation: User-centric Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000374139700008 ISSN: 0264-0473 eISSN: 1758-616X","Keywords":"Relevance; Google search engine; Google suggest; Query expansion KeyWords Plus:INFORMATION-SEEKING; SEARCH PROCESS; CRITERIA; WEB; RETRIEVAL","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"ELECTRONIC LIBRARY Volume: 34 Issue: 2 Pages: 302-314 DOI: 10.1108/EL-03-2015-0035 Published: 2016","Abstract":"Purpose - One of the most effective ways information retrieval (IR) systems including Web search engines can improve relevance performance is to provide their users with tools for facilitating query expansion. Search engines such as Google provide users with keyword suggest tools. This paper aims to investigate users' criteria in relevance judgment regarding Google's keywords suggest tool and to see how such keywords would lead to more relevant results from the viewpoint of users. Design/methodology/approach - Through a mixed method approach, quantitative and qualitative data were collected from 60 postgraduate students at Ferdowsi University of Mashhad, Iran, using four different instruments (questionnaire, thinking aloud technique, query logs and interviews). Findings - Among other criteria, the \"relation between suggested keywords and the information need\" (with the mean rate of 3.53 of four) was considered the most important by searchers in selecting suggested keywords for query expansion. Also, the \"relation between suggested Keywords and the retrieved items\" (with the mean rate of 3.62) was considered the second most important criterion in judging the relevance of the retrieved results. The participants agreed that the suggested keywords by Google improved the retrieval relevance. The content analysis of the participants' aloud-thinking sessions and the interviews approved such findings. Originality/value - This research makes a contribution to the need of designers of IR systems regarding the use of add words for query expansion. It also helps librarians how to instruct searchers with expanding their queries to retrieve more relevant results. Another contribution of the study is the identification of a number of new relevance judgment criteria for Web-based environments.","Authors":"Fattahi, R (Fattahi, Rahmatollah) ; Parirokh, M (Parirokh, Mehri) ; Dayyani, MH (Dayyani, Mohammd Hosien) ; Khosravi, A (Khosravi, Abdolrasoul) ; Zareivenovel, M (Zareivenovel, Mojgan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number khosravi, Abdolrasool  http://orcid.org/0000-0003-2850-5097","Title":"Effectiveness of Google keyword suggestion on users' relevance judgment A mixed method approach to query expansion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000372478100006 ISSN: 1533-5399 eISSN: 1557-6051","Keywords":"Experimentation; Performance; Concept network; semantic network; web analytic; web search; search engine; query suggestion","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"ACM TRANSACTIONS ON INTERNET TECHNOLOGY Volume: 16 Issue: 1 Special Issue: SI Article Number: 6 DOI: 10.1145/2814568 Published: 2016","Abstract":"The semantic network is a form of knowledge that represents various relationships between concepts with ambiguity. The knowledge can be employed to identify semantically related objects. It helps, for example, a recommender system to generate effective recommendations to the users. We propose to study a new semantic network, namely, the Concept Relation Network (CRN), which is efficiently constructed and maintained using existing web search engines. CRN tackles the uncertainty and dynamics of web content, and thus is optimized for many important web applications, such as social networks and search engines. It is a large semantic network for the collection, analysis, and interpretation of web content, and serves as a cornerstone for applications such as web search engines, recommendation systems, and social networks that can benefit from a large-scale knowledge base. In this article, we present two applications for CRN: (1) search engine and web analytic and (2) semantic information retrieval. Experimental results show that CRN effectively enhances these applications by considering the heterogenous and polysemous nature of web content.","Authors":"Leung, KWT (Leung, Kenneth Wai-Ting) ; Jiang, D (Jiang, Di) ; Lee, DL (Lee, Dik Lun) ; Ng, W (Ng, Wilfred)","Title":"Constructing Maintainable Semantic Relation Network from Ambiguous Concepts in Web Content"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000369718100046 ISBN:978-81-322-2734-2; 978-81-322-2732-8 ISSN: 2194-5357","Keywords":"Ant colony optimization; Genetic algorithm; Query reformulation; Particle swarm optimization; Query suggestion","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"COMPUTATIONAL INTELLIGENCE IN DATA MINING, VOL 1, CIDM 2015 Book Series: Advances in Intelligent Systems and Computing Volume: 410 Pages: 459-470 DOI: 10.1007/978-81-322-2734-2_46 Published: 2016","Abstract":"A typical web user imposed small and vague queries onto web based search engines, which requires higher time for query formulation. In this paper, a nature inspired optimization approach on term graph is employed in order to provide query suggestion by assessing the similarity. Term graph is simulated according to the pool of relevant documents of user query. The association among terms graphs is based on similarity and will be act as fitness values for genetic algorithm (GA) approach, which converges by deriving query reformulations and suggestions. Each user interactions with the search engine is a considered as an individual chromosome and larger pool help in convergence for significant reformulations. Proposed algorithmic solution select optimal path and extracts the most relevant keywords for an input search query's reformulation. The query user will select one the suggested reformulated query or query terms. The optimization performance of the proposed method is illustrated and compared with different optimization techniques, e.g. ACO, PSO, ABC.","Authors":"Singh, V (Singh, Vikram) ; Garg, S (Garg, Siddhant) ; Kaur, P (Kaur, Pradeep) Edited by:Behera, HS; Mohapatra, DP","Title":"Efficient Algorithm for Web Search Query Reformulation Using Genetic Algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000366833100008 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Query suggestion; spatial databases KeyWords Plus:RETRIEVAL","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 28 Issue: 1 Pages: 82-97 DOI: 10.1109/TKDE.2015.2465391 Published: JAN 1 2016","Abstract":"Keyword suggestion in web search helps users to access relevant information without having to know how to precisely express their queries. Existing keyword suggestion techniques do not consider the locations of the users and the query results; i.e., the spatial proximity of a user to the retrieved results is not taken as a factor in the recommendation. However, the relevance of search results in many applications (e.g., location-based services) is known to be correlated with their spatial proximity to the query issuer. In this paper, we design a location-aware keyword query suggestion framework. We propose a weighted keyword-document graph, which captures both the semantic relevance between keyword queries and the spatial distance between the resulting documents and the user location. The graph is browsed in a random-walk-with-restart fashion, to select the keyword queries with the highest scores as suggestions. To make our framework scalable, we propose a partition-based approach that outperforms the baseline algorithm by up to an order of magnitude. The appropriateness of our framework and the performance of the algorithms are evaluated using real data.","Authors":"Qi, SY (Qi, Shuyao) ; Wu, DM (Wu, Dingming) ; Mamoulis, N (Mamoulis, Nikos)","Title":"Location Aware Keyword Query Suggestion Based on Document Proximity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000383880600004 ISSN: 0973-7766 eISSN: 2168-930X","Keywords":"Operation system; Network attention; Market share; Baidu index","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"COLLNET JOURNAL OF SCIENTOMETRICS AND INFORMATION MANAGEMENT Volume: 9 Issue: 2 Pages: 161-173 DOI: 10.1080/09737766.2015.1069953 Published: DEC 2015","Abstract":"This paper explores the relationship between network attention and market share of operation systems for personal computers using webometrics. Results show that market share of XP and Win7 network attention, Win7 market share are both negatively strong correlated, while Win7 market share and network attention exhibit a strong positive correlation. Win7 market share and Mac OS market is positive correlated, from which we can infer that Win7 operating system is often used to query the Mac OS when users are confronted with related problems. Market attention of Mac OS operating system and other operating system has no significant correlation, which shows that the Mac OS system is different from other operating systems with relative independence. Finally, based on the differences between positive correlation and negative correlation, referential suggestions are provided for the technology innovation and development of the operating system.","Authors":"Gu, L (Gu, Li) ; Ren, LQ (Ren, Liqiang) ; An, SL (An, Shule) ; Yan, WC (Yan, Weichun)","Title":"The Webometrics Analysis of Market Share and Network Attention of Operation Systems for Personal Computers - Based on the Baidu Index as a Web Metrics Research"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000365876500004 ISSN: 1386-4564 eISSN: 1573-7659","Keywords":"Patent search; Patent classification; IPC; IPC suggestion; Distributed information retrieval KeyWords Plus:COLLECTION; RETRIEVAL; ALGORITHM; IR","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION RETRIEVAL JOURNAL Volume: 18 Issue: 6 Pages: 559-585 DOI: 10.1007/s10791-015-9270-2 Published: DEC 2015","Abstract":"In this paper we present a method that can be used to attain specific objectives in a typical prior art search process. The objectives are first to assist patent searchers in understanding the underlying technical concepts of a patent by identifying relevant international patent classification (IPC) codes and second to help them conduct a filtered search based on automatically selected IPCs. We view the automated selection of IPCs as a collection selection problem from the domain of distributed information retrieval (DIR) that can be addressed using existing DIR methods, which we extend and adapt for the patent domain. Our work exploits the intellectually assigned classifications codes that are used to categorize patents and to facilitate patent searches. In our method, manually assigned IPC codes of patent documents are used to cluster, distribute and index patents through hundreds or thousands of sub-collections. We propose a new multilayer collection selection method that effectively suggests classification codes exploiting the hierarchical classification schemes such as IPC/CPC. The new method in addition to utilizing the topical relevance of IPCs at a particular level of interest exploits the topical relevance of their ancestors in the IPC hierarchy and aggregates those multiple estimations of relevance to a single estimation. Experimental results on the CLEF-IP 2011 dataset show that the proposed approach outperforms state-of-art methods from the DIR domain not only in identifying relevant IPC codes but also in retrieving relevant patent documents given a patent query.","Authors":"Giachanou, A (Giachanou, Anastasia) ; Salampasis, M (Salampasis, Michail) ; Paltoglou, G (Paltoglou, Georgios)","Title":"Multilayer source selection as a tool for supporting patent search and classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000364249800040 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Personalization; Diversification; Search engine","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 89 Pages: 553-568 DOI: 10.1016/j.knosys.2015.09.003 Published: NOV 2015","Abstract":"Web search query suggestion is an important functionality that facilitates information seeking of search engine users. In existing work, the concepts of diversification and personalization have been individually introduced to query suggestion systems. In this paper, we propose a new query suggestion paradigm, Query Suggestion With Diversification and Personalization (QS-DP) to effectively integrate diversification and personalization into one unified framework. In the QS-DP, the suggested queries are effectively diversified to cover different facets of the input query while the ranking of the suggested queries are personalized to ensure that the top ones are those that align with a user's personal preferences. We evaluate QS-DP on a commercial search engine query log against several existing query suggestion methods. The experimental results verify our hypothesis that diversification and personalization can be effectively integrated and they are able to enhance each other within the QS-DP framework, which significantly outperforms several strong baselines with respect to a series of metrics. (C) 2015 Elsevier B.V. All rights reserved.","Authors":"Jiang, D (Jiang, Di) ; Leung, KWT (Leung, Kenneth Wai-Ting) ; Yang, LX (Yang, Lingxiao) ; Ng, W (Ng, Wilfred) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ng, Wilfred Siu Hung  http://orcid.org/0000-0001-6639-0521","Title":"Query suggestion with diversification and personalization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000366769500023 ISSN: 1474-0346 eISSN: 1873-5320","Keywords":"Building information modeling; Geometric reasoning; Construction planning; Interior construction; Spatial information KeyWords Plus:QUERY LANGUAGE; DESIGN; OPERATORS; SCHEDULE; FEATURES; CAD","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Multidisciplinary","Journal Information":"ADVANCED ENGINEERING INFORMATICS Volume: 29 Issue: 4 Pages: 1013-1027 DOI: 10.1016/j.aei.2015.08.004 Published: OCT 2015","Abstract":"In recent years, there have been significant advances in modeling technology for object-oriented building products. However, the building models are still lacking of providing construction-specific spatial information required for construction planning. Consequently, construction planners visually analyze building product models and derive geometric characteristics such as bounded spaces and exterior perimeter to develop detailed construction plans. Such a process presents fragmented information flows, from building product information to construction planning, that rely on subjective decisions of construction planners. In order to overcome these drawbacks, this research proposes a geometric reasoning system that analyzes geometric information in building designs, derives the construction-specific spatial information, and uses the information to assist in construction planning. The scope of presented work includes detecting work packages formed by faces during construction, such as large work faces and bounded spaces, and using information in the work packages directly to support planning of selected indoor construction activities. The main features of the proposed system named Construction Spatial Information Reasoner (CSIR) include a set of relationship acquisition algorithms, building component relationship data structure, and interpretation of the relationship to support detailed construction activity planning. The relationship acquisition algorithms identify adjacency between building components that is stored in the relational data structure. Then, acquired adjacency relationships are transformed into a set of graphs that represent work packages. To implement the proposed approach, CSIR utilized a commercially-available Building Information Modeling (BIM) platform and the algorithms were imbedded to the BIM platform. For validation, CSIR was tested on a real commercial building. For interior ceiling grid installation activities, CSIR successfully detected existing work packages and analyzed the spatial characteristics impacting construction productivity. The major contribution of the presented research would be to enable a realistic analysis of building geometric condition that is not possible in current BIM and a seamless information flow from building product information to construction process plans. These can potentially reduce current manual and error-prone construction planning processes. Limitations and future research suggestions are also presented. (C) 2015 Elsevier Ltd. All rights reserved.","Authors":"Kim, K (Kim, Kyungki) ; Cho, YK (Cho, Yong K.)","Title":"Construction-specific spatial information reasoning in Building Information Models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000362094400001 PubMed ID: 26423226 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 5 Article Number: 14719 DOI: 10.1038/srep14719 Published: OCT 1 2015","Abstract":"Efficient storage and retrieval of digital data is the focus of much commercial and academic attention. With personal computers, there are two main ways to retrieve files: hierarchical navigation and query-based search. In navigation, users move down their virtual folder hierarchy until they reach the folder in which the target item is stored. When searching, users first generate a query specifying some property of the target file (e.g., a word it contains), and then select the relevant file when the search engine returns a set of results. Despite advances in search technology, users prefer retrieving files using virtual folder navigation, rather than the more flexible query-based search. Using fMRI we provide an explanation for this phenomenon by demonstrating that folder navigation results in activation of the posterior limbic (including the retrosplenial cortex) and parahippocampal regions similar to that previously observed during real-world navigation in both animals and humans. In contrast, search activates the left inferior frontal gyrus, commonly observed in linguistic processing. We suggest that the preference for navigation may be due to the triggering of automatic object finding routines and lower dependence on linguistic processing. We conclude with suggestions for future computer systems design.","Authors":"Benn, Y (Benn, Yael) ; Bergman, O (Bergman, Ofer) ; Glazer, L (Glazer, Liv) ; Arent, P (Arent, Paris) ; Wilkinson, ID (Wilkinson, Iain D.) ; Varley, R (Varley, Rosemary) ; Whittaker, S (Whittaker, Steve) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wilkinson, Iain  http://orcid.org/0000-0003-2703-6890","Title":"Navigating through digital folders uses the same brain structures as real world navigation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384893200009 ISSN: 1738-7906","Keywords":"Recommendation; Diffusion; Query Suggestion; Image Recommendation","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF COMPUTER SCIENCE AND NETWORK SECURITY Volume: 15 Issue: 9 Pages: 54-58 Published: SEP 30 2015","Abstract":"As the exponential explosion of various contents generated on the Web, Recommendation techniques have become increasingly indispensable. Innumerable different kinds of recommendations are made on the web every day, including movies, music, books, images, books recommendations, query suggestions, tags recommendations, etc. No matter what types of data sources are used for the recommendations, essentially these data sources can be modelled in the form of various types of graphs. In this paper, aiming at providing a general framework on mining Web graphs for recommendations, we first propose a novel diffusion method which propagates similarities between different nodes and generates recommendations; then we illustrate how to generalize different recommendation problems into our graph diffusion framework. The proposed framework can be utilized in many recommendation tasks on the World Wide Web, including query suggestions, tag recommendations, expert finding, image recommendations, image annotations, etc.","Authors":"Chrysolite, KS (Chrysolite, K. Stephey) ; Sagar, BK (Sagar, B. Krishna)","Title":"General Framework on Mining Web Graphs for Recommendations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000356196800016 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Query suggestion; Microblogging; Viral content; Twitter","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 163 Pages: 137-150 Special Issue: SI DOI: 10.1016/j.neucom.2014.12.090 Published: SEP 2 2015","Abstract":"There are many web information management methods and techniques that help search engines and news services to provide useful suggestions with respect to queries, thus facilitating the users' search. However, the penetration of microblogging services in our daily life demands to also consider social sphere as far as query suggestion is concerned. Towards this direction, we introduce an algorithmic approach capable of creating a dynamic query suggestion set, which consist of the most viral and trendy Twitter Entities (that is hashtags, user mentions and URLs) with respect to a user's query. For evaluation purposes, we firstly compare the results derived from two case studies, against the suggestions of popular services like Google News, Yahoo! News, Bing News, and Reuters. In addition we further evaluate our approach with subjective user ratings against Google Trends service. Finally, we provide comparative results that clearly show that our proposal outperforms other methods and baselines in the respective literature. (C) 2015 Elsevier B.V. All rights reserved.","Authors":"Anagnostopoulos, I (Anagnostopoulos, Ioannis) ; Razis, G (Razis, Gerasimos) ; Mylonas, P (Mylonas, Phivos) ; Anagnostopoulos, CN (Anagnostopoulos, Christos-Nikolaos)","Title":"Semantic query suggestion using Twitter Entities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000359752100019 PubMed ID: 26015310 ISSN: 1532-0464 eISSN: 1532-0480","Keywords":"Formalizing eligibility criteria; Supporting trial design; Semantic annotation; Populating ontology from text; Data visualization KeyWords Plus:CLINICAL-TRIALS; RECRUITMENT; PERSPECTIVE; FEATURES","Categories":"Computer Science; Medical Informatics Web of Science Categories:Computer Science, Interdisciplinary Applications; Medical Informatics","Journal Information":"JOURNAL OF BIOMEDICAL INFORMATICS Volume: 56 Pages: 205-219 DOI: 10.1016/j.jbi.2015.05.005 Published: AUG 2015","Abstract":"Patient recruitment is one of the most important barriers to successful completion of clinical trials and thus to obtaining evidence about new methods for prevention, diagnostics and treatment. The reason is that recruitment is effort consuming. It requires the identification of candidate patients for the trial (the population under study), and verifying for each patient whether the eligibility criteria are met. The work we describe in this paper aims to support the comparison of population under study in different trials, and the design of eligibility criteria for new trials. We do this by introducing structured eligibility criteria, that enhance reuse of criteria across trials. We developed a method that allows for automated structuring of criteria from text. Additionally, structured eligibility criteria allow us to propose suggestions for relaxation of criteria to remove potentially unnecessarily restrictive conditions. We thereby increase the recruitment potential and generalizability of a trial. Our method for automated structuring of criteria enables us to identify related conditions and to compare their restrictiveness. The comparison is based on the general meaning of criteria, comprised of commonly occurring contextual patterns, medical concepts and constraining values. These are automatically identified using our pattern detection algorithm, state of the art ontology annotators and semantic taggers. The comparison uses predefined relations between the patterns, concept equivalences defined in medical ontologies, and threshold values. The result is a library of structured eligibility criteria which can be browsed using fine grained queries. Furthermore, We developed visualizations for the library that enable intuitive navigation of relations between trials, criteria and concepts. These visualizations expose interesting co-occurrences and correlations, potentially enhancing meta-research. The method for criteria structuring processes only certain types of criteria, which results in low recall of the method (18%) but a high precision for the relations we identify between the criteria (94%). Analysis of the approach from the medical perspective revealed that the approach can be beneficial for supporting trial design, though more research is needed. (C) 2015 Elsevier Inc. All rights reserved.","Authors":"Milian, K (Milian, Krystyna) ; Hoekstra, R (Hoekstra, Rinke) ; Bucur, A (Bucur, Anca) ; ten Teije, A (ten Teije, Annette) ; van Harmelen, F (van Harmelen, Frank) ; Paulissen, J (Paulissen, John) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Hoekstra, Rinke  http://orcid.org/0000-0001-7076-9083 van Harmelen, Frank  http://orcid.org/0000-0002-7913-0048","Title":"Enhancing reuse of structured eligibility criteria and supporting their relaxation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000358255800002 ISSN: 1066-8888 eISSN: 0949-877X","Keywords":"XML; Keyword search; MisMatch problem","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Information Systems","Journal Information":"VLDB JOURNAL Volume: 24 Issue: 4 Pages: 493-518 DOI: 10.1007/s00778-015-0386-1 Published: AUG 2015","Abstract":"When users issue a query to a database, they have expectations about the results. If what they search for is unavailable in the database, the system will return an empty result or, worse, erroneous mismatch results. We call this problem the MisMatch problem. In this paper, we solve the MisMatch problem in the context of XML keyword search. Our solution is based on two novel concepts that we introduce: target node type and Distinguishability. Target Node Type represents the type of node a query result intends to match, and Distinguishability is used to measure the importance of the query keywords. Using these concepts, we develop a low-cost post-processing algorithm on the results of query evaluation to detect the MisMatch problem and generate helpful suggestions to users. Our approach has three noteworthy features: (1) for queries with the MisMatch problem, it generates the explanation, suggested queries and their sample results as the output to users, helping users judge whether the MisMatch problem is solved without reading all query results; (2) it is portable as it can work with any lowest common ancestor-based matching semantics (for XML data without ID references) or minimal Steiner tree-based matching semantics (for XML data with ID references) which return tree structures as results. It is orthogonal to the choice of result retrieval method adopted; (3) it is lightweight in the way that it occupies a very small proportion of the whole query evaluation time. Extensive experiments on three real datasets verify the effectiveness, efficiency and scalability of our approach. A search engine called XClear has been built and is available at <http://xclear.comp.nus.edu.sg.","Authors":"Bao, ZF (Bao, Zhifeng) ; Zeng, Y (Zeng, Yong) ; Ling, TW (Ling, Tok Wang) ; Zhang, DX (Zhang, Dongxiang) ; Li, GL (Li, Guoliang) ; Jagadish, HV (Jagadish, H. V.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Li, Guoliang  E-3481-2012  ","Title":"A general framework to resolve the MisMatch problem in XML keyword search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000357746700005 ISSN: 0165-5515 eISSN: 1741-6485","Keywords":"Global approach; HTML TAGs; N grams; Query Expansion; Term Weight; Thesaurus","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF INFORMATION SCIENCE Volume: 41 Issue: 4 Pages: 467-485 DOI: 10.1177/0165551515581567 Published: AUG 2015","Abstract":"Query expansion is an important task in information retrieval applications that improves the user query and helps in retrieving the relevant documents. In this paper, N gram Thesaurus is constructed from the documents for query expansion. The HTML TAGs in web documents are considered and their syntactical context is understood. Based on the nature, properties and significances, the TAGs are assigned a suitable weight. Later, the term weight is calculated using corresponding TAG weight and term frequency and later updated into the inverted index. All the single terms in the inverted index are updated as Unigrams in the Thesaurus. Further, Bigrams are constructed using Unigrams. Likewise, the rest of the (N+1) grams are generated using N grams and their weights and later updated into the Thesaurus. During the query session, the user query terms are expanded based on the predicted N grams provided by the Thesaurus that are given as suggestions to the user. The performance of the proposed approach is evaluated using the Clueweb09B, WT10g and GOV2 benchmark dataset. The improvement gain against baseline is considered as an evaluation parameter and the proposed approach has acheved 7.9% gain on ClueWeb09B, 18.3% on WT10g and 29.4% on GOV2 in terms of Mean Average Precision (MAP). We also compared the performance of the proposed approach with two other query expansion approaches, KLDCo and BoCo. The approach achieved 0.574 (+0.236), 0.519 (+0.209), 0.422 (+0.185) and 0.654 (+0.243) gain in terms P@5, P@10, MAP and MRR against baselines.","Authors":"Shaila, SG (Shaila, S. G.); Vadivel, A (Vadivel, A.)","Title":"TAG term weight-based N gram Thesaurus generation for query expansion in information retrieval application"}]