[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398851000009 ISSN: 1078-1196 eISSN: 1745-6622","Categories":"Business & Economics Web of Science Categories:Business, Finance","Journal Information":"JOURNAL OF APPLIED CORPORATE FINANCE Volume: 29 Issue: 1 Pages: 99-114 DOI: 10.1111/jacf.12224 Published: WIN 2017","Abstract":"Since Jensen and Meckling's formulation of the theory of agency costs in 1976, corporate finance and governance scholars have produced a large body of research that attempts to identify the most important features and practices of effective corporate governance systems. But for all the research that has been done in the past 40 years, many practitioners continue to see a disconnect between theory and practice, between the questions researched and the questions that need to be answered. In this roundtable, Martijn Cremers begins by challenging the conventional view that limiting agency costs is the main challenge confronted by boards of directors in representing shareholder interests and, hence, the proper focus of most governance scholarship. Especially in today's economy, with the high values assigned to growth companies, the most important function of corporate governance may instead be to overcome the problem of American short termism that he attributes to inadequate shareholder commitment to long-term cooperation. And he buttresses his argument with the findings of his own recent research suggesting that obstacles to the workings of the corporate control market like staggered boards and supermajority voting requirements may actually improve long-run corporate performance by lengthening the decision-making horizon of boards and the managements they supervise. Vik Khanna discusses Indian Corporate Social Responsibility (CSR) spending and its effects in light of a recent law requiring Indian companies of a certain size to devote at least 2% of their after-tax profit to CSR initiatives. One unintended effect of this mandate, which took effect in 2010, was that all Indian companies that were spending more than the prescribed 2% of profits cut their expenditure back to that minimum, suggesting that CSR and advertising are substitutes to some extent, and that such legal mandates can discourage CSR spending by early adapters or leaders. Nevertheless, Khanna also found evidence of social norms developing in support of CSR, including a spreading perception that such spending can help some companies achieve strategic goals. Jeff Gordon closes by arguing that, to the extent investors are short-sighted, their short-sightedness is likely to be justified by their recognition that public company directors have neither the information nor the incentives to do an effective job of monitoring corporate managements. The best solution to the problems with U.S. corporate governance is to replace today's thinly informed directors with activist directors who more closely resemble the directors of private-equity owned firms. Such directors would spend far more time with, and be much more knowledgeable about, corporate management and operationsand they would have much more of their personal wealth at stake in the form of company stock.","Authors":"Chen, IJ (Chen, I-Ju) ; Chen, SS (Chen, Sheng-Syan)","Title":"y Corporate Governance and the Investment Efficiency of Diversified Corporate Asset Buyers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395306200005 ISSN: 1535-3516 eISSN: 1536-0083","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"ASIAN ECONOMIC PAPERS Volume: 16 Issue: 1 Pages: 35-59 DOI: 10.1162/ASEP_a_00483 Published: WIN-SPR 2017","Abstract":"Previous studies have focused on when the renminbi will play a significant role as an international currency, but less attention has been paid to where. We fill this gap by contrasting two answers to the question. One is that the renminbi will assume the role of a global currency similar to the U.S. dollar. Supporters point to China's widely diversified trade and financial flows and to its institutional initiatives, not just in Asia but around the world. The other is that the renminbi will play a regional role in Asia equivalent to that of the euro in Greater Europe. Proponents of this view argue that China has a natural advantage in leveraging regional supply chains and deepening its links with other Asian countries as well as in developing regional institutions. Asia, they argue on these grounds, will become the natural habitat for the renminbi.","Authors":"Eichengreen, B (Eichengreen, Barry) ; Lombardi, D (Lombardi, Domenico)","Title":"RMBI or RMBR? Is the Renminbi Destined to Become a Global or Regional Currency?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395808900007 ISSN: 1058-1243 eISSN: 1548-8519","Keywords":"prenatal education; self-advocacy; control; informed consent; self-efficacy","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF PERINATAL EDUCATION Volume: 26 Issue: 1 Pages: 49-56 DOI: 10.1891/1058-1243.26.1.49 Published: WIN 2017","Abstract":"The aim of this qualitative study was to explore the perception of women regarding long-term effects of childbirth education on future health-care decision making. This qualitative study used a purposive sample of 10 women who participated in facilitated focus groups. Analysis of focus group narratives provided themes in order of prevalence: (a) self-advocacy, (b) new skills, (c) anticipatory guidance, (d) control, (e) informed consent, and (f) trust. This small exploratory study does not answer the question of whether childbirth education influences future health-care decision making, but it demonstrates that the themes and issues from participants who delivered 15-30 years ago were comparable to current findings in the literature.","Authors":"Leach, J (Leach, Jane) ; Bowles, B (Bowles, Betty) ; Jansen, L (Jansen, Lauren) ; Gibson, M (Gibson, Martha)","Title":"Perceived Benefits of Childbirth Education on Future Health-Care Decision Making"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395105200004 ISSN: 0897-6546 eISSN: 1747-4469","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"LAW AND SOCIAL INQUIRY-JOURNAL OF THE AMERICAN BAR FOUNDATION Volume: 42 Issue: 1 Pages: 28-37 DOI: 10.1111/lsi.12278 Published: WIN 2017","Abstract":"How is legal order possible? Why do people comply with law when it prevents themfrom doing what they think best? Two important books show how these questions canand from some methodological perspectives mustbe answered in the form of game-theoretic accounts that show how legal compliance can be compatible with the broad self-interest of officials and citizens. Unfortunately, however, these books also serve to demonstrate that game-theoretic accounts along these lines lack the resources to explain how real-world legal systems emerge and evolve or the various institutional shapes these systems take. The fundamental limitation of game theory, in this context and more generally, is its inability to predict or explain the size and shape of cooperative equilibria.","Authors":"Levinson, D (Levinson, Daryl)","Title":"The Inevitability and Indeterminacy of Game-Theoretic Accounts of Legal Order"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395524000009 PubMed ID: 28154444 ISSN: 0300-0508 eISSN: 1708-8313","Keywords":"Canada; health care services accessibility; low back pain; outpatients KeyWords Plus:PHYSICAL-THERAPY; OUTPATIENT; GUIDELINES; MANAGEMENT; KNOWLEDGE; NUMBER; TRIAL; CARE","Categories":"Rehabilitation Web of Science Categories:Rehabilitation","Journal Information":"PHYSIOTHERAPY CANADA Volume: 69 Issue: 1 Pages: 49-56 DOI: 10.3138/ptc.2015-72 Published: WIN 2017","Abstract":"Purpose: The aim of this study was to describe the current patterns of service delivery of Canadian physiotherapy (PT) professionals working in adult musculoskeletal (MSK) outpatient practice. Methods: A total of 846 Canadian PT professionals working with an adult MSK outpatient clientele participated in an online survey about how they would treat a patient with low back pain (LBP). After reading an online clinical vignette about a fictional patient with varying insurance status, participants answered questions about how they would treat the patient (e.g., wait time, frequency and duration of treatment, time allotted for initial evaluation and treatment), about their actual practice (e.g., number of patients seen per day), and about their work setting. Results: The vignette patients with LBP would typically be seen within 2 weeks, especially in private practice, and most would receive care 2-3 times per week for 1-3 months. Initial evaluations and subsequent treatments would take 31-60 minutes. Two-thirds of participants reported treating 6-15 patients a day in their current practice setting. Differences were found between provinces and territories (with the longest wait time in Quebec), practice settings (with a longer wait time in the public sector), and insurance status (patients covered by workers' compensation are seen more frequently). Conclusion: This study adds to our knowledge of the accessibility of outpatient MSK PT services for patients with LBP in Canada, and it points to potential areas for improvement.","Authors":"Orozco, T (Orozco, Tatiana) ; Feldman, DE (Feldman, Debbie E.) ; Mazer, B (Mazer, Barbara) ; Chilingaryan, G (Chilingaryan, Gevorg) ; Hunt, M (Hunt, Matthew) ; Williams-Jones, B (Williams-Jones, Bryn) ; Laliberte, M (Laliberte, Maude)","Title":"Low Back Pain: Current Patterns of Canadian Physiotherapy Service Delivery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395767200004 PubMed ID: 27333867 ISSN: 0022-4006 eISSN: 1752-7325","Keywords":"epidemiology; gingivitis; oral health; socioeconomic factors KeyWords Plus:ORAL-HEALTH; DENTAL-CARIES; PERIODONTAL-DISEASES; INCOME INEQUALITY; SUPPORT; ADOLESCENTS; ADULTS; OLDER; RISK; LIFE","Categories":"Dentistry, Oral Surgery & Medicine; Public, Environmental & Occupational Health Web of Science Categories:Dentistry, Oral Surgery & Medicine; Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF PUBLIC HEALTH DENTISTRY Volume: 77 Issue: 1 Pages: 21-29 DOI: 10.1111/jphd.12166 Published: WIN 2017","Abstract":"Objective: The aim of this study was to assess the associations of gingival bleeding with individual and community social variables among schoolchildren. Methods: This cross-sectional study evaluated a representative, multistage, random sample of 1,134 12-year-old schoolchildren from Santa Maria, a city in southern Brazil. The participants were examined clinically, and full-mouth gingival bleeding was recorded according to the Community Periodontal Index criteria (scored as healthy or bleeding). The children's parents or guardians answered questions regarding their socioeconomic status and social capital, and an assessment of the associations was performed using multilevel Poisson regression models. Results: The prevalence of gingival bleeding was 96.21 percent. The multilevel adjusted assessment revealed that socioeconomic, clinical, and social capital variables at the individual level were associated with higher levels of gingival bleeding. Children whose fathers had a low educational level, children who had dental plaque and dental crowding, and children who never/almost never attended religious meetings exhibited significantly higher levels of gingival bleeding than their counterparts. This social gradient remained significant even after adjusting for contextual-level covariates. Conclusion: The results indicate that the socioeconomic status and features of social capital are associated with the levels of gingival bleeding among schoolchildren.","Authors":"Tomazoni, F (Tomazoni, Fernanda) ; Vettore, MV (Vettore, Mario Vianna) ; Zanatta, FB (Zanatta, Fabricio Batistin) ; Tuchtenhagen, S (Tuchtenhagen, Simone) ; Moreira, CHC (Cunha Moreira, Carlos Heitor) ; Ardenghi, TM (Ardenghi, Thiago Machado)","Title":"The associations of socioeconomic status and social capital with gingival bleeding among schoolchildren"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392040100002 ISSN: 0093-3139 eISSN: 1542-4286","Categories":"Literature Web of Science Categories:Literature","Journal Information":"COLLEGE LITERATURE Volume: 44 Issue: 1 Pages: 30-+ Published: WIN 2017","Abstract":"Recent discussions of Langston Hughes in criticism and in classrooms make quick claims about his sexuality. Yet Hughes remained closeted in his life and in his work. In his poetry, layers of resistance mediate desire, denying any stable sexual identity. I argue that this resistance is one of the appeals of his poetry, that we should not bring Hughes out of the closet but read him through his closeting. This appeal aligns with the appeal of today's \"down-low\" in that it plays at the borderlines of masculinity, knowingness, and innocence. Hughes's closet is racialized; his refusals challenge presumptions about sexual identities as race-free categories. Desire in his poetry challenges us to rethink sexuality and sexual categories today. But those whose sexual identity is in development already do that rethinking; Hughes offers ways to ask questions about one's sexuality without classificatory answers, a lesson to take into classrooms where Hughes is already being taught and sexual identity is in development.","Authors":"Donnelly, A (Donnelly, Andrew)","Title":"LANGSTON HUGHES ON THE DL"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390982400002 ISSN: 0044-9202 eISSN: 1553-5630","Categories":"Asian Studies; Music Web of Science Categories:Asian Studies; Music","Journal Information":"ASIAN MUSIC Volume: 48 Issue: 1 Pages: 4-27 Published: WIN-SPR 2017","Abstract":"Gagaku is the oldest form of traditional Japanese music; however, it is commonly depicted both in academic and nonacademic works as remote and removed from everyday life and people. Nevertheless, musicians throughout Japan, in the United States, and in Germany are playing gagaku. This situation raises two questions: How exactly does the misconception of gagaku arise? How can we discuss gagaku in a way that more accurately reflects its \"worldly\" position? In this article I address these two questions by using the concept of place to answer the first question and the concept of practice to answer the second.","Authors":"Harrison, LJ (Harrison, Leron James)","Title":"Gagaku in Place and Practice: A Philosophical Inquiry into the Place of Japanese Imperial Court Music in Contemporary Culture"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398645800037 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Function space; Pointwise convergence topology; Weak topology; C-p (X) space; Frechet-Urysohn space; Sequential space KeyWords Plus:T-EQUIVALENCE","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 452 Issue: 1 Pages: 646-658 DOI: 10.1016/j.jmaa.2017.02.066 Published: AUG 1 2017","Abstract":"For a compact space K we denote by C-w(K) (C-p(K)) the space of continuous real valued functions on K endowed with the weak (pointwise) topology. In this paper we discuss the following basic question which seems to be open: Let K and L be infinite compact spaces. Can it happen that C-w(K) and C-p(L) are homeomorphic? M. Krupski proved that the above problem has a negative answer when K = L and K is finite-dimensional and rnetrizable. We extend this result to the class of finite-dimensional Valdivia compact spaces K. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Krupski, M (Krupski, Mikolaj) ; Marciszewski, W (Marciszewski, Witold)","Title":"On the weak and pointwise topologies in function spaces II"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400002 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Real-time intelligent automation; Expert systems; Knowledge bases; Knowledge processing; Natural language processing; Community question answering; Question analysis KeyWords Plus:SELECTION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 11-19 DOI: 10.1016/j.eswa.2017.01.041 Published: JUL 1 2017","Abstract":"Community Question-Answering platforms are massive knowledge bases of questions and answers pairs produced by their members. In other to provide a vibrant service, they are compelled to provide answers to new posted questions as soon as possible. However, since their dynamic requires their own users to answer questions, there is an inherent delay between posting time and the arrival of good answers. In fact, many of these new questions might be already asked and satisfactorily answered in the past. Ergo, one of the pressing needs of these services is capitalizing on good answers given to related resolved questions across their large-scale knowledge base. To that end, current approaches have studied the effectiveness of human-generated web queries across search logs in fetching related questions and potential good answers from these community archives. However, this kind of strategy is not suitable for questions without click-through data, in particular those recently posted, limiting their capability of providing them with real-time answers. In this paper, we propose an approach to find related questions across the cQA knowledge base, which automatically generate effective search strings directly from question titles and bodies. In so doing, we automatically construct a massive corpus of related questions on top of the relationships yielded by their click-through graph, and generated candidate queries by inspecting dependency paths across the title and body of each question afterwards. Then, we utilize this corpus for automatically annotating the retrieval power of each of these candidates. With this labelled corpus, we study the effectiveness of several learning to rank models enriched with assorted linguistically-motivated properties. Thus deducing the linguistic structure of automatically generated search strings that are effective in finding related questions. Since these models are inferred solely from each question itself, they can be used when search log data (i.e., web queries) is unavailable. Overall, our experiments underline the effectiveness of our approach, in particular our outcomes indicate that named entity recognition is instrumental in structuring and recognizing 2-5 terms effective queries. Furthermore, we carry out experiments considering and ignoring question bodies, and we show that profiting only from question titles is more promising, but most effective queries are harder to detect. Conversely, adding question bodies makes the retrieval of past related questions noisier, but their content helps to generalize models capable of identifying more effective candidates. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Figueroa, A (Figueroa, Alejandro)","Title":"Automatically generating effective search queries directly from community question-answering questions for finding related questions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398649900004 ISSN: 0097-3165 eISSN: 1096-0899","Keywords":"Gowers' Ramsey Theorem; Hindman theorem; Milliken-Taylor theorem; Idempotent ultrafilter; Stone-Cech compactification; Partial semigroup KeyWords Plus:PARTITION THEOREMS; C(0) THEOREM; SPACES","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF COMBINATORIAL THEORY SERIES A Volume: 149 Pages: 101-114 DOI: 10.1016/j.jcta.2017.02.001 Published: JUL 2017","Abstract":"We prove a generalization of Cowers' theorem for FIN kappa where, instead of the single tetris operation T : FINk -> FINk-1, one considers all maps from FINk to FINj for 0 <= j <= k arising from nondecreasing surjections f : {0, 1,..., k} --+ {0,1,..., j}. This answers a question of Bartogova and Kwiatkowska. We also describe how to prove a common generalization of such a result and the Galvin-Glazer-Hindman theorem on finite products, in the setting of layered partial semigroups introduced by Farah, Hindman, and McLeod. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Lupini, M (Lupini, Martino)","Title":"Gowers' Ramsey Theorem for generalized tetris operations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398649900005 ISSN: 0097-3165 eISSN: 1096-0899","Keywords":"Graph packing; Hypergraph; Absorbing method; Regularity lemma KeyWords Plus:LOOSE HAMILTON CYCLES; 3-UNIFORM HYPERGRAPHS; PERFECT MATCHINGS; UNIFORM HYPERGRAPHS; CONJECTURE; GRAPHS; ERDOS","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF COMBINATORIAL THEORY SERIES A Volume: 149 Pages: 115-147 DOI: 10.1016/j.jcta.2017.02.003 Published: JUL 2017","Abstract":"Given positive integers a <= b <= c, let K-a,K-b,K-c be the complete 3-partite 3-uniform hypergraph with three parts of sizes a,b,c. Let H be a 3-uniform hypergraph on n vertices where n is divisible by a+b+c. We asymptotically determine the minimum vertex degree of H that guarantees a perfect K-a,K-b,K-c-tiling, that is, a spanning subgraph of H consisting of vertex-disjoint copies of K-a,K-b,K-c. This partially answers a question of Mycroft, who proved an analogous result with respect to codegree for r-uniform hypergraphs for all r >= 3. Our proof uses a lattice-based absorbing method, the concept of fractional tiling, and a recent result on shadows for 3-graphs. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Han, J (Han, Jie) ; Zang, CY (Zang, Chuanyun) ; Zhao, Y (Zhao, Yi)","Title":"Minimum vertex degree thresholds for tiling complete 3-partite 3-graphs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973000015 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Financial crises; Interest rates; IS-LM model; Negative money; Random walk; Semicontinuous covariance KeyWords Plus:OPTIMAL DESIGNS; CONVERGENCE; PARAMETERS; EFFICIENCY; MARKETS; RATES; TIME","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 394 Pages: 246-272 DOI: 10.1016/j.ins.2017.02.002 Published: JUL 2017","Abstract":"We are encountering deep financial crisis. One of the basic problems we face is how to predict financial developments. Current modelling is clearly insufficient since continuity of autocorrelation oversmoothes the empirical financial data. We prove that geometric probability to chose positive definite continuous covariance by financial data is zero. We also have the empirical evidence for this fact from real stock data. In order to overcome this gap we introduce the novel abc class of semicontinuous covariance functions, which integrates both continuous and discontinuous covariances. The abc class of covariances is much more flexible, powerful, and realistic than its continuous counterpart. It gives answer to the question why financial markets face negative interest rates, cyclic downbreaks, and other difficulties nowadays. As it is clearly illustrated in this paper, the experimenter (e.g. the financial institution) can choose only up to some extent whether abc class member will be positive definite everywhere. To the best knowledge of the authors this fits well to the own Kolmogorov's opinions on axiomatic theory of probability. The Kolmogorov's axiomatic theory of probability was developed as one possible alternative in order to utilize the flexibility of Lebesgue integral in probability theory, but in many experiments e.g. in physics and finance, one should go beyond this axiomatics. That means one should accept negative probabilities (and consequently negative definite covariance functions). In this paper we clarify that the modeler's choice of positive/negative definite functions should be considered within broader Information Theory setup. The introduced abc class is purely topologically defined, with soft regularity conditions on covariances, which are still applicable for increasing and infill domain asymptotics for regression problems, krigihg, and finance. These conditions are related to semicontinuous maps of Ornstein Uhlenbetk (OU) processes. We provide several novel results for optimal design of random fields with abc covariances, random walks in finance, and probabilities of ruins related to shocks (e.g. by earthquakes). In particular, we construct a random walk model with semicontinuous covariance. The novel abc class provides a proper environment for unifying several contradictions on IS/ML model in the economic literature. All mentioned novel economical applications are hardly visible from currently used \"continuous covariance\" framework. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Stehlik, M (Stehlik, M.) ; Helperstorfer, C (Helperstorfer, Ch.) ; Hermann, P (Hermann, P.) ; Supina, J (Supina, J.) ; Grilo, LM (Grilo, L. M.) ; Maidana, JP (Maidana, J. P.) ; Fuders, F (Fuders, F.) ; Stehlikova, S (Stehlikova, S.)","Title":"Financial and risk modelling with semicontinuous covariances"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397832200021 ISSN: 0893-9659","Keywords":"Nonexistence; Least energy nodal solutions; Schrodinger-Poisson equation KeyWords Plus:MAXWELL EQUATIONS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS LETTERS Volume: 68 Pages: 135-142 DOI: 10.1016/j.aml.2016.12.016 Published: JUN 2017","Abstract":"this paper, we are interested in the least energy nodal solutions for nonlinear Schrodinger Poisson equation in R-3. Because the presence of the nonlocal term lambda phi(u)(x)u makes the variational functional of this equation totally different from the case of lambda = 0. It is still unknown whether the least energy nodal solution in H-1 (R-3) exists or not when lambda > 0, although a sign-changing radial solution of this equation has been obtained in Wang and Zhou (2015). By introducing an odd Nehari manifold, we give a negative answer of this question when p is an element of (3, 5) and lambda > 0, via the so-called \"energy doubling\" property. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Guo, H (Guo, Hui)","Title":"Nonexistence of least energy nodal solutions for Schrodinger-Poisson equation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398996500006 ISSN: 1544-3574","Keywords":"Video retrieval; exploratory survey; multimedia; user intentions; prototype","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTERS IN ENTERTAINMENT Volume: 15 Issue: 2 Article Number: 6 DOI: 10.1145/3034706 Published: SUM 2017","Abstract":"Searching for and retrieving videos in a meaningful way on the web is still an open problem. The integration of a user's context and intentions into the search process is one of the most promising approaches to enhance current search interfaces and algorithms. In this article, we present the results of two exploratory studies on the topic of online video searching, retrieving, watching, and sharing: a qualitative study in which 22 participants reported on situations when they retrieved and watched videos, and an online quantitative survey with more than 200 participants answering comparable questions. We provide a detailed analysis of the results from both studies and report on the insights that they provide in terms of video search, retrieval, watching, and sharing behavior. Our findings can be used to enhance current video retrieval systems, search interfaces, and algorithms in order to improve the overall user satisfaction and experience. As an example of such improvements, we also propose a prototype that addresses the problem of taking the user's intentions into account when designing video retrieval interfaces.","Authors":"Lagger, C (Lagger, Christoph) ; Lux, M (Lux, Mathias) ; Marques, O (Marques, Oge)","Title":"What Makes People Watch Online Videos: An Exploratory Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651400008 ISSN: 0019-1035 eISSN: 1090-2643","Keywords":"Asteroids; Near-Earth objects; Impact processes KeyWords Plus:NEAR-EARTH OBJECTS; FRAGMENTATION; HAZARD; RECONSTRUCTION; COMETS; DAMAGE","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ICARUS Volume: 289 Pages: 106-119 DOI: 10.1016/j.icarus.2017.02.009 Published: JUN 2017","Abstract":"A comprehensive asteroid threat assessment requires the quantification of both the impact likelihood and resulting consequence across the range of possible events. This paper presents a probabilistic asteroid impact risk (PAIR) assessment model developed for this purpose. The model incorporates published impact frequency rates with state-of-tile-art consequence assessment tools, applied within a Monte Carlo framework that generates sets of impact scenarios from uncertain input parameter distributions. Explicit treatment of atmospheric entry is included to produce energy deposition rates that account for the effects of thermal ablation and object fragmentation. These energy deposition rates are used to model the resulting ground damage, and affected populations are computed for the sampled impact locations. The results for each scenario are aggregated into a distribution of potential outcomes that reflect the range of uncertain impact parameters, population densities, and strike probabilities. As an illustration of the utility of the PAIR model, the results are used to address the question of what minimum size asteroid constitutes a threat to the population. To answer this question, complete distributions of results are combined with a hypothetical risk tolerance posture to provide the minimum size, given sets of initial assumptions for objects up to 300 m in diameter. Model outputs demonstrate how such questions can be answered and provide a means for interpreting the effect that input assumptions and uncertainty can have on final risk-based decisions. Model results can be used to prioritize investments to gain knowledge in critical areas or, conversely, to identify areas where additional data have little effect on the metrics of interest. Published by Elsevier Inc.","Authors":"Mathias, DL (Mathias, Donovan L.) ; Wheeler, LF (Wheeler, Lorien F.) ; Dotson, JL (Dotson, Jessie L.)","Title":"A probabilistic asteroid impact risk model: assessment of sub-300 m impacts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200019 ISSN: 0191-8869","Keywords":"Personality; Dark Triad; Time Perspective; Sociosexuality; Life History Strategy KeyWords Plus:LIFE-HISTORY STRATEGY; INDIVIDUAL-DIFFERENCES; EMOTIONAL INTELLIGENCE; PERSONALITY-TRAITS; SELF-CONTROL; DIRTY DOZEN; K-FACTOR; NARCISSISM; SEX; PSYCHOPATHY","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 119-123 DOI: 10.1016/j.paid.2017.02.001 Published: JUN 1 2017","Abstract":"The present paper aims to answer the question about actual role of Life History Strategy (LHS) as a factor underpinning associations between the Dark Triad (DT) personality and Time Perspectives (TPs). Recently Birkas and Csatho (2015, Personality and Individual Differences, 86, 318-320) provided evidence for some robust associations between these two domains and interpreted them as a product of slow vs. fast LHS. However, their thesis regarding the mediating role of LHS in the associations between the DT and TPs was only speculative. In the present study we administered DT and TP measures (Dirty Dozen and ZTPI), as well as a sociosexuality inventory (SOIR), which in our study served as an indicator of LHS, in a sample of 329 adults. We aimed to replicate Birkas and Csathos results separately for each gender, and test for the hypothesized mediation effects. TPs proved related to DT traits, e.g., Future and Past-Positive were both negatively correlated with psychopathy and Machiavellianism. The associations were partly mediated by sociosexuality, but only in females. Our results suggest that LHS may indeed be responsible for the associations between TPs and Dark Triad, however other mechanisms underpinning these relationships need to be taken into account. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Stolarski, M (Stolarski, Maciej) ; Czarna, AZ (Czarna, Anna Z.) ; Malesza, M (Malesza, Marta) ; Szymanska, A (Szymanska, Anna)","Title":"Here and now: Sociosexuality mediates the associations between Dark Triad and Time Perspectives (in females)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200045 ISSN: 0191-8869","Keywords":"Personality; Impulsiveness; Reliability; Online questionnaire; Completion time KeyWords Plus:BARRATT IMPULSIVENESS SCALE; DEFAULT BAYES FACTORS; RESPONSE LATENCIES; FIT INDEXES; DETECTING FAKERS; MECHANICAL TURK; WEB SURVEYS; TIME; VALIDITY; MODEL","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 281-290 DOI: 10.1016/j.paid.2017.02.015 Published: JUN 1 2017","Abstract":"While self-administered web questionnaires are increasingly used in psychological and market research, the quality of collected data has to be continuously inspected. Two key questions were investigated in this paper: Does the overall completion speed in an online self-report questionnaire influence the reliability of personality scales? We assessed the Five-Factor Model of Personality (using NEO-FFI) and Impulsiveness (using BIS-11). Second, we asked if Impulsiveness predicts the overall completion speed. In total, 532 participants (436 females, 96 males; mean age = 25.57 years) engaged in an online study to answer these questions. Replicating previous findings, no difference in the reliabilities was found for fast or slow respondents. While underlining the effect of Age on the completion speed, our data indicated evidence against our hypothesis of an influence of Impulsiveness on completion time using a Bayesian approach. Similar results could be observed using classical inferential methods. Of note, no effect could be observed for the Five-Factor Model of Personality and completion time either. Therefore, personality traits are not associated with individual differences in completion time in our investigated sample. We discuss our findings in a broader context of survey research and give a perspective for future research opportunities. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Harms, C (Harms, Christopher) ; Jackel, L (Jackel, Lina) ; Montag, C (Montag, Christian)","Title":"Reliability and completion speed in online questionnaires under consideration of personality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600021 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Pricing; Hostel; Accommodation; Criminality; Online reviews KeyWords Plus:WORD-OF-MOUTH; ONLINE HOTEL BOOKING; REVIEWS; TRAVEL; BACKPACKERS; PERCEPTIONS; IMPACT; INTENTIONS; TOURISTS; NETWORK","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 159-165 DOI: 10.1016/j.tourman.2016.11.021 Published: JUN 2017","Abstract":"Our aim is to study the impact of hostel guest reviews posted on a consumer-generated website on hostel price premiums. More specifically, we study the effect of guests' ratings of six hostel characteristics-atmosphere, cleanliness, facilities, location, staff and security-on hostel price premiums. Given the importance of security, location and cleanliness to hostel price premiums, we analyse whether the impact of guests' ratings of these three characteristics is higher for hostels in countries with the highest crime indexes. To answer our research questions, we collect data on consumer reviews of 383 hostels in 12 European capitals, which are grouped according to crime level, from Hostelworld. The results show that guests are willing to pay a higher price and/or higher price premium in European countries with the highest crime indexes if a hostel has higher levels of security, cleanliness and location. These findings are consistent with previous studies in other fields. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Cro, S (Cro, Susana) ; Martins, AM (Martins, Antonio Miguel)","Title":"The importance of security for hostel price premiums: European empirical evidence"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950500013 ISSN: 0341-8162 eISSN: 1872-6887","Keywords":"Water quality; Ipojuca River; Trace elements; Sediment quality guidelines; Principal component analysis; Enrichment factor KeyWords Plus:SEDIMENT QUALITY GUIDELINES; SUSPENDED SEDIMENTS; POLLUTION INDEXES; SURFACE SEDIMENTS; IPOJUCA RIVER; TURKEY; PERNAMBUCO; KARNATAKA; IMPACTS; ESTUARY","Categories":"Geology; Agriculture; Water Resources Web of Science Categories:Geosciences, Multidisciplinary; Soil Science; Water Resources","Journal Information":"CATENA Volume: 153 Pages: 106-113 DOI: 10.1016/j.catena2017.02.004 Published: JUN 2017","Abstract":"Heavy metal contamination has long been a water quality concern worldwide. Most studies have focused on heavy metal concentration in water through suspended sediment and bottom sediment; however, the concentration transported by river-bottom sediment, known as bedload, has not been taken into account. In order to fill this gap, this study aimed to determine the concentration of Hg, Pb, Cd, Ni, Cu, Cr, Zn, As, Fe and Mn in bedload of Ipojuca River which is an environmentally impacted river in Brazil. The use of bedload in heavy metal contamination studies raises the following question: Is the bedload an adequate indicator of heavy metal contamination? To answer this question, sediment contamination assessment was performed using sediment contamination indices, principal component analysis, and comparison with background values and sediment quality guidelines (SQGs). Comparing with sediment quality guidelines, the Probable Effect Level (PEL) and Threshold Effect Level (TEL) seem to underestimate the harmful effect on sediment-dwelling organisms, being essential either to calibrate the SQGs for site specific conditions or develop site specific guidelines. The pollution load index (PLI) indicated that the upstream and downstream sites were not polluted and polluted, respectively. Principal component analysis explained roughly 91% and 81% of the total variance in heavy metal contamination upstream and downstream, respectively, and distinguished natural and anthropogenic contributions in Ipojuca River. Multiple lines of evidence suggested that heavy metal concentrations in bedload were an adequate and feasible indicator of anthropogenic impacts. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"da Silva, YJAB (Agra Bezerra da Silva, Yuri Jacques) ; Cantalice, JRB (Barros Cantalice, Jose Ramon) ; do Nascimento, CWA (Araujo do Nascimento, Clistenes Williams) ; Singh, VP (Singh, Vijay P.) ; da Silva, YJAB (Agra Bezerra da Silva, Ygor Jacques) ; Silva, CMCAC (Atanazio Cruz Silva, Cinthia Maria Cordeiro) ; Silva, MDO (Silva, Michelangelo de Oliveira) ; Guerra, SMS (Guerra, Sergio M. S.)","Title":"Bedload as an indicator of heavy metal contamination in a Brazilian anthropized watershed"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396963000007 ISSN: 0969-6997 eISSN: 1873-2089","Keywords":"Air cargo; Asset provider; Buy-back; Intermediary; Overbooking; Revenue management KeyWords Plus:SUPPLY CHAIN; DEMAND; PRICE; UNCERTAINTY; COMPETITION; RETAILERS","Categories":"Transportation Web of Science Categories:Transportation","Journal Information":"JOURNAL OF AIR TRANSPORT MANAGEMENT Volume: 61 Pages: 53-63 Special Issue: SI DOI: 10.1016/j.jairtraman.2016.08.012 Published: JUN 2017","Abstract":"Few researches address the application of financial \"buy-back\" concept in the air cargo revenue management. This paper examines the air cargo booking and execution procedure to measure the applicability of the buy-back policy in the air cargo revenue. By applying buy-back policy during the period of order release and order execution, a revenue model is built which incorporates Hellermann's capacity option model into the Black-Scholes pricing model. The results demonstrated that buy-back policy not only answers the questions of whether to buy-back, when to buy-back and how much to buy-back, but also increases the revenues of both asset provider and intermediary. Further study is extended in the overbooking and partial buy-back scenarios. The buy-back policy showed better performance in these two scenarios compared with current approach. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Lin, DP (Lin, Danping) ; Lee, CKM (Lee, Carman Ka Man) ; Yang, JL (Yang, Jilin)","Title":"Air cargo revenue management under buy-back policy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393932800018 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Problem structuring; Viable systems model; Utilisation-focussed evaluation; Theories of change; Educational development KeyWords Plus:COMPLEXITY-CONSISTENT THEORY; HIGHER-EDUCATION; MODEL; MANAGEMENT; INTERVENTION; METHODOLOGY; PERSPECTIVE; QUALITY; CRIME; SOFT","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 2 Pages: 626-641 DOI: 10.1016/j.ejor.2016.10.056 Published: JUN 1 2017","Abstract":"The paper uses a higher education case study to illustrate a participative theory of change approach to evaluating technology supported learning. The approach is informed by the Viable Systems Model (VSM) and utilisation-focussed evaluation and, falls within the tradition of facilitated modelling approaches to operational research. We argue that this approach worked well in engaging primary evaluation users in a process of collaborative action research to improving an educational development initiative and that the approach helped generate information relevant to answering its primary users' questions, to inform their specific decisions and actions relevant to their quality enhancement responsibilities. Through a case study, concerning the evaluation of an educational development initiative in a large UK university, we illustrate how the VSM and utilisation-focussed evaluation could be used to: (a) conceptualise the connection between strategies and their components at different levels of organisation; (b) to clarify the role and interests of stakeholders in these strategies; and (c) to scope evaluation to be relevant to informing the decisions and actions of these stakeholders. The paper contributes to illustrate how VSM principles can underpin a theory of change approach to engaging primary stakeholders in planning an intervention and its evaluation in the context of educational development work, in order to improve evaluation to be more relevant to their needs. The paper should be of interest to researchers exploring the use of systems theory in evaluation, in particular in the context of educational development work in higher education. (C) 2016 The Authors. Published by Elsevier B.V.","Authors":"Hart, D (Hart, Diane) ; Paucar-Caceres, A (Paucar-Caceres, Alberto) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Paucar-Caceres, Alberto  http://orcid.org/0000-0002-4690-561X","Title":"A utilisation focussed and viable systems approach for evaluating technology supported learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393247200005 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Invariant manifolds; Escaping dynamics; Ship capsize; Rough seas KeyWords Plus:CELESTIAL MECHANICS; CAPSIZE; SEAS; EXCITATION; RESONANCE; SYSTEMS; ORBITS; DESIGN; STATE","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 47 Pages: 48-70 DOI: 10.1016/j.cnsns.2016.10.021 Published: JUN 2017","Abstract":"Escape from a potential well is a paradigm to understand critical events in chemical physics, celestial mechanics, structural mechanics, and ship dynamics, to name but a few. The consequences of escape could be desirable or undesirable depending on the specific problem at hand, however, the general question is how escape occurs and the effects of environmental noise on the escape. In this article, we answer the first question by discovering the phase space structures that lead to escape and the second question by investigating the effects of random forcing on these structures in the context of ship dynamics and capsize. The phase space structures that lead to escape are the tube manifolds associated to the rank-1 saddles in the conservative system. They are also robust in the sense of predicting high probability regions of escape even in the presence of random forcing. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Naik, S (Naik, Shibabrat) ; Ross, SD (Ross, Shane D.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Naik, Shibabrat  http://orcid.org/0000-0001-7964-2513","Title":"Geometry of escaping dynamics in nonlinear ship motion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012900010 ISSN: 0021-8693 eISSN: 1090-266X","Keywords":"Character degrees; Character codegrees; Huppert's conjecture KeyWords Plus:IRREDUCIBLE CHARACTERS; ELEMENT ORDERS; FINITE-GROUPS; CO-DEGREES","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF ALGEBRA Volume: 478 Pages: 215-219 DOI: 10.1016/j.jalgebra.2016.12.017 Published: MAY 15 2017","Abstract":"Let G be a finite group and chi be a character of G, we denote the codegree of chi to be codeg(x) = vertical bar G:ker chi vertical bar/chi(1) We define sigma(codeg(G)) = max{vertical bar pi(codeg(chi))vertical bar vertical bar chi epsilon Irr(G)} where pi(codeg(x)) is the set of prime divisors of codeg(x) and pi(G) to be the set of prime divisors of vertical bar G vertical bar. In this note, we show that there exists a fixed constant k such that vertical bar pi(G)vertical bar <= k sigma(codeg(G)). This answers an open question in [12]. 2017 Elsevier Inc. All rights reserved.","Authors":"Yang, Y (Yang, Yong) ; Qian, GH (Qian, Guohua)","Title":"The analog of Huppert's conjecture on character codegrees"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012900022 ISSN: 0021-8693 eISSN: 1090-266X","Keywords":"Cohen-Macaulay ring; Deviation; Type; Embedding dimension; Numerical semigroup; Geometrical illustration; Relation ideal KeyWords Plus:GORENSTEIN RINGS","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF ALGEBRA Volume: 478 Pages: 397-409 DOI: 10.1016/j.jalgebra.2017.01.041 Published: MAY 15 2017","Abstract":"In J. Herzog and E. Kunz (1973) [6] it was shown that for any pair (d,t) is an element of N x N+ with (d,t) not equal(1,1) there exists a local Cohen-Macaulay ring R having deviation d(R) = d and type t(R) = t. By E. Kunz (1974) [7] the case d(R) = 1,t(R) = 1 cannot occur. In this paper certain Cohen-Macaulay rings are studied for which there are close relations between deviation, type and embedding dimension. Similar relations for other classes of local rings have been proved in the recent paper by L. Sharifan (2014) [15]. Our relations will be applied to numerical semigroups (or equivalently monomial curves) and lead also to some further cases, generalizing E. Kunz (2016) [8] with ring-theoretic proofs, in which a question of H. Will (1978) [16] has a positive answer. (C) 2017 Published by Elsevier Inc.","Authors":"Kunz, E (Kunz, E.) ; Waldi, R (Waldi, R.)","Title":"On the deviation and the type of certain local Cohen-Macaulay rings and numerical semigroups"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012900023 ISSN: 0021-8693 eISSN: 1090-266X","Keywords":"Regular subgroup; Affine group; Translations","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF ALGEBRA Volume: 478 Pages: 410-418 DOI: 10.1016/j.jalgebra.2017.01.045 Published: MAY 15 2017","Abstract":"Given a regular subgroup R of AGI(n)(F), one can ask if R contains nontrivial translations. A negative answer to this question was given by Liebeck, Praeger and Saxl for AGL(2)(p) (p a prime), AGL(3)(p) (p odd) and for AGL(4)(2). A positive answer was given by Hegedus for AGL(n)(p) when n >= 4 if p is odd and for n = 3 or n >= 5 if p = 2. A first generalization to finite fields of Hegedus construction was recently obtained by Catino, Colazzo and Stefanelli. In this paper we give examples of such subgroups in AGL(n) (F) for any n >= 5 and any field IF. For n < 5 we provide necessary and sufficient conditions for their existence, assuming R to be unipotent if char F = 0. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Pellegrini, MA (Pellegrini, M. A.) ; Bellani, MGT (Bellani, M. G. Tamburini)","Title":"Regular subgroups of the affine group with no translations"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397687100025 PubMed ID: 28226261 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Smoke; Fire; Risk communication; Messages; Public health; Information dissemination KeyWords Plus:WILDLAND FIRE; RISK COMMUNICATION; WILDFIRE SMOKE; SOCIAL TRUST; MANAGEMENT; EXPOSURE; MEDIA","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 247-256 DOI: 10.1016/j.jenvman.2017.02.012 Published: MAY 15 2017","Abstract":"Exposure to smoke emitted from wildfire and planned burns. (i.e., smoke events) has been associated with numerous negative health outcomes, including respiratory symptoms and conditions. This rapid review investigates recent evidence (post-2009) regarding the effectiveness of public health messaging during smoke events. The objectives were to determine the effectiveness of various communication channels used and public health messages disseminated during smoke events, for general and at -risk populations. A search of 12 databases and grey literature yielded 1775 unique articles, of which 10 were included in this review. Principal results were: 1) Smoke -related public health messages are communicated via a variety of channels, but limited evidence is available regarding their effectiveness for the general public or at -risk groups. 2) Messages that use simple language are more commonly recalled, understood, and complied with. Compliance differs according to socio-demographic characteristics. 3) At -risk groups may be advised to stay indoors before the general population, in order to protect the most vulnerable people in a community. The research included in this review was observational and predominantly descriptive, and is therefore unable to sufficiently answer questions regarding effectiveness. Experimental research, as well as evaluations, are required to examine the effectiveness of modern communication channels, channels to reach at-risk groups, and the 'stay indoors' message. (C)2017 Elsevier Ltd.All rights reserved.","Authors":"Fish, JA (Fish, Jennifer A.) ; Peters, MDJ (Peters, Micah D. J.) ; Ramsey, I (Ramsey, Imogen) ; Sharplin, G (Sharplin, Greg) ; Corsini, N (Corsini, Nadia) ; Eckert, M (Eckert, Marion)","Title":"Effectiveness of public health messaging and communication channels during smoke events: A rapid systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398440600011 ISSN: 0022-328X eISSN: 1872-8561","Keywords":"Enantioselectivity; Hydrogen pressure; DFT; Rhodium; Enamide; Mechanism KeyWords Plus:EFFECTIVE CORE POTENTIALS; ASYMMETRIC CATALYTIC-HYDROGENATION; MOLECULAR CALCULATIONS; PROCHIRAL ENAMIDES; REACTION PATHWAYS; ORIGIN; COMPLEXES; MECHANISM; LIGANDS; SELECTIVITY","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear; Chemistry, Organic","Journal Information":"JOURNAL OF ORGANOMETALLIC CHEMISTRY Volume: 836-837 Pages: 90-99 DOI: 10.1016/j.jorganchem.2017.02.034 Published: MAY 15 2017","Abstract":"Why would the pressure of hydrogen affect the enantioselectivity of hydrogenation in an opposite way for two enamide reactants, M-acrylate (methyl 2-acetamidoacrylate) and E-emap (ethyl 4-methyl-3acetamido-2-pentanoate), with rhodium (I) complexes coordinated to a diphosphine ligand? This question was answered by a combination of experiments and DFT calculations. The activation free energies, the kinetic constants and the enantiomeric excess ee have been calculated. In the static pathways, the two substrates show significant differences. From the square-planar substrate-metal complex, Macrylate (resp. E-emap) prefers the attack of the hydrogen on the side opposite to (resp. of) the amide group. Both substrates however show lower transition states on the pathway starting from the minor stereoisomer of the substrate-metal complex. The turnover-limiting step for M-acrylate is the oxidative addition of hydrogen on the substrate-metal complex, while it is the migratory insertion of the substrate in the Rh-H bond for E-emap. However, the energy profiles are not sufficient to understand the enantioselectivity of the reaction: the kinetic simulations lead to different conclusions and show a marked influence of the hydrogen pressure. For both substrates, the R isomer is obtained in the realistic pressure range, coming from the minor isomer for M-acrylate and from the major isomer for E-emap. Hence, depending on the reactant, the preferred pathway follows either the major/minor or the lock-and-key concept. The importance of combining DFT calculations with kinetic simulations in unraveling the mechanism is underlined. In particular, they reveal that the rate of formation of the metal-substrate complex plays a key role for the enantioselectivity. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Aloui, A (Aloui, A.) ; Delbecq, F (Delbecq, F.) ; De Bellefon, C (De Bellefon, C.) ; Sautet, P (Sautet, P.)","Title":"Understanding the influence of hydrogen pressure on the enantioselectivity of hydrogenation: A combined theory-experiment approach"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000392784600022 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Differential-algebraic equation; Essential underlying ODE; Inherent ODE; Adjoint pairs; Lagrange identity; Lyapunov spectrum; Lyapunov regularity KeyWords Plus:INDEX 1; ADJOINTS; SYSTEMS; DAES","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 316 Pages: 271-286 DOI: 10.1016/j.cam.2016.09.039 Published: MAY 15 2017","Abstract":"In the context of linear differential-algebraic equations (DAB) one finds different associated explicit ordinary differential equations (ODEs), among them essential underlying and inherent explicit regular ones, abbreviated: EUODEs and IERODEs. EUODEs have been introduced in 1991 for index-2 DAEs in Hessenberg form by means of special transformations. IERODEs result within the framework of the projector based decoupling. Each such explicit ODE is occasionally considered to rule the flow of the DAE. The question to which extend EUODEs and IERODEs are related to each other has been asked promptly after 1991. For index-2 Hessenberg-form DAEs, answers have been given in 2005, saying that EUODEs represent somehow condensed IERODEs. Recently, EUODEs have been indicated for general arbitrary-index DAEs and it has been proved that they are condensed IERODEs. The understanding of the relation between the IERODE and the EUODEs enables to uncover the stability behavior of the DAE flow. In the present paper we show that both, the IERODEs and EUODEs of a DAE with arbitrary high index do not at all depend on derivatives of the right-hand side. We consider adjoint pairs of DAEs and provide generalizations of the classical Lagrange identity. Furthermore, we address Lyapunov spectra and Lyapunov regularity. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Marz, R (Maerz, Roswitha)","Title":"New answers to an old question in the theory of differential-algebraic equations: Essential underlying ODE versus inherent ODE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396954000009 PubMed ID: 28040481 ISSN: 0001-706X eISSN: 1873-6254","Keywords":"Rabies; Zoonoses; Veterinary public health; Educational intervention KeyWords Plus:RANDOMIZED-TRIALS; CANINE RABIES; KNOWLEDGE; PROPHYLAXIS; COUNTRIES","Categories":"Parasitology; Tropical Medicine Web of Science Categories:Parasitology; Tropical Medicine","Journal Information":"ACTA TROPICA Volume: 169 Pages: 62-68 DOI: 10.1016/j.actatropica.2016.12.032 Published: MAY 2017","Abstract":"Background: Educational initiatives targeting at-risk populations have long been recognized as a mainstay of ongoing rabies control efforts. Cluster-based studies are often utilized to assess levels of knowledge, attitudes and practices of a population in response to education campaigns. The design of cluster-based studies requires estimates of intra-cluster correlation coefficients obtained from previous studies. This study estimates the school-level intra-cluster correlation coefficient (ICC) for rabies knowledge change following an educational intervention program. Methods: A cross-sectional survey was conducted with 226 students from 7 schools in Sikkim, India, using cluster sampling. In order to assess knowledge uptake, rabies education sessions with pre- and post session questionnaires were administered. Paired differences of proportions were estimated for questions answered correctly. A mixed effects logistic regression model was developed to estimate school-level and student-level ICC5 and to test for associations between gender, age, school location and educational level. Results: The school- and student-level ICC5 for rabies knowledge and awareness were 0.04 (95% CI: 0.01, 0.19) and 0.05 (95% CI: 0.2, 0.09), respectively. These ICCs suggest design effect multipliers of 5.45 schools and 1.05 students per school, will be required when estimating sample sizes and designing future cluster randomized trials. There was a good baseline level of rabies knowledge (mean pre-session score 71%), however, key knowledge gaps were identified in understanding appropriate behavior around scared dogs, potential sources of rabies and how to correctly order post rabies exposure precaution steps. After adjusting for the effect of gender, age, school location and education level, school and individual post session test scores improved by 19%, with similar performance amongst boys and girls attending schools in urban and rural regions. The proportion of participants that were able to correctly order post-exposure precautionary steps following educational intervention increased by 87%. Conclusion: The ICC estimates presented in this study will aid in designing cluster-based studies evaluating educational interventions as part of disease control programs. This study demonstrates the likely benefits of educational intervention incorporating bite prevention and rabies education. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Auplish, A (Auplish, Aashima) ; Clarke, AS (Clarke, Alison S.) ; Van Zanten, T (Van Zanten, Trent) ; Abel, K (Abel, Kate) ; Tham, C (Tham, Charmaine) ; Bhutia, TN (Bhutia, Thinlay N.) ; Wilks, CR (Wilks, Colin R.) ; Stevenson, MA (Stevenson, Mark A.) ; Firestone, SM (Firestone, Simon M.)","Title":"Estimating the intra-cluster correlation coefficient for evaluating an educational intervention program to improve rabies awareness and dog bite prevention among children in Sikkim, India: A pilot study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563400011 ISSN: 0007-1013 eISSN: 1467-8535","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"BRITISH JOURNAL OF EDUCATIONAL TECHNOLOGY Volume: 48 Issue: 3 Pages: 878-896 DOI: 10.1111/bjet.12459 Published: MAY 2017","Abstract":"Teachers often use in-class questions to examine the level of understanding of their students, while these also enable students to reorganize their acquired knowledge. However, previous studies have shown that students may resist being questioned because of negative emotions. Therefore, this paper proposes the idea of eliciting positive emotions by showing students funny images to reward them for providing correct answers. Three studies were conducted with different courses, using either a video lecture or classroom lecture. The results of Study 1 indicated that 22 learners who watched 10 financial literacy video segments and were rewarded with funny images tended to have more positive emotions, an upward trend in their attention levels, and greater test scores as compared to the other 22 learners watching the same videos who received no rewards. Studies 2 and 3 were conducted in the data structure and computer networks courses, respectively. With regard to affective states, the 52 students in the two courses gained more learning confidence in classes that providing the amusing stimuli as compared to those without such rewards. However, only students in the computer networks course had higher test scores on their mid-term exams when answering rewarded questions compared to when they answered those questions without rewards, although this was not found with the students in the data structure course. The findings suggest that rewarding students with amusing stimuli can enhance students' affective states, even though this instructional strategy does not lead to higher learning performance all the time.","Authors":"Huang, YM (Huang, Yueh-Min) ; Liu, MC (Liu, Ming-Chi) ; Lai, CH (Lai, Chia-Hung) ; Liu, CJ (Liu, Chia-Ju)","Title":"Using humorous images to lighten the learning experience through questioning in class"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400042 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Online health seeking; Social validation; Source evaluation; Trustworthiness; Credibility KeyWords Plus:CREDIBILITY; INFORMATION; TRUST; COMMUNICATION","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 375-381 DOI: 10.1016/j.chb.2017.01.019 Published: MAY 2017","Abstract":"Online health forums offer many cues such as who evaluated a certain piece of information and how many users have assessed the contribution. These cues help information seekers to answer questions of trust, e.g. whom and which information to rely on. This study seeks to determine the effect of social validation on trusting online health information. Specifically we question how much an expert statement is valued compared to a strong in numbers opinion from an anonymous mass. We report a study that manipulated the social validation of medical statements within online forum posts in a 2 (quality cue: yes vs. no) x 2 (quantity cue: yes vs. no) within-subjects design (N = 78). Dependent measures were credibility of health statements and trustworthiness of the author. Results showed that forum users trust social validation by the masses (quantity cue) just as well as validation by an expert (quality cue). Nevertheless, they did not question how the masses' cue related to the actual correctness of the statement. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Jucks, R (Jucks, Regina) ; Thon, FM (Thon, Franziska M.)","Title":"Better to have many opinions than one from an expert? Social validation by one trustworthy source versus the masses in online health forums"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400062 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Knowledge management; Organizational learning; Knowledge transfer; Decision making; Expertise; Audit planning KeyWords Plus:ABSORPTIVE-CAPACITY; LOAN OFFICERS; DECISION-MAKING; EXPERTISE; NOVICES; INFORMATION; PERFORMANCE; ORGANIZATIONS; DETERMINANTS; EXPERIENCE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 564-574 DOI: 10.1016/j.chb.2016.12.069 Published: MAY 2017","Abstract":"The objective of this study is to test how the transfer of auditing knowledge, along with other variables, work together to impact the level of professional skepticism in auditors and answer the crucial question of how auditors' competencies and expertise jointly interact with the knowledge transfer process. The study attempts to test these components in an empirical model, decomposing them and showing how they affect skepticism by comparing how knowledge is transferred in experts as compared to novices. The results of this study show that the differences between the expert auditors and the novices strengthened support for the role of knowledge and expertise in improving skepticism in engagement planning. The results of our study illustrate that knowledge transfer plays an important role in enhancing auditor professional skepticism, thereby improving the accuracy of auditor judgments. Also, as suggested by Nelson (2009), expert knowledge, position, and judgment were significant factors in the planning of an audit engagement. However, trait effects (as captured by firm effects) were not significant in explaining auditors' judgments. These results are important in that they illustrate the significance of the role that knowledge transfer functions in facilitating auditors' exercise of appropriate professional skepticism in audit engagement planning. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Rodgers, W (Rodgers, Waymond) ; Mubako, GN (Mubako, Grace N.) ; Hall, L (HalL, Laura)","Title":"Knowledge management: The effect of knowledge transfer on professional skepticism in audit engagement planning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395600800014 ISSN: 0012-365X eISSN: 1872-681X","Keywords":"Path-pairability; Terminal-pairability; Complete grid graphs","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"DISCRETE MATHEMATICS Volume: 340 Issue: 5 Pages: 988-990 DOI: 10.1016/j.disc.2017.01.014 Published: MAY 2017","Abstract":"We affirmatively answer and generalize the question of Kubicka, Kubicki and Lehel (1999) concerning the path-pairability of high-dimensional complete grid graphs. As an intriguing by-product of our result we significantly improve the estimate of the necessary maximum degree in path-pairable graphs, a question originally raised and studied by Faudree, Gyarfas, and Lehel (1999). (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Gyori, E (Gyori, Ervin) ; Mezei, TR (Mezei, Tumas Robert) ; Meszaros, G (Meszaros, Gabor)","Title":"Note on terminal-pairability in complete grid graphs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395600800032 ISSN: 0012-365X eISSN: 1872-681X","Keywords":"Lattice theory; Covering dimension","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"DISCRETE MATHEMATICS Volume: 340 Issue: 5 Pages: 1086-1091 DOI: 10.1016/j.disc.2016.10.019 Published: MAY 2017","Abstract":"Dube, Georgiou, Megaritis and Moshokoa (2015) characterized the covering dimension of a finite lattice. The covering dimension is completely different from the order dimension. The covering dimension of a finite lattice L will be denoted by dim(L) in this paper. Dube, Georgiou, Megaritis and Moshokoa (2015) posed three open questions. In this paper we answer two of these three questions. Question 1 is that whether the relation dim(L-1 x L-2) <= dim(L-1) dim(L-2) + 1 holds for all finite lattices L-1 and L-2. We give a positive answer for the above Question 1. Question 2 is that whether the relation dim(L(1)x L-2) <= dim(L-1) + dim(L-2) + 1 holds for all finite lattices L-1 and L-2. We give a negative answer to the above Question 2 by an example. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhang, HF (Zhang, Hai-feng) ; Zhou, M (Zhou, Meng) ; Zhang, GJ (Zhang, Guang-jun)","Title":"Answer to some open questions on covering dimension for finite lattices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395600800038 ISSN: 0012-365X eISSN: 1872-681X","Keywords":"Barred preferential arrangements; Restricted barred preferential arrangements; Restricted sections and free sections","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"DISCRETE MATHEMATICS Volume: 340 Issue: 5 Pages: 1122-1128 DOI: 10.1016/j.disc.2016.11.010 Published: MAY 2017","Abstract":"A preferential arrangement of a set X-n = {1, 2,..., n} is a partition of the set X-n together with a linear ordering of the blocks. Separating the blocks of a preferential arrangement with vertical bars results in a barred preferential arrangement. Nelsen and Schmidt proposed a family of generating functions P-k,P-1(x) = (sic) (where k epsilon N-0 = {0, 1, 2, 3,...}); which for k = 0 and for k = 2 gives respectively, the exponential generating function for the number of preferential arrangements of X-n and that of the number of chains in the power set of X-n. They then asked \"could there be combinatorial structures associated with either X-n or the power set of X-n whose integer sequences are generated by members of the family P-k,P-l(x) for other values of k ?\" In this study we propose an answer to this question by showing how the enumerations of barred preferential arrangements can be associated with members of the family P-k,P-1(x) of generating functions for all values of kin positive integers. Further we use a notion of restricted barred preferential arrangements, enumerations of which then leads to a more general family of generating functions p(k,j)(x) = (sic) for k, j in positive integers. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Nkonkobe, S (Nkonkobe, S.) ; Murali, V (Murali, V.)","Title":"A study of a family of generating functions of Nelsen-Schmidt type and some identities on restricted barred preferential arrangements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398708500026 PubMed ID: 28321861 ISSN: 0011-9059 eISSN: 1365-4632","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"INTERNATIONAL JOURNAL OF DERMATOLOGY Volume: 56 Issue: 5 Pages: 567-570 DOI: 10.1111/ijd.13514 Published: MAY 2017","Abstract":"BackgroundIncidence of skin cancer is rising in Hispanic populations and minorities often have more advanced disease and experience higher mortality rates. Community health worker (CHW) programs to promote primary and secondary prevention show promise for many diseases, but an adequate training program in skin cancer prevention is not documented. We present a model for CHW specialty certification in skin cancer prevention for underserved, Hispanic communities. MethodsWe designed a culturally appropriate CHW training program according to an empowerment model of education for skin cancer prevention and detection in underserved Hispanic communities. We partnered with a large nonprofit clinic in South Florida. ResultsNineteen CHWs completed the 2-h training course. After the course, 82.4% (n=14) strongly agreed with the statement I feel confident I can educate others on the warning signs of melanoma. Eighty-eight percent (88.2%, n=15) strongly agreed that they felt confident that they could educate others on the importance of sun safety. One hundred percent (n=19) answered each question about how the sun affects the skin correctly while 84.2% (n=16) were able to identify the ABCDEs of melanoma. Nearly 90% strongly agreed with I plan to change my personal sun safety behaviors based on what I learned today. DiscussionOur results indicate successful transfer of information and empowerment to CHWs with high levels of confidence. Disease specific specialty certifications are a component of effective CHW policies. An appropriate training tool for skin cancer education is an important addition to a growing list of CHW specialty certifications.","Authors":"Jacobsen, AA (Jacobsen, Audrey A.) ; Maisonet, J (Maisonet, Jezabel) ; Kirsner, RS (Kirsner, Robert S.) ; Strasswimmer, J (Strasswimmer, John)","Title":"Applying the community health worker model in dermatology: a curriculum for skin cancer prevention education training"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396380500021 ISSN: 0021-8693 eISSN: 1090-266X","Keywords":"Decomposition numbers; Feit's problems","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF ALGEBRA Volume: 477 Pages: 494-495 DOI: 10.1016/j.jalgebra.2017.01.011 Published: MAY 1 2017","Abstract":"We find a counterexample to Feit's Problem VIII on the bound of decomposition numbers. This also answers a question raised by T. Holm and W. Willems. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Navarro, G (Navarro, Gabriel) ; Sambale, B (Sambale, Benjamin)","Title":"A counterexample to Feit's Problem VIII on decomposition numbers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012500003 ISSN: 0095-8956 eISSN: 1096-0902","Keywords":"Ramsey numbers; Odd cycles; Edge colourings","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF COMBINATORIAL THEORY SERIES B Volume: 124 Pages: 56-63 DOI: 10.1016/j.jctb.2016.12.005 Published: MAY 2017","Abstract":"We show that for any positive integer r there exists an integer k and a k-colouring of the edges of K2k+1 with no monochromatic odd cycle of length less than r. This makes progress on a problem of ErdOs and Graham and answers a question of Chung. We use these colourings to give new lower bounds on the k-colour Ramsey number of the odd cycle and prove that, for all odd r and all k sufficiently large, there exists a constant is an element of= is an element of(r) > 0 such that R-k(C-r) > (r - 1)(2 +is an element of)(k-1) . (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Day, AN (Day, A. Nicholas) ; Johnson, JR (Johnson, J. Robert)","Title":"Multicolour Ramsey numbers of odd cycles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012500005 ISSN: 0095-8956 eISSN: 1096-0902","Keywords":"Typical structure; Digraphs; Oriented graphs; Counting graphs KeyWords Plus:ASYMPTOTIC NUMBER; HYPERGRAPHS; SUBGRAPHS","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF COMBINATORIAL THEORY SERIES B Volume: 124 Pages: 88-127 DOI: 10.1016/j.jctb.2016.12.008 Published: MAY 2017","Abstract":"Motivated by his work on the classification of countable homogeneous oriented graphs, Cherlin asked about the typical structure of oriented graphs (i) without a transitive triangle, or (ii) without an oriented triangle. We give an answer to these questions (which is not quite the predicted one). Our approach is based on the recent 'hypergraph containers' method, developed independently by Saxton and Thomason as well as by Balogh, Morris and Samotij. Moreover, our results generalise to forbidden transitive tournaments and forbidden oriented cycles of any order, and also apply to digraphs. Along the way we prove several stability results for extremal digraph problems, which we believe are of independent interest. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Kuhn, D (Kuehn, Daniela) ; Osthus, D (Osthus, Deryk) ; Townsend, T (Townsend, Timothy) ; Zhao, Y (Zhao, Yi)","Title":"On the structure of oriented graphs and digraphs with forbidden tournaments or cycles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366500014 ISSN: 0022-1031 eISSN: 1096-0465","Keywords":"Evaluative conditioning; Processing fluency; Mere exposure; Preference learning; Valence asymmetry; Extinction KeyWords Plus:MERE EXPOSURE; PERCEPTUAL FLUENCY; INFORMATION; ATTITUDES; PARADIGM; DISLIKES; STIMULI; DENSITY; LIKES","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"JOURNAL OF EXPERIMENTAL SOCIAL PSYCHOLOGY Volume: 70 Pages: 124-128 DOI: 10.1016/j.jesp.2017.01.004 Published: MAY 2017","Abstract":"Human preferences can be shaped by evaluative conditioning (EC), which describes observed changes in liking of an initially neutral stimulus (conditioned stimulus) due to repeated paired presentations with an inherently positive or negative stimulus (unconditioned stimulus). The experimental procedure of EC implies that participants are repeatedly exposed to the conditioned stimulus. Prior research suggests that repeated exposure to stimuli facilitates their processing. Furthermore, the resulting experience of processing fluency is known to shape human preferences through its inherent positive valence. Surprisingly, however, the role of processing fluency due to repeated stimulus exposure has never been directly investigated within the context of EC. The present research extends current conceptualizations of EC by incorporating processing fluency. In particular, it presents the first study that differentiates between a direct effect of stimulus pairing and a fluency-mediated effect of stimulus repetition on liking in a standard EC procedure. This approach helps to answer the open theoretical questions of why negative EC (i.e., EC applying negative unconditioned stimuli) tends to produce smaller effects than positive EC (i.e., EC applying positive unconditioned stimuli), and why positive EC is less susceptible to extinction than negative EC. On this basis, we strongly recommend considering processing fluency in theoretical models and empirical studies on EC and other forms of evaluative learning. (C) 2017 The Authors. Published by Elsevier Inc.","Authors":"Landwehr, JR (Landwehr, Jan R.) ; Golla, B (Golla, Benedikt) ; Reber, R (Reber, Rolf)","Title":"Processing fluency: An inevitable side effect of evaluative conditioning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366500032 ISSN: 0022-1031 eISSN: 1096-0465","Keywords":"Temperature; Physical warmth; Response bias; Affiliation KeyWords Plus:SELF-CONSTRUALS; SOCIAL WARMTH; STYLES; SCALE; BIAS; ATTACHMENT; QUESTIONS; PROXIMITY; CUES","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"JOURNAL OF EXPERIMENTAL SOCIAL PSYCHOLOGY Volume: 70 Pages: 294-300 DOI: 10.1016/j.jesp.2016.12.001 Published: MAY 2017","Abstract":"Physical temperature can fundamentally affect psychological processes. Among other things, physical warmth typically fosters the motivation to affiliate. We argue that physical warmth can increase affirmative and acquiescent response behavior in psychological surveys and experiments as a result of such an affiliative motive. In Study 1, we find that participants give more biased answers in a memory test in warmer, compared to colder, environments. In Studies 2-3b, physical warmth fosters a response bias toward the affirmation of unrelated items in questionnaires. In Study 4, the effect of physical warmth on the affirmation bias is amplified when the person reading a participant's answers is a friend (stronger affiliation prime) compared to a stranger. Taken together, temperature affects general response behavior by fostering affirmation. Thereby, physical temperature has deeper psychological as well as methodological consequences than previously thought. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Steinmetz, J (Steinmetz, Janina) ; Posten, AC (Posten, Ann-Christin)","Title":"Physical temperature affects response behavior"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398544700005 ISSN: 1084-0699 eISSN: 1943-5584","Keywords":"Frequency analysis; Climate change; Hurricanes; Floods; Droughts; Rainfall frequency KeyWords Plus:MADDEN-JULIAN-OSCILLATION; LOW-LEVEL JET; SOUTH-AMERICA; ATMOSPHERIC CIRCULATION; TROPOSPHERIC CIRCULATION; SUMMER PRECIPITATION; CONVERGENCE ZONE; VARIABILITY; PACIFIC; TELECONNECTIONS","Categories":"Engineering; Environmental Sciences & Ecology; Water Resources Web of Science Categories:Engineering, Civil; Environmental Sciences; Water Resources","Journal Information":"JOURNAL OF HYDROLOGIC ENGINEERING Volume: 22 Issue: 5 Special Issue: SI Article Number: E5015004 DOI: 10.1061/(ASCE)HE.1943-5584.0001249 Published: MAY 2017","Abstract":"Knowledge of how the frequency and intensity of extreme events are affected by climate variability will contribute to answering questions related to drought and water availability that are important in water resources management. A tool titled the International Center for Integrated Water Resources Management-Regional Analysis of Frequency Tool (ICI-RAFT), which includes a database of several climate indices, was developed to accomplish this using rainfall observations on the ground. The method used was applied to rainfall obtained from 20 rain gauges in western central Argentina and hurricanes in the Atlantic Ocean during the respective active seasons. The global climate index that was found to have the greatest impact in both cases was the Madden-Julian Oscillation (MJO), which is the focus of the current study. Specifically, MJO activity over central Africa (MJO9) using a lag of 4months and the western Indian Ocean (MJO10) using zero lag had the greatest influences, respectively. It was found that knowledge of the value of the MJO at these locations allows the prediction of below- or above-average rainfall or hurricane conditions for the current season and even allows a more precise quantitative estimate of this activity to be made. (C) 2015 American Society of Civil Engineers.","Authors":"Giovannettone, JP (Giovannettone, Jason Paul)","Title":"Correlating MJO Activity with Argentina Rainfall and Atlantic Hurricanes Using ICI-RAFT"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398562500010 ISSN: 0733-9437 eISSN: 1943-4774","Categories":"Agriculture; Engineering; Water Resources Web of Science Categories:Agricultural Engineering; Engineering, Civil; Water Resources","Journal Information":"JOURNAL OF IRRIGATION AND DRAINAGE ENGINEERING Volume: 143 Issue: 5 Article Number: 04017002 DOI: 10.1061/(ASCE)IR.1943-4774.0001155 Published: MAY 2017","Abstract":"This paper presents the development of fuzzy set-based performance measures for an irrigation reservoir system to answer questions on how likely a system is to fail (fuzzy reliability), how quickly it is likely to recover from failure (fuzzy resiliency), and how severe the consequences of failure are likely to be (fuzzy vulnerability). The failure/success state of the system is defined as a fuzzy event. A fuzzy set with an appropriate membership function is defined to describe both the working and failed states, to account for the system being in partly working and partly failed state. Failure of the irrigation reservoir system is related to the evapotranspiration deficit of the crops in a period. Application of the performance measures is demonstrated with the case study of the Bhadra Reservoir system in Karnataka, India. The reservoir operation is simulated using three different reservoir operating policy models: steady-state policy obtained using a fuzzy stochastic dynamic programming (FSDP) model, steady-state policy obtained using a classical stochastic dynamic programming (SDP) model, and yearly operating policy using a conceptual operating policy (COP) model. All reservoir operating policy models consider the integration of the reservoir operation policy at 10-day time periods with water allocation decisions on a daily basis by maintaining the storage continuity and soil moisture balance. Inclusion of fuzziness in the performance measure gives realistic solutions by capturing uncertainties in the reservoir operating policy models. (C) 2017 American Society of Civil Engineers.","Authors":"Kumari, S (Kumari, Sangeeta) ; Mujumdar, PP (Mujumdar, P. P.)","Title":"Fuzzy Set-Based System Performance Evaluation of an Irrigation Reservoir System"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398543700005 ISSN: 0733-9453 eISSN: 1943-5428","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"JOURNAL OF SURVEYING ENGINEERING Volume: 143 Issue: 2 Article Number: UNSP 06016004 DOI: 10.1061/(ASCE)SU.1943-5428.0000207 Published: MAY 2017","Abstract":"At least two control points (CPs) must be available to determine the position and orientation of a total station (TS). This paper analyzes the optimum horizontal location of the TS with respect to the CPs and answers the question: What is the best location of the TS with respect to the CPs if the goal is to determine the coordinates of the TS and detail points (DPs) as precisely as possible? The optimality is based on the uncertainty of the horizontal coordinates of the TS and of the points measured from it, as well as on the uncertainty of the TS orientation. The investigation of this optimality problem was performed both analytically and by the trial-and-error method. It was found that the optimum location of TS is in the center of gravity of all CPs. For a given configuration of the control and DPs, the location of the TS does not influence significantly the positional uncertainty of the surveyed DPs. (C) 2016 American Society of Civil Engineers.","Authors":"Horemuz, M (Horemuz, Milan) ; Jansson, P (Jansson, Patric)","Title":"Optimum Establishment of Total Station"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398416700065 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"astrochemistry; methods: laboratory: molecular; techniques: spectroscopic; ISM: molecules KeyWords Plus:SOLID NITROGEN; AB-INITIO; N-3; SPECTRA; ICES; DISSOCIATION; PREDICTIONS; ABSORPTION; IMPACT; N(D-2)","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 2 Pages: 2150-2159 DOI: 10.1093/mnras/stx140 Published: MAY 2017","Abstract":"Even though the N3 radical has not yet been detected in the interstellar medium, its formation still remains a challenge. For a long time, bombardments of N-2 ices by energetic particles were the only way to from the azide radical as it was thought that ultraviolet ( UV) photons were not strong enough to fragment the molecular nitrogen into N atoms. Consequently, it had been suggested that N-3 could be used as discriminator between ice radiolysis and ice photolysis until a very recent study that has shown that photodecomposition of molecular nitrogen by UV photons might also be a source of the azide radical. In contrast to all these nitrogen ice bombarding experiments, only two laboratory studies have investigated the N3 formation where the reactants N and N2 mixed in the gas phase were co- condensed at 12 K, and this raised a new question concerning whether N + N-2. N-3 took place in the solid phase or in the gas phase. The experimental results of these two studies are contradictory and the problem of the characterization of N3 formation by co- condensing atomic N and molecular N2 has persisted to the present day. In this paper, we give a clear answer to this question, by investigating the kinetic rates of the N( S-4) + N-2. N-3 reaction in the solid phase in the temperature range of 3- 35 K. We find a rate constant of 7.7 x 10 (23) s (1) molecule (1) cm(3) for the azide radical formation in the solid phase and we provide new information on the N-3 infrared signature, which could be used to characterize the temperature and the structure of nitrogen ices.","Authors":"Mencos, A (Mencos, Alejandro) ; Nourry, S (Nourry, Sendres) ; Krim, L (Krim, Lahouari)","Title":"Chemical pathways and kinetic rates of the N(S-4) + N-2 -> N-3 solid phase reaction: could the N-3 radical be a temperature sensor of nitrogen ices in dense molecular clouds?"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396955800001 PubMed ID: 28174023 ISSN: 0197-0186 eISSN: 1872-9754","Keywords":"Hydrogen sulphide; Stroke; Toxic effect; Neuroprotection KeyWords Plus:CYSTATHIONINE-BETA-SYNTHASE; CEREBRAL ISCHEMIA/REPERFUSION INJURY; ENDOPLASMIC-RETICULUM STRESS; ISCHEMIA-REPERFUSION INJURY; BRAIN-BARRIER INTEGRITY; ANIMATION-LIKE STATE; OXIDATIVE STRESS; METHYLENETETRAHYDROFOLATE REDUCTASE; GAMMA-LYASE; HOMOCYSTEINE METABOLISM","Categories":"Biochemistry & Molecular Biology; Neurosciences & Neurology Web of Science Categories:Biochemistry & Molecular Biology; Neurosciences","Journal Information":"NEUROCHEMISTRY INTERNATIONAL Volume: 105 Pages: 1-10 DOI: 10.1016/j.neuint.2016.11.015 Published: MAY 2017","Abstract":"Hydrogen sulfide is believed to be a signalling molecule in the central nervous system. It is known to increase rapidly following an ischemic insult in experimental stroke. Is it protective or deleterious? This review surveys the relevant information available in the literature. It appears that there is no definitive answer to this question at present. Current evidence seems to suggest that the presence of H2S in the ischemic brain may either be deleterious or protective depending on its concentration, deleterious when high and protective when low. Therefore, it can be inferred that either an enhancement or a reduction of its concentration may be of potential use in future stroke therapy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chan, SJ (Chan, Su Jing) ; Wong, PTH (Wong, Peter T. -H.)","Title":"Hydrogen sulfide in stroke: Protective or deleterious?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395095800001 ISSN: 1751-7575 eISSN: 1751-7583","Keywords":"Coloured Petri nets; operational support; model-driven design; state space analysis; business process monitoring KeyWords Plus:DIAGRAMS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ENTERPRISE INFORMATION SYSTEMS Volume: 11 Issue: 5 Pages: 576-596 DOI: 10.1080/17517575.2015.1067723 Published: MAY 2017","Abstract":"Operational support provides, during the execution of a business process, replies to questions such as 'how do I end the execution of the process in the cheapest way?' and 'is my execution compliant with some expected behaviour?' These questions may be asked several times during a single execution and, to answer them, dedicated software components (the so-called operational support providers) need to be invoked. Therefore, an infrastructure is needed to handle multiple providers, maintain data between queries about the same execution and discard information when it is no longer needed. In this paper, we use coloured Petri nets (CPNs) to model and analyse software implementing such an infrastructure. This analysis is needed to clarify the requirements before implementation and to guarantee that the resulting software is correct. To this aim, we present techniques to represent and analyse state spaces with 250 million states on a normal PC. We show how the specified requirements have been implemented as a plug-in of the process mining tool ProM and how the operational support in ProM can be used in combination with an existing operational support provider.","Authors":"Maggi, FM (Maggi, F. M.) ; Westergaard, M (Westergaard, M.)","Title":"Designing software for operational decision support through coloured Petri nets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395962200025 ISSN: 0019-1035 eISSN: 1090-2643","Keywords":"Pluto Ices; Ices, mechanical properties; Geological processes; Pluto, surface KeyWords Plus:CARBON-MONOXIDE; CONVECTION; EROSION; HEAT; ICE; CONDUCTIVITY; PRESSURES; EVOLUTION; HORIZONS; NITROGEN","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ICARUS Volume: 287 Pages: 301-319 Special Issue: SI DOI: 10.1016/j.icarus.2017.01.017 Published: MAY 1 2017","Abstract":"Observations of Pluto's surface made by the New Horizons spacecraft indicate present-day N-2 ice glaciation in and around the basin informally known as Sputnik Planitia. Motivated by these observations, we have developed an evolutionary glacial flow model of solid N-2 ice that takes into account its published thermophysical and rheological properties. This model assumes that glacial ice flows laminarly and has a low aspect ratio which permits a vertically integrated mathematical formulation. We assess the conditions for the validity of laminar N-2 ice motion by revisiting the problem of the onset of solid-state buoyant convection of N-2 ice for a variety of bottom thermal boundary conditions. Subject to uncertainties in N-2 ice rheology, N-2 ice layers are estimated to flow laminarly for thicknesses less than 400-1000 m. The resulting mass-flux formulation for when the N-2 ice flows as a laminar dry glacier is characterized by an Arrhenius Glen functional form. The flow model developed is used here to qualitatively answer some questions motivated by features we interpret to be a result of glacial flow found on Sputnik Planitia. We find that the wavy transverse dark features found along the northern shoreline of Sputnik Planitia may be a transitory imprint of shallow topography just beneath the ice surface suggesting the possibility that a major shoreward flow event happened relatively recently, within the last few hundred years. Model results also support the interpretation that the prominent darkened features resembling flow lobes observed along the eastern shoreline of the Sputnik Planitia basin may be the result of a basally wet N-2 glacier flowing into the basin from the pitted highlands of eastern Tombaugh Regio. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Umurhan, OM (Umurhan, O. M.) ; Howard, AD (Howard, A. D.) ; Moore, JM (Moore, J. M.) ; Earle, AM (Earle, A. M.) ; White, OL (White, O. L.) ; Schenk, PM (Schenk, P. M.) ; Binzel, RP (Binzel, R. P.) ; Stern, SA (Stern, S. A.) ; Beyer, RA (Beyer, R. A.) ; Nimmo, F (Nimmo, F.) ; McKinnon, WB (McKinnon, W. B.) ; Ennico, K (Ennico, K.) ; Olkin, CB (Olkin, C. B.) ; Weaver, HA (Weaver, H. A.) ; Young, LA (Young, L. A.) ...More...Less","Title":"Modeling glacial flow on and onto Pluto's Sputnik Planitia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395107700003 ISSN: 1062-7391 eISSN: 1573-8736","Keywords":"Underground opening; rock; bed; equation; solution; unit weight; stress; displacement; inverse problem","Categories":"Mining & Mineral Processing Web of Science Categories:Mining & Mineral Processing","Journal Information":"JOURNAL OF MINING SCIENCE Volume: 52 Issue: 3 Pages: 432-437 DOI: 10.1134/S1062739116030621 Published: MAY 2017","Abstract":"The practical calculation of rock mass deformation around an underground opening accounts for the unit weight of the rock mass by solving a complimentary problem on \"weightless\" rock mass. A domain with an opening is bounded by a plane with the preset zero vertical displacements, which enables taking into account difference of pressure along the height of the opening. This solution, with the adequately selected boundary conditions, is added with stress field of an intact rock mass and offers zero boundary conditions at the future opening perimeter, however, the issue on the validity of setting boundary conditions at the lower boundary of the calculation domain remains yet to be handled. This article presents a phenomenological model of rock mass deformation to answer the set question. It is taken into account that action of roof rock weight coincides with the orientation of tensile stresses at the opening perimeter and differs from it in the floor. The author thinks it is required to add the class of inverse problems of rock mechanics with the problems directly accounting for rock weight.","Authors":"Mirenkov, VE (Mirenkov, V. E.)","Title":"Method of stress calculation in rock mass around Underground openings, considering unit weight"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396960300003 ISSN: 0168-0072 eISSN: 1873-2461","Keywords":"Sub-recursive hierarchies; Honest elementary degrees; Degrees of relative provability KeyWords Plus:SUBRECURSIVE-CLASSES; RECURSIVE FUNCTIONS","Categories":"Mathematics; Science & Technology - Other Topics Web of Science Categories:Mathematics, Applied; Mathematics; Logic","Journal Information":"ANNALS OF PURE AND APPLIED LOGIC Volume: 168 Issue: 5 Pages: 1017-1031 DOI: 10.1016/j.apal.2016.11.005 Published: MAY 2017","Abstract":"An element a of a lattice cups to an element b > a if there is a c < b such that aUc = b. An element of a lattice has the cupping property if it cups to every element above it. We prove that there are non-zero honest elementary degrees that do not have the cupping property, which answers a question of Kristiansen, Schlage-Puchta, and Weiermann. In fact, we show that if b is a sufficiently large honest elementary degree, then b has the anti-cupping property, which means that there is an a with 0 <E a <E b that does not cup to b. For comparison, we also modify a result of Cai to show, in several versions of the degrees of relative provability that are closely related to the honest elementary degrees, that in fact all non-zero degrees have the anti-cupping property, not just sufficiently large degrees. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Shafer, P (Shafer, Paul)","Title":"Honest elementary degrees and degrees of relative provability without the cupping property"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398240500006 ISSN: 0965-4313 eISSN: 1469-5944","Keywords":"Platform business model; economic ecosystem; regional innovation system; open business model; regional development KeyWords Plus:INNOVATION; STRATEGIES; AGENDA; MARKET","Categories":"Environmental Sciences & Ecology; Geography; Public Administration; Urban Studies Web of Science Categories:Environmental Studies; Geography; Planning & Development; Urban Studies","Journal Information":"EUROPEAN PLANNING STUDIES Volume: 25 Issue: 5 Pages: 805-826 Special Issue: SI DOI: 10.1080/09654313.2017.1282082 Published: MAY 2017","Abstract":"This paper analyses the dynamics of platform business models as an entrepreneurial ecosystem and its effects on regional development. Here, we seek to answer the following research questions: (1) What effects do platform business models have on regional development? (2) What factors and structures affect the dynamics of platform business models? (3) How can we describe the dynamics of platform business models in app stores and hotel-booking industries? To answer these questions, the authors first analysed two platform entrepreneurial ecosystems in the smartphone app store industry (Google Play's Android market and Apple's App Store) and two ecosystems in the hotel-booking industry (Hotels.com and Booking.com). Second, we analysed the effects of platforms as entrepreneurial ecosystems on the regional development of Daegu Metropolitan City. We used in-depth interview methods with a semi-structured questionnaire, system dynamics (SD) simulation, a literature review, and a statistical analysis as research methods. The results of these analyses yielded the following findings. First, platform business models as economic ecosystems motivate a change of regional development from focused areas to multiple areas, from a hierarchical structure of firms to a network of diverse firms, and from scope and scale economy-based firms leading regional development to creative economy-based firms leading regional development. Second, we identified three category factors that were important in a platform ecosystem, and built up and simulated causal and SD models of these factors. Third, we found that the dynamics of platform ecosystems differ from platform to platform because the openness of platforms produces different effects on firms according to the industry to which they belong.","Authors":"Yun, JJ (Yun, JinHyo Joseph) ; Won, D (Won, DongKyu) ; Park, K (Park, KyungBae) ; Yang, J (Yang, JeongHo) ; Zhao, XF (Zhao, Xiaofei)","Title":"Growth of a platform business model as an entrepreneurial ecosystem and its effects on regional development"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398567200001 PubMed ID: 26680116 ISSN: 1464-7931 eISSN: 1469-185X","Keywords":"pelagic sharks; tuna; migratory; MPA; RFMO; spatial management KeyWords Plus:MARINE PROTECTED AREAS; TUNA THUNNUS-ALBACARES; ATLANTIC BLUEFIN TUNA; STABLE-ISOTOPE ANALYSIS; CENTRAL PACIFIC-OCEAN; YELLOWFIN TUNA; FRENCH-POLYNESIA; FISHING EFFORT; INDIAN-OCEAN; BIGEYE TUNA","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGICAL REVIEWS Volume: 92 Issue: 2 Pages: 627-646 DOI: 10.1111/brv.12246 Published: MAY 2017","Abstract":"Tuna, billfish, and oceanic sharks [hereafter referred to as 'mobile oceanic fishes and sharks' (MOFS)] are characterised by conservative life-history strategies and highly migratory behaviour across large, transnational ranges. Intense exploitation over the past 65 years by a rapidly expanding high-seas fishing fleet has left many populations depleted, with consequences at the ecosystem level due to top-down control and trophic cascades. Despite increases in both CITES and IUCN Red Listings, the demographic trajectories of oceanic sharks and billfish are poorly quantified and resolved at geographic and population levels. Amongst MOFS trajectories, those of tunas are generally considered better understood, yet several populations remain either overfished or of unknown status. MOFS population trends and declines therefore remain contentious, partly due to challenges in deriving accurate abundance and biomass indices. Two major management strategies are currently recognised to address conservation issues surrounding MOFS: (i) internationally ratified legal frameworks and their associated regional fisheries management organisations (RFMOs); and (ii) spatio-temporal fishery closures, including no-take marine protected areas (MPAs). In this context, we first review fishery-dependent studies relying on data derived from catch records and from material accessible through fishing extraction, under the umbrella of RFMO-administrated management. Challenges in interpreting catch statistics notwithstanding, we find that fishery-dependent studies have enhanced the accuracy of biomass indices and the management strategies they inform, by addressing biases in reporting and non-random effort, and predicting drivers of spatial variability across meso-and oceanic scales in order to inform stock assessments. By contrast and motivated by the increase in global MPA coverage restricting extractive activities, we then detail ways in which fishery-independent methods are increasingly improving and steering management by exploring facets of MOFS ecology thus far poorly grasped. Advances in telemetry are increasingly used to explore ontogenic and seasonal movements, and provide means to consider MOFS migration corridors and residency patterns. The characterisation of trophic relationships and prey distribution through biochemical analysis and hydro-acoustics surveys has enabled the tracking of dietary shifts and mapping of high-quality foraging grounds. We conclude that while a scientific framework is available to inform initial design and subsequent implementation ofMPAs, there is a shortage in the capacity to answer basic but critical questions about MOFS ecology (who, when, where?) required to track populations non-extractively, thereby presenting a barrier to assessing empirically the performance of MPA-based management for MOFS. This sampling gap is exacerbated by the increased establishment of large (> 10000 km(2)) and very large MPAs (VLMPAs, > 100000 km(2))-great expanses of ocean lacking effectivemonitoring strategies and survey regimes appropriate to those scales. To address this shortcoming, we demonstrate the use of a non-extractive protocol to measure MOFS population recovery and MPA efficiency. We further identify technological avenues for monitoring at the VLMPA scale, through the use of spotter planes, drones, satellite technology, and horizontal acoustics, and highlight their relevance to the ecosystem-based framework of MOFS management.","Authors":"Letessier, TB (Letessier, Tom B.) ; Bouchet, PJ (Bouchet, Phil J.) ; Meeuwig, JJ (Meeuwig, Jessica J.)","Title":"Sampling mobile oceanic fishes and sharks: implications for fisheries and conservation planning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397358400009 ISSN: 0010-4655 eISSN: 1879-2944","Keywords":"Particle number conservation rules; Additive and multiplicative quantum numbers; Feynman diagrams; Systems of linear diophantine equations","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"COMPUTER PHYSICS COMMUNICATIONS Volume: 214 Pages: 83-90 DOI: 10.1016/j.cpc.2017.01.025 Published: MAY 2017","Abstract":"In the context of Quantum Field Theory (QFT) there is often the need to find sets of graph-like diagrams (the so-called Feynman diagrams) for a given physical model. If negative, the answer to the related problem 'Are there any diagrams with this set of external fields?' may settle certain physical questions at once. Here the latter problem is formulated in terms of a system of linear diophantine equations derived from the Lagrangian density, from which necessary conditions for the existence of the requited diagrams may be obtained. Those conditions are equalities that look like either linear diophantine equations or linear modular (i.e. congruence) equations, and may be found by means of fairly simple algorithms that involve integer computations. The diophantint equations so obtained represent (particle) number conservation rules, and are related to the conserved (additive) quantum numbers that may be assigned to the fields of the model. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Nogueira, P (Nogueira, P.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Nogueira, Paulo  H-4347-2012  ","Title":"From Feynman rules to conserved quantum numbers, I"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972800015 ISSN: 0362-546X eISSN: 1873-5215","Keywords":"Bi-Sobolev homeomorphisms; Smooth approximation","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"NONLINEAR ANALYSIS-THEORY METHODS & APPLICATIONS Volume: 154 Pages: 258-268 Special Issue: SI DOI: 10.1016/j.na.2016.07.006 Published: MAY 2017","Abstract":"The first goal of this paper is to give a short description of the planar bi-Sobolev homeomorphisms, providing simple and self-contained proofs for some already known properties. In particular, for any such homeomorphism u : Omega -> Delta, one has Du(x)= 0 for almost every point x for which J(u)(x) = 0. As a consequence, one can prove that integral(Omega) vertical bar Du vertical bar = integral(Delta) vertical bar Du(-1)vertical bar. (8) Notice that this estimate holds trivially if one is allowed to use the change of variables formula, but this is not always the case for a bi-Sobolev homeomorphism. As a corollary of our construction, we will show that any W-1,W-1 homeomorphism u with W-1,W-1 inverse can be approximated with smooth diffeomorphisms (or piecewise affine homeomorphisms) u(n), in such a way that u(n) converges to u in W-1,W-1 and, at the same time, u(n)(-1) converges to u(-1) in W-1,W-1. This positively answers an open conjecture (see for instance Iwaniec et al. (2011), Question 4) for the case p = 1. (C) 2016 Published by Elsevier Ltd.","Authors":"Pratelli, A (Pratelli, Aldo)","Title":"On the bi-Sobolev planar homeomorphisms and their approximation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395616300013 ISSN: 0921-3449 eISSN: 1879-0658","Keywords":"Innovation; Resource-recovery; Source-separation; Transition; Wastewater KeyWords Plus:TECHNOLOGICAL-INNOVATION SYSTEMS; NUTRIENTS; FRAMEWORK; RECOVERY; PARADIGM; CYCLE","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"RESOURCES CONSERVATION AND RECYCLING Volume: 120 Pages: 144-156 DOI: 10.1016/j.resconrec.2016.12.004 Published: MAY 2017","Abstract":"A paradigm shift to waste reuse has started in the wastewater sector with many experts calling for greater resource recovery, often facilitated by alternative solutions such as source separation. Source separation has been shown to be advantageous for improving treatment capacity, food security, and efficiency; yet these systems are still immature, considered risky by professionals and scarcely implemented. This study attempts to answer the question of why source separation is still marginalized by examining the Swedish experience with source separated wastewater from the perspective of Technology Innovation Systems (TIS) in order to identify obstacles and policy recommendations. Considering that source-separation is still in a development phase, the study found that source separation works moderately well within the on-site niche and that blackwater systems in general perform better than urine diversion. Knowledge development is found to be the weakest function. A major blocking mechanism is the weakness of interchange between knowledge development and entrepreneurial activity. Policy recommendations include: increased R & D; building networks and communication platforms; and establishing guidelines for technologies, legislation interpretation and organizational models. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"McConville, JR (McConville, J. R.) ; Kvarnstrom, E (Kvarnstrom, E.) ; Jonsson, H (Jonsson, H.) ; Karrman, E (Karrman, E.) ; Johansson, M (Johansson, M.)","Title":"Source separation: Challenges & opportunities for transition in the swedish wastewater sector"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398030400002 ISSN: 0002-9947 eISSN: 1088-6850","Keywords":"Unit equations over finitely generated domains; uniform bounds; effective methods KeyWords Plus:DECOMPOSABLE FORM EQUATIONS; UNIT EQUATIONS; LOGARITHMIC FORMS; GROUP VARIETIES","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"TRANSACTIONS OF THE AMERICAN MATHEMATICAL SOCIETY Volume: 369 Issue: 5 Pages: 3047-3066 DOI: 10.1090/tran/6732 Published: MAY 2017","Abstract":"This paper is motivated by the results and questions of Jason P. Bell and Kevin G. Hare in 2009. Let O be a finitely generated Z-algebra that is an integrally closed domain of characteristic zero. We investigate the following two problems: (A) Fix q and r that are integral over O and describe all pairs (m, n) epsilon N-2 such that O[q(m)] = O[r(n)]. (B) Fix r that is integral over O and describe all q such that O[q] = O[r]. In this paper, we solve Problem (A), present a solution of Problem (B) by Evertse and Gyory, and explain their relation to the paper of Bell and Hare. In the following, c(1) and c(2) are effectively computable constants with a very mild dependence on O, q, and r. For (B), Evertse and Gyory show that there are N <= c(2) elements s(1),...,s(N) such that O[s(i)] = O[r] for every i, and for every q such that O[q] = O[r], we have q - us(i) epsilon O for some 1 <= i <= N and u epsilon O*. This immediately answers two questions about Pisot numbers by Bell and Hare. For (A), we show that except for some \"degenerate\" cases that can be explicitly described, there are at most c(1) such pairs (m, n). This significantly strengthens some results of Bell and Hare. We also make some remarks on effectiveness and discuss further questions at the end of the paper.","Authors":"Nguyen, KD (Nguyen, Khoa D.)","Title":"ON MODULES OF INTEGRAL ELEMENTS OVER FINITELY GENERATED DOMAINS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398198000005 ISSN: 0044-118X eISSN: 1552-8499","Keywords":"femininity; magazine advertisements; tween girls; gender; representation KeyWords Plus:BODY DISSATISFACTION; MEDIA IMAGES; GENDER; WOMEN","Categories":"Social Issues; Social Sciences - Other Topics; Sociology Web of Science Categories:Social Issues; Social Sciences, Interdisciplinary; Sociology","Journal Information":"YOUTH & SOCIETY Volume: 49 Issue: 4 Pages: 505-527 DOI: 10.1177/0044118X14542575 Published: MAY 2017","Abstract":"Femininity is learned from a myriad of social agents and institutions. An avid consumer of media, today's pre-adolescent girl, or tween, is inundated with messages about how to be a socially acceptable female. What is the nature of these messages tweens are receiving about femininity? Are tween girls in today's society encouraged to adhere to traditional notions of femininity or are they encouraged to resist these norms? To answer these questions, I performed a content analysis of all advertisements found in Girls' Life, a magazine whose target audience is the tween girl. Textual and pictorial coding took place for all advertisements in all issues for the years 2007 and 2008. Results revealed the presence of conflicting messages about femininity through the emergence of four themes: female togetherness, focus on appearance, independence, and control. The magazine presents a contradictory version of femininity, one that encourages the adherence to normative prescriptions of femininity while simultaneously encouraging resistance to these norms.","Authors":"Velding, V (Velding, Victoria)","Title":"Depicting Femininity: Conflicting Messages in a \"Tween\" Magazine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394723900002 ISSN: 0097-3165 eISSN: 1096-0899","Keywords":"Cross-intersecting hypergraphs; Erdos-Ko-Rado; r-Partite hypergaphs; Rainbow matchings KeyWords Plus:ERDOS-KO-RADO; THEOREM; FAMILIES; SHADOWS","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF COMBINATORIAL THEORY SERIES A Volume: 148 Pages: 15-26 DOI: 10.1016/j.jcta.2016.12.002 Published: MAY 2017","Abstract":"Two hypergraphs H-1, H-2 are called cross-intersecting if e(1) boolean AND e(2) not equal 0 for every pair of edges e(1) is an element of H-1, e2 is an element of H-2. Each of the hypergraphs is then said to block the other. Given integers n, r, m we determine the maximal size of a sub-hypergraph of [n](r) (meaning that it is r-partite, with all sides of size n) for which there exists a blocking sub-hypergraph of [n](r) of size m. The answer involves a self-similar sequence, first studied by Knuth. We also study the same question with ((n)(r)) replacing [n](r). These results yield new proofs of some known Erdos-Ko-Rado type theorems. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Aharoni, R (Aharoni, Ron) ; Howard, D (Howard, David)","Title":"Cross-intersecting pairs of hypergraphs"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394920600062 ISSN: 1364-0321","Keywords":"Energy planning; Scheduling; Optimization techniques; Decision-making strategies KeyWords Plus:ARTIFICIAL NEURAL-NETWORK; DATA ENVELOPMENT ANALYSIS; MONTE-CARLO-SIMULATION; PARTICLE SWARM OPTIMIZATION; FINANCIAL RISK-MANAGEMENT; MODEL-PREDICTIVE CONTROL; STAND-ALONE WIND; RENEWABLE ENERGY; POWER-GENERATION; DECISION-MAKING","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE & SUSTAINABLE ENERGY REVIEWS Volume: 71 Pages: 796-813 DOI: 10.1016/j.rser.2016.12.105 Published: MAY 2017","Abstract":"Globalization leads the modern world towards green sources of energy. Green energy is clean sources of energy that have a lower environmental impact compared to conventional energy technology. Green energy plays a significant role in the strategic energy planning process for any country. Regarding energy resources, India plays an important part on the world scene. However, the energy systems of the different regions and territories varied on various parameters. Therefore, a detailed green energy planning for sustainable development has been studied extensively to find the most suitable common strategy for energy management to answer the following questions: (i) which approaches were predominantly applied in a particular region? (ii) Which evaluating criteria were paid more intentness to energy planning for sustainable development in that region? (iii) Is there any inadequacy of the approaches?. Various decision-making strategies, integrated approaches, combined methods have proposed to characterize the energy management problem by different researchers. In modern power management, the performance of different green energy is evaluated against multiple criteria rather than considering a single factor-consumption. This paper reviews the various work on distinct approaches, integrated approaches, multi-criteria decision-making methods, etc., for green energy planning and scheduling problem. This research not only provides confirmation that the energy management strategies are better than the traditional methods, but also aids the researchers and decision makers in applying the procedures.","Authors":"Bhowmik, C (Bhowmik, Chiranjib) ; Bhowmik, S (Bhowmik, Sumit) ; Ray, A (Ray, Arnitava) ; Pandey, KM (Pandey, Krishna Murari)","Title":"Optimal green energy planning for sustainable development: A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693900001 ISSN: 0146-6410 eISSN: 1873-2224","Keywords":"Nuclear astrophysics; White paper; Nucleosynthesis","Categories":"Physics Web of Science Categories:Physics, Nuclear; Physics, Particles & Fields","Journal Information":"PROGRESS IN PARTICLE AND NUCLEAR PHYSICS Volume: 94 Pages: 1-67 DOI: 10.1016/j.ppnp.2016.12.003 Published: MAY 2017","Abstract":"This white paper informs the nuclear astrophysics community and funding agencies about the scientific directions and priorities of the field and provides input from this community for the 2015 Nuclear Science Long Range Plan. It summarizes the outcome of the nuclear astrophysics town meeting that was held on August 21-23, 2014 in College Station at the campus of Texas A&M University in preparation of the NSAC Nuclear Science Long Range Plan. It also reflects the outcome of an earlier town meeting of the nuclear astrophysics community organized by the Joint Institute for Nuclear Astrophysics (JINA) on October 9-10, 2012 Detroit, Michigan, with the purpose of developing a vision for nuclear astrophysics in light of the recent NRC decadal surveys in nuclear physics (NP2010) and astronomy (ASTRO2010). The white paper is furthermore informed by the town meeting of the Association of Research at University Nuclear Accelerators (ARUNA) that took place at the University of Notre Dame on June 12-13, 2014. In summary we find that nuclear astrophysics is a modern and vibrant field addressing fundamental science questions at the intersection of nuclear physics and astrophysics. These questions relate to the origin of the elements, the nuclear engines that drive life and death of stars, and the properties of dense matter. A broad range of nuclear accelerator facilities, astronomical observatories, theory efforts, and computational capabilities are needed. With the developments outlined in this white paper, answers to long standing key questions are well within reach in the coming decade. (C) 2016 Published by Elsevier B.V.","Authors":"Arcones, A (Arcones, Almudena)[ 1,2,37 ] ; Bardayan, DW (Bardayan, Dan W.)[ 3,4,37 ] ; Beers, TC (Beers, Timothy C.)[ 3,4,37 ] ; Bernstein, LA (Bernstein, Lee A.) ; Blackmon, JC (Blackmon, Jeffrey C.)[ 6,37 ] ; Messer, B (Messer, Bronson) ; Brown, BA (Brown, B. Alex)[ 9,10,37 ] ; Brown, EF (Brown, Edward F.)[ 9,10,37 ] ; Brune, CR (Brune, Carl R.)[ 11,37 ] ; Champagne, AE (Champagne, Art E.)[ 12,13 ] ; Chieffi, A (Chieffi, Alessandro)[ 14 ] ; Couture, AJ (Couture, Aaron J.)[ 15,37 ] ; Danielewicz, P (Danielewicz, Pawel)[ 9,10 ] ; Diehl, R (Diehl, Roland)[ 16,17,37 ] ; El-Eid, M (El-Eid, Mounib)[ 18 ] ; Escher, JE (Escher, Jutta E.) ; Fields, BD (Fields, Brian D.)[ 19,37 ] ; Frohlich, C (Frohlich, Carla)[ 20,37 ] ; Herwig, F (Herwig, Falk)[ 21,37 ] ; Hix, WR (Hix, William Raphael)[ 8,23 ] ; Iliadis, C (Iliadis, Christian)[ 12,13 ] ; Lynch, WG (Lynch, William G.)[ 9,10,37 ] ; McLaughlin, GC (McLaughlin, Gail C.)[ 20,37 ] ; Meyer, BS (Meyer, Bradley S.)[ 22 ] ; Mezzacappa, A (Mezzacappa, Anthony)[ 23,24 ] ; Nunes, F (Nunes, Filomena)[ 9,10,37 ] ; O'Shea, BW (O'Shea, Brian W.)[ 10,25,37 ] ; Prakash, M (Prakash, Madappa)[ 11,37 ] ; Pritychenko, B (Pritychenko, Boris)[ 26 ] ; Reddy, S (Reddy, Sanjay)[ 27,37 ] ; Rehm, E (Rehm, Ernst)[ 28,37 ] ; Rogachev, G (Rogachev, Grigory)[ 29,30 ] ; Rutledge, RE (Rutledge, Robert E.)[ 31,37 ] ; Schatz, H (Schatz, Hendrik)[ 9,10,37 ] ; Smith, MS (Smith, Michael S.) ; Stairs, IH (Stairs, Ingrid H.)[ 32 ] ; Steiner, AW (Steiner, Andrew W.)[ 8,37 ] ; Strohmayer, TE (Strohmayer, Tod E.)[ 33 ] ; Timmes, FX (Timmes, F. X.)[ 34,37 ] ; Townsley, DM (Townsley, Dean M.)[ 35 ] ; Wiescher, M (Wiescher, Michael)[ 3,4,37 ] ; Zegers, RGT (Zegers, Remco G. T.)[ 9,10,37 ] ; Zingale, M (Zingale, Michael)[ 36,37 ] ...More...Less","Title":"White paper on nuclear astrophysics and low energy nuclear physics Part 1: Nuclear astrophysics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393148100017 ISSN: 0022-247X eISSN: 1096-0813","Keywords":"Limit cycle; Discontinuous differential system; Averaging method; Isochronous center; Chebyshev criterion KeyWords Plus:CODIMENSION-4 CENTERS; ABELIAN-INTEGRALS; BIFURCATION; PERTURBATIONS; ISOCHRONES; ZEROS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"JOURNAL OF MATHEMATICAL ANALYSIS AND APPLICATIONS Volume: 449 Issue: 1 Pages: 314-342 DOI: 10.1016/j.jmaa.2016.11.033 Published: MAY 1 2017","Abstract":"The present paper is devoted to the study of the maximum number of limit cycles bifurcated from the periodic orbits of the quadratic isochronous center x = -y+16/3x(2)-4/3y(2), y = x+8/3xy by the averaging method of first order, when it is perturbed inside a class of discontinuous quadratic polynomial differential systems. The Chebyshev criterion is used to show that this maximum number is 5 and can be realizable. In some sense, the result and that in paper [6] also answer the questions left in the paper [9]. (c) 2016 Elsevier Inc. All rights reserved.","Authors":"Cen, XL (Cen, Xiuli) ; Li, SM (Li, Shimin) ; Zhao, YL (Zhao, Yulin)","Title":"On the number of limit cycles for a class of discontinuous quadratic differential systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770800021 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Jury of experts; Sequential voting; Voting order; Group decision KeyWords Plus:INFORMATION AGGREGATION; VERDICTS; THEOREM","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 3 Pages: 1072-1081 DOI: 10.1016/j.ejor.2016.09.053 Published: MAY 1 2017","Abstract":"A jury of experts is often convened to decide between two states of Nature relevant to a managerial decision. For example, a legal jury decides between \"innocent\" and \"guilty\", while an economic jury decides between \"high\" and \"low\" growth when there is an investment decision. Usually the jurors vary in their abilities to determine the actual state. When the jurors make their collective decision by sequential majority voting, the order of voting in terms of juror ability can affect the optimal probability Q of reaching a correct verdict. We show that when the jury has size three, Q is maximized if the juror of median ability votes first. When voting in this order, sequential voting can close more than 50% of the gap (in terms of Q) between simultaneous voting and the verdict that would be reached without voting if the jurors' private information were made public. Our results have implications for larger juries, where we answer an age-old question by showing that voting by seniority (decreasing ability order) is significantly better than by anti-seniority (increasing ability order). To obtain our new results we introduce a richer notion of private information. Instead of the binary information assumed since Condorcet (for \"innocent\" or \"guilty\"), we give each juror a number in interval [-1, +1] with larger values indicating stronger signals for \"innocent\". (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Alpern, S (Alpern, Steve) ; Chen, B (Chen, Bo)","Title":"The importance of voting order for jury decisions by sequential majority voting"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000390831700002 ISSN: 0747-7171","Keywords":"Web services; Orchestration; Security policy; Separation of duty; Deducibility constraints; Cryptographic protocols; Formal methods; Automated verification; Synthesis KeyWords Plus:PROTOCOLS; TRUST; LOGIC","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"JOURNAL OF SYMBOLIC COMPUTATION Volume: 80 Pages: 4-26 Part: 1 Special Issue: SI DOI: 10.1016/j.jsc.2016.07.008 Published: MAY-JUN 2017","Abstract":"We consider a problem of automated orchestration of security aware services under additional constraints. The problem of finding a mediator to compose secured services has been reduced in previous works to the problem of solving deducibility constraints similar to those employed for cryptographic protocol analysis. We extend in this paper the mediator synthesis procedure (i.e. a solution for the orchestration problem) by allowing additional non-disclosure policies that express the fact that some data is not accessible to the mediator at a given point of its execution. We present a decision procedure that answers the question whether a mediator satisfying these policies can be effectively synthesized. The approach presented in this work extends the constraint solving procedure for cryptographic protocol analysis in a significant way as to be able to handle negation of deducibility constraints. It applies to all subterm convergent theories and therefore covers several interesting theories in formal security analysis including encryption, hashing, signature and pairing; it is also expressive enough for some RBAC policies. A variant of this procedure for Dolev Yao theory has been implemented in CI-Atse, a protocol analysis tool based on constraint solving. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Avanesov, T (Avanesov, Tigran) ; Chevalier, Y (Chevalier, Yannick) ; Rusinowitch, M (Rusinowitch, Michael) ; Turuani, M (Turuani, Mathieu)","Title":"Intruder deducibility constraints with negation. Decidability and application to secured service compositions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390831900010 ISSN: 0747-7171","Keywords":"F-pure threshold; F-threshold; Syzygy gap KeyWords Plus:PURE THRESHOLDS; POWER-SERIES; P-FRACTALS; HYPERSURFACES; IDEALS","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied","Journal Information":"JOURNAL OF SYMBOLIC COMPUTATION Volume: 80 Pages: 451-483 Part: 2 DOI: 10.1016/j.jsc.2016.07.003 Published: MAY-JUN 2017","Abstract":"In this article we study F-pure thresholds (and, more generally, F-thresholds) of homogeneous polynomials in two variables over a field of characteristic p > 0. Passing to a field extension, we factor such a polynomial into a product of powers of pairwise prime linear forms, and to this collection of linear forms we associate a special type of function called a syzygy gap fractal. We use this syzygy gap fractal to study, at once, the collection of all F-pure thresholds of all polynomials constructed with the same fixed linear forms. This allows us to describe the structure of the denominator of such an F-pure threshold, showing in particular that whenever the F-pure threshold differs from its expected value its denominator is a multiple of p. This answers a question of Schwede in the two-variable homogeneous case. In addition, our methods give an algorithm to compute F-pure thresholds of homogenous polynomials in two variables. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Hernandez, DJ (Hernandez, Daniel J.) ; Teixeira, P (Teixeira, Pedro)","Title":"F-threshold functions: Syzygy gap fractals and the two-variable homogeneous case"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398889600003 ISSN: 2050-7488 eISSN: 2050-7496","Categories":"Chemistry; Energy & Fuels; Materials Science Web of Science Categories:Chemistry, Physical; Energy & Fuels; Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS CHEMISTRY A Volume: 5 Issue: 15 Pages: 6794-6816 DOI: 10.1039/c7ta01297g Published: APR 21 2017","Abstract":"Efficient separation of CO2 from other gases has become an issue of world-wide concern. Intrigued by the fascinating carbonic anhydrase-catalysed CO2 hydration and deprotonation in biological organisms, researchers have found that water can play a significant role in fast and selective CO2 transport (e.g. facilitating transport, salting-out effect, swelling, synergic sorption, etc.) and have managed to fabricate super CO2 capture materials by judiciously introducing water into solids. Considering that water usually exists in industrial CO2 resources and often acts as a negative impurity due to competitive sorption and pore blockage, exploring CO2 capture materials with the aid of water has become an important emerging strategy to provide general and excellent paradigms for practical CO2 capture technologies. In this sense, we propose a new concept, \"water-facilitated CO2 capture (WFCC) materials\", which refers to solid materials (either adsorbents or membranes) with a remarkable improvement in CO2 capture performance due to entrapped water. In this way, we endeavor to answer an important question: when and how water contributes to this drastic enhancement. Strategies to avoid the negative effects of water and to enable WFCC are also tentatively proposed.","Authors":"Wang, JT (Wang, Jingtao) ; Wang, SF (Wang, Shaofei) ; Xin, QP (Xin, Qingping) ; Li, YF (Li, Yifan)","Title":"Perspectives on water-facilitated CO2 capture materials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395607800001 ISSN: 0166-218X eISSN: 1872-6771","Keywords":"Attractor; Fixed point; Gene network; Interaction graph KeyWords Plus:REGULATORY NETWORKS; AUTOMATA; CIRCUITS; DYNAMICS; GRAPHS; CYCLES","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"DISCRETE APPLIED MATHEMATICS Volume: 221 Pages: 1-17 DOI: 10.1016/j.dam.2017.01.001 Published: APR 20 2017","Abstract":"We study the asymptotic dynamical properties of Boolean networks without local negative cycle. While the properties of Boolean networks without local cycle or without local positive cycle are rather well understood, recent literature raises the following two questions about networks without local negative cycle. Do they have at least one fixed point? Should all their attractors be fixed points? The two main results of this paper are negative answers to both questions: we show that and-nets without local negative cycle may have no fixed point, and that Boolean networks without local negative cycle may have antipodal attractive cycles. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ruet, P (Ruet, Paul)","Title":"Negative local feedbacks in Boolean networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396184000014 ISSN: 0021-8693 eISSN: 1090-266X","Keywords":"Kiihler groups; Homological finiteness properties; Finite presentations","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"JOURNAL OF ALGEBRA Volume: 476 Pages: 344-367 DOI: 10.1016/j.jalgebra.2016.12.011 Published: APR 15 2017","Abstract":"We construct the first explicit finite presentations for a family of Keller groups with arbitrary finiteness properties, answering a question of Suciu. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Isenrich, CL (Isenrich, Claudio Llosa)","Title":"Finite presentations for Kaliler groups with arbitrary finiteness properties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395228500021 PubMed ID: 28109820 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Nanoparticle; Gold; Turkevich; Multimodal characterization; Dynamic light scattering; Transmission electron microscopy KeyWords Plus:MEDIATED SYNTHESIS; PARTICLE-SIZE; REDUCTION; NUCLEATION; STABILITY; MECHANISM; GROWTH; ENERGY; MODEL; SALT","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 492 Pages: 191-198 DOI: 10.1016/j.jcis.2016.10.065 Published: APR 15 2017","Abstract":"The dependence between the size of gold nanoparticle(AuNP) and the citrate to gold molar ratio (X) is still a matter of debate 65 years after the seminal work by Turkevich et al. for high X values. We assume that this dispersion of results is due to the variation of certain parameters that are often not mentioned in the protocols, and to the use of a single characterization technique (dynamic light scattering (DLS) or transmission electron microscopy (TEM)). To adress definitely the question of this dependence, we have synthesized AuNPs with very precise protocols ensuring that the only parameters to be modified are X and the sequence of reagent addition. We have then studied, for the first time, the dependence of the size with X quantitatively with a multimodal approach (UV-Visible spectroscopy, DLS and TEM) for 2 synthetic routes differing only by the sequence of reagent addition. We show unambiguously that AuNPs' size decay monotonically, with X whatever the order of reagent addition. It allows us to exclude the occurrence of a measurable discontinuity for a peculiar value of X that prompted some authors to postulate the existence of two different reaction pathways when the citrate to gold molar ratio is around this value. In contrast, our result is in line with one reaction pathway, likely a \"seed-mediated\" growth mechanism, which should leads to monotonic size decrease. Also, we note that our result agrees with the sole available theoretical prediction (Kumar et al., 2007) on the whole range of X. Despite this apparent agreement, we point some contradictions between recent experimental results and basal hypothesis of this model. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Shi, L (Shi, Li) ; Buhler, E (Buhler, Eric) ; Boue, F (Boue, Francois) ; Carn, F (Carn, Florent)","Title":"How does the size of gold nanoparticles depend on citrate to gold ratio in Turkevich synthesis? Final answer to a debated question"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395827100007 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Distributed learning; MVUE; estimation algorithm; Slepian-Wolf rates; universal encoding/decoding scheme KeyWords Plus:WIRELESS SENSOR NETWORKS; PARAMETER-ESTIMATION; INFORMATION; REDUCTION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 8 Pages: 2020-2032 DOI: 10.1109/TSP.2017.2652385 Published: APR 15 2017","Abstract":"We consider a distributed parameter estimation problem, in which multiple terminals send messages related to their local observations using limited rates to a fusion center which obtains an estimate of a parameter related to the observations of all terminals. It is well known that if the transmission rates are in the Slepian-Wolf region, the fusion center can fully recover all observations and hence can construct an estimator having the same performance as that of the centralized case. One natural question is whether Slepian-Wolf rates are necessary to achieve the same estimation performance as that of the centralized case. In this paper, we show that the answer to this question is negative. We establish our result by explicitly constructing an asymptotically minimum variance unbiased estimator that has the same performance as that of the optimal estimator in the centralized case while using information rates less than the conditions required in the Slepian-Wolf rate region. The key idea is that, instead of aiming to recover the observations at the fusion center, we design universal schemes enabling the fusion center to compute a sufficient statistic using rates outside of the Selpian-Wolf region.","Authors":"El Gamal, M (El Gamal, Mostafa) ; Lai, LF (Lai, Lifeng)","Title":"On Rate Requirements for Achieving the Centralized Performance in Distributed Estimation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398540300003 ISSN: 1664-1078","Keywords":"visuospatial working memory; visual processing; rule-based category structure; information-integration category structure; executive function; dual-task paradigm KeyWords Plus:MULTIPLE SYSTEMS; FEEDBACK; CATEGORIZATION; CLASSIFICATION; INTERFERENCE; CHILDREN; ADULTS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 530 DOI: 10.3389/fpsyg.2017.00530 Published: APR 7 2017","Abstract":"Previous studies have indicated that the category learning system is a mechanism with multiple processing systems, and that working memory has different effects on category learning. But how does visuospatial working memory affect perceptual category learning? As there is no definite answer to this question, we conducted three experiments. In Experiment 1, the dual-task paradigm with sequential presentation was adopted to investigate the influence of visuospatial working memory on rule-based and information-integration category learning. The results showed that visuospatial working memory interferes with rule-based but not information-integration category learning. In Experiment 2, the dual-task paradigm with simultaneous presentation was used, in which the categorization task was integrated into the visuospatial working memory task. The results indicated that visuospatial working memory affects information-integration category learning but not rule-based category learning. In Experiment 3, the dual-task paradigm with simultaneous presentation was employed, in which visuospatial working memory was integrated into the category learning task. The results revealed that visuospatial working memory interferes with both rule-based and information-integration category learning. Through these three experiments, we found that, regarding the rule-based category learning, working memory load is the main mechanism by which visuospatial working memory influences the discovery of the category rules. In addition, regarding the information-integration category learning, visual resources mainly operates on the category representation.","Authors":"Xing, Q (Xing, Qiang) ; Sun, HL (Sun, Hailong)","Title":"Differential Impact of Visuospatial Working Memory on Rule-based and Information-integration Category Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398637400001 ISSN: 2050-7445","Keywords":"Olfaction; SPME; GC-MS; Paper; Library; VOCs; Sensory; Headspace; Historic aroma wheel; Intangible heritage KeyWords Plus:SOLID-PHASE MICROEXTRACTION; CHROMATOGRAPHY-MASS SPECTROMETRY; SENSORY CHARACTERIZATION; DRINKING-WATER; PERCEPTION; AROMA; PRODUCTS; TOURISM; WHEELS","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"HERITAGE SCIENCE Volume: 5 Article Number: 2 DOI: 10.1186/s40494-016-0114-1 Published: APR 7 2017","Abstract":"We don't know much about the smells of the past. Yet, odours play an important role in our daily lives: they affect us emotionally, psychologically and physically, and influence the way we engage with history. Can this lead us to consider certain smells as cultural heritage? And if so, what would be the processes for the identification, protection and conservation of those heritage smells? In order to answer these questions, the connection between olfaction and heritage was approached in three ways: (1) through theoretical analysis of the concept and role of olfaction in heritage guidelines, leading to identification of places and practices where smell is fundamental to their identity, (2) through exploration of the evidence for use of smells in heritage as a tool to communicate with audiences; and (3) through experimental evaluation of the techniques and methods for analysing and archiving the smells, therefore enabling their documentation and preservation. We present this through the framework of Significance Assessment-Chemical Analysis-Sensory Analysis-Archiving. The smell of historic paper was chosen as the case study, based on its well-recognized cultural significance and available research. Odour characterization was achieved by collecting visitor descriptions of a historic book extract through a survey, and by conducting a sensory evaluation at a historic library. These were combined with the chemical information on the VOCs sampled from both a historic book and a historic library, to create the Historic Book Odour Wheel, a novel documentation tool representing the first step towards documenting and archiving historic smells.","Authors":"Bembibre, C (Bembibre, Cecilia) ; Strlic, M (Strlic, Matija)","Title":"Smell of heritage: a framework for the identification, analysis and archival of historic odours"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398376200005 PubMed ID: 27903891 ISSN: 0305-1048 eISSN: 1362-4962","Categories":"Biochemistry & Molecular Biology Web of Science Categories:Biochemistry & Molecular Biology","Journal Information":"NUCLEIC ACIDS RESEARCH Volume: 45 Issue: 6 Article Number: e40 DOI: 10.1093/nar/gkw1177 Published: APR 7 2017","Abstract":"Streptococcus sanguinis, a naturally competent opportunistic human pathogen, is a Gram-positive workhorse for genomics. It has recently emerged as a model for the study of type IV pili (Tfp)-exceptionally widespread and important prokaryotic filaments. To enhance genetic manipulation of Streptococcus sanguinis, we have developed a cloning-independent methodology, which uses a counterselectable marker and allows sophisticated markerless gene editing in situ. We illustrate the utility of this methodology by answering several questions regarding Tfp biology by (i) deleting single or mutiple genes, (ii) altering specific bases in genes of interest, and (iii) engineering genes to encode proteins with appended affinity tags. We show that (i) the last six genes in the pil locus harbouring all the genes dedicated to Tfp biology play no role in piliation or Tfp-mediated motility, (ii) two highly conserved Asp residues are crucial for enzymatic activity of the prepilin peptidase PilD and (iii) that pilin subunits with a C-terminally appended hexa-histidine (6His) tag are still assembled into functional Tfp. The methodology for genetic manipulation we describe here should be broadly applicable.","Authors":"Gurung, I (Gurung, Ishwori) ; Berry, JL (Berry, Jamie-Lee) ; Hall, AMJ (Hall, Alexander M. J.) ; Pelicic, V (Pelicic, Vladimir) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Pelicic, Vladimir  http://orcid.org/0000-0002-9456-4995","Title":"Cloning-independent markerless gene editing in Streptococcus sanguinis: novel insights in type IV pilus biology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398602000002 PubMed ID: 28381217 ISSN: 1471-2431","Keywords":"Young children; Chronic conditions; Health-related quality of life; Assessment; Psychometric testing KeyWords Plus:CHRONIC PHYSICAL ILLNESS; ADOLESCENTS; METAANALYSIS; PARENTS","Categories":"Pediatrics Web of Science Categories:Pediatrics","Journal Information":"BMC PEDIATRICS Volume: 17 Article Number: 100 DOI: 10.1186/s12887-017-0854-4 Published: APR 5 2017","Abstract":"Background: Although there is an increasing need to investigate the health-related quality of life (HRQOL) of children and adolescents with chronic conditions in Japan, there is currently no standardized measure in which young children can directly answer questions about their HRQOL. The DISABKIDS Smiley measure uses face emoticons to measure HRQOL and distress caused by illness and related treatments among young children. We tested the reliability and validity of the DISABKIDS Smiley measure in a sample of young Japanese children. Methods: After translating the child and parent questionnaires into Japanese, a pre-test was performed to test the content validity in accordance with guidelines from the DISABKIDS Group. In total, 60 child-parent pairs were recruited to participate in the survey. We measured internal consistency of the scales using Cronbach's alpha as well as Guttman split-half, test-retest reliability using intraclass correlation coefficients (ICCs) at a two-week interval, and ICCs between child-and parent-reported scores. Convergent validity of the scale was also examined against the Kiddy-KINDL scale. Results: Both child-reported and parent-reported scales showed good internal consistency and split-half reliability. Test-retest reliability of the child-reported version (ICC = 0.53, p = 0.004) was lower than that of the parent-reported version (ICC = 0.80, p < 0.001). Moderate to good agreement between child-and parent-reported scales was observed in both the first (ICC = 0.75, p < 0.001) and second administration (ICC = 0.71, p < 0.001). Moderate to very strong positive correlations were observed with the total score of the Kiddy-KINDL child-reported version (r = 0.51, p < 0.001), and facets of the Kiddy-KINDL parent-reported version (ranging from r = 0.364 to r = 0.60, p < 0.001) and total score (r = 0.71, p < 0.001). Conclusions: The psychometric property of the instrument showed that the Japanese version of the DISABKIDS Smiley can be applied to assess the HRQOL of Japanese children with chronic conditions. Further investigation will be needed to explore the reliability and validity for repeated use of the instrument in clinical practice as an indicator of clinical significance.","Authors":"Sasaki, H (Sasaki, Hatoko) ; Kakee, N (Kakee, Naoko) ; Morisaki, N (Morisaki, Naho) ; Mori, R (Mori, Rintaro) ; Ravens-Sieberer, U (Ravens-Sieberer, Ulrike) ; Bullinger, M (Bullinger, Monika)","Title":"Assessing health-related quality of life in young Japanese children with chronic conditions: Preliminary validation of the DISABKIDS smiley measure"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394258900002 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"insect; nocturnal vision; navigation; compound eye; spatial summation; temporal summation KeyWords Plus:BEE MEGALOPTA-GENALIS; 1ST OPTIC GANGLION; LOW-LIGHT LEVELS; COCKROACH PHOTORECEPTORS; DARK NOISE; DROSOPHILA PHOTORECEPTORS; SUPERPOSITION EYES; FLY PHOTORECEPTORS; INTRINSIC NOISE; RETINAL NOISE","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1717 Article Number: 20160063 DOI: 10.1098/rstb.2016.0063 Published: APR 5 2017","Abstract":"Nocturnal insects have evolved remarkable visual capacities, despite small eyes and tiny brains. They can see colour, control flight and land, react to faint movements in their environment, navigate using dim celestial cues and find their way home after a long and tortuous foraging trip using learned visual landmarks. These impressive visual abilities occur at light levels when only a trickle of photons are being absorbed by each photoreceptor, begging the question of how the visual system nonetheless generates the reliable signals needed to steer behaviour. In this review, I attempt to provide an answer to this question. Part of the answer lies in their compound eyes, which maximize light capture. Part lies in the slow responses and high gains of their photoreceptors, which improve the reliability of visual signals. And a very large part lies in the spatial and temporal summation of these signals in the optic lobe, a strategy that substantially enhances contrast sensitivity in dim light and allows nocturnal insects to see a brighter world, albeit a slower and coarser one. What is abundantly clear, however, is that during their evolution insects have overcome several serious potential visual limitations, endowing them with truly extraordinary night vision. This article is part of the themed issue 'Vision in dim light'.","Authors":"Warrant, EJ (Warrant, Eric J.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Warrant, Eric  http://orcid.org/0000-0001-7480-7016","Title":"The remarkable visual capacities of nocturnal insects: vision at the limits with small eyes and tiny brains"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398175900002 PubMed ID: 28421021 ISSN: 1664-1078","Keywords":"the Wellbeing Game; the Five Ways to Wellbeing; changes in wellbeing; longitudinal studies; experimental studies KeyWords Plus:POSITIVE EMOTIONS; WORK PERFORMANCE; COMPLETE STATE; HEALTH; BEHAVIORS; WORKPLACE; HAPPINESS; MINDFULNESS; BENEFITS; SUCCESS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 505 DOI: 10.3389/fpsyg.2017.00505 Published: APR 4 2017","Abstract":"This research presents two studies conducted to evaluate the Wellbeing Game in two different contexts: In a student sample and in an organizational setting. Study 1 investigated the efficacy of the Wellbeing Game, in terms of its effect of wellbeing, stress, and an image valence test, among 60 university students. The results showed that after playing the Wellbeing Game, students reported a significant positive change in wellbeing compared to those who did not play the Wellbeing Game, but there was no decrease in stress or any change in classification of image valence. Study 2 evaluated the Wellbeing Game in an organizational context. Employees (n = 52) in a financial organization played the Wellbeing Game for 4 weeks and answered survey questions about wellbeing and stress at the beginning and end of this period. The results showed that after playing the Wellbeing Game, employees reported lower stress levels, and higher wellbeing levels for those who felt that it had helped them connect more with colleagues. The results from the two studies provide preliminary support that the Wellbeing Game may be an effective wellbeing intervention tool in both an organization and a non-organizational context.","Authors":"Keeman, A (Keeman, Alexis) ; Naswall, K (Naswall, Katharina) ; Malinen, S (Malinen, Sanna) ; Kuntz, J (Kuntz, Joana)","Title":"Employee Wellbeing: Evaluating a Wellbeing Intervention in Two Settings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398135000009 PubMed ID: 28373651 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 535 DOI: 10.1038/s41598-017-00561-6 Published: APR 3 2017","Abstract":"During decisions, animals balance goal achievement and effort management. Despite physical exercise and fatigue significantly affecting the levels of effort that an animal exerts to obtain a reward, their role in effort-based choice and the underlying neurochemistry are incompletely known. In particular, it is unclear whether fatigue influences decision (cost-benefit) strategies flexibly or only post-decision action execution and learning. To answer this question, we trained mice on a T-maze task in which they chose between a high-cost, high-reward arm (HR), which included a barrier, and a low-cost, low-reward arm (LR), with no barrier. The animals were parametrically fatigued immediately before the behavioural tasks by running on a treadmill. We report a sharp choice reversal, from the HR to LR arm, at 80% of their peak workload (PW), which was temporary and specific, as the mice returned to choose the HC when the animals were successively tested at 60% PW or in a two-barrier task. These rapid reversals are signatures of flexible choice. We also observed increased subcortical dopamine levels in fatigued mice: a marker of individual bias to use model-based control in humans. Our results indicate that fatigue levels can be incorporated in flexible cost-benefits computations that improve foraging efficiency.","Authors":"Iodice, P (Iodice, Pierpaolo) ; Ferrante, C (Ferrante, Claudio) ; Brunetti, L (Brunetti, Luigi) ; Cabib, S (Cabib, Simona) ; Protasi, F (Protasi, Feliciano) ; Walton, ME (Walton, Mark E.) ; Pezzulo, G (Pezzulo, Giovanni) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Pezzulo, Giovanni  http://orcid.org/0000-0001-6813-8282","Title":"Fatigue modulates dopamine availability and promotes flexible choice reversals during decision making"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398648600014 PubMed ID: 27993644 ISSN: 1876-2859 eISSN: 1876-2867","Keywords":"curriculum; reflective practice; undergraduate medical education KeyWords Plus:STUDENTS","Categories":"Pediatrics Web of Science Categories:Pediatrics","Journal Information":"ACADEMIC PEDIATRICS Volume: 17 Issue: 3 Pages: 303-309 Published: APR 2017","Abstract":"OBJECTIVE: The objectives of this study were to explore pediatric undergraduate medical educators' understanding of reflective practice, the barriers they face in teaching this, the curricular activities they use, and the value they assign to reflective practice. METHODS: Nine survey questions were sent to members of the Council on Medical Student Education in Pediatrics, an international pediatric undergraduate medical educator group. Quantitative data were analyzed using descriptive statistics. Open-ended responses were analyzed qualitatively through an iterative process to establish themes representing understanding of reflective practice and barriers in teaching this. RESULTS: Respondents representing 56% of all North American schools answered at least 1 survey question. Qualitative analysis of understanding of reflection revealed 11 themes spanning all components of reflective practice, albeit with a narrow view on triggers for reflection and a lower emphasis on under-standing the why of things and on perspective-taking. The most frequent barriers in teaching this were the lack of skilled educators and limited time. Most respondents valued reflective skills but few reported confidence in their ability to teach reflection. Several curricular activities were used to teach reflection, the most common being narrative writing. CONCLUSIONS: Pediatric undergraduate medical educators value reflection and endorse its teaching. However, many do not have a complete understanding of the construct and few report confidence in teaching this. Implementing longitudinal curricula in reflective practice may require a culture change; opportunities exist for faculty development about the meaning and value of reflective practice and how best to teach this.","Authors":"Butani, L (Butani, Lavjay) ; Bannister, SL (Bannister, Susan L.) ; Rubin, A (Rubin, Allison) ; Forbes, KL (Forbes, Karen L.)","Title":"How Educators Conceptualize and Teach Reflective Practice: A Survey of North American Pediatric Medical Educators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398035900011 PubMed ID: 27273139 ISSN: 0001-6314 eISSN: 1600-0404","Keywords":"attitudes; epilepsy; long-term; politics; public; questionnaire; stigma","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology","Journal Information":"ACTA NEUROLOGICA SCANDINAVICA Volume: 135 Issue: 4 Pages: 454-458 Published: APR 2017","Abstract":"Objective: The long-term development of public attitudes towards people with epilepsy (PWE) was studied. Methods: Four questions (Q) used in Czech questionnaires for studies in 1981, 1984, 1998 and 2009 concerned: Q1, familiarity with the concept of epilepsy; Q2, tolerance towards children with epilepsy; Q3, whether epilepsy is considered to be a mental disease; and Q4, attitudes towards employment of PWE. Results: The quality of information about epilepsy increased significantly between 1981 and 1998, 1981 and 2009, and 1998 and 2009. The 1981 and 1984 studies reflected a level of information inferior to the levels seen in Germany and the USA, and the difference had almost disappeared in 1998 and 2009. Conclusions: The long--term follow-up studies in Czech Republic displayed a permanent increase in knowledge about epilepsy. This may reflect the progress in the spread of information, the efforts of patient associations and specialists and perhaps also a change in general attitudes towards people with disabilities. The dramatic change of information levels in Czech surveys could also reflect the change of the political system in 1989. A question that remains to be answered is the extent to which the positive trend reflects positive attitudes in real life. The answers to questions concerning whether people would be willing to help a person having a seizure remain unsatisfactory. Greater efforts should be made to improve the situation of PWE and to minimize their stigmatization.","Authors":"Novotna, I (Novotna, I.) ; Rektor, I (Rektor, I.)","Title":"The long-term development of public attitudes towards people with epilepsy in the Czech Republic: 1981, 1984, 1998 and 2009 studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398035900012 PubMed ID: 27282092 ISSN: 0001-6314 eISSN: 1600-0404","Keywords":"Parkinson's disease; quality of life; sleep disorders KeyWords Plus:BERLIN QUESTIONNAIRE; DAYTIME SLEEPINESS; SYMPTOMS; DISORDERS; APNEA; ASSOCIATIONS; DISTURBANCE; ACTIGRAPHY; COMPLAINTS; DURATION","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology","Journal Information":"ACTA NEUROLOGICA SCANDINAVICA Volume: 135 Issue: 4 Pages: 459-468 Published: APR 2017","Abstract":"Objective: Various sleep-related symptoms occur in Parkinson's disease (PD). Their occurrence with health-related quality of life (HRQL), comorbid sleep disorders, and other comorbidities was studied. Methods: Altogether, 1447 randomly selected patients with Parkinson's disease, aged 43- 89 years, participated in a questionnaire study. A structured questionnaire with 207 items was based on the Basic Nordic Sleep Questionnaire. Questions on demographics, PD, sleep disorders, and comorbidities were included. Results: The response rate was 59.0%, and of these, 80% had answered to all questions that were used in the analyses (N= 684). Occurrence of long sleep was found in 26.2% of the subjects, short sleep in 32.5%, poor sleep in 21.2%, sleep deprivation in 33.8%, disrupted sleep in 47.4%, and difficulties to fall asleep in 12.2%, respectively. Poor self-rated health and poor quality of life occurred in 44.4% and in 43.3% of all participants. In the logistic regression, age and gender differentially predicted long sleep and sleep deprivation, such that older age and being male were positively associated with long sleep but negatively associated with the report of sleep deprivation. Depression, subjective negative stress, and fatigue occurred with long sleep. On the other hand, poor sleep and excessive daytime sleepiness occurred with short sleep and sleep deprivation. Conclusions: The sleep difficulties in PD are frequent. The long sleeping patients have depression, stress, and fatigue.","Authors":"Ylikoski, A (Ylikoski, A.) ; Martikainen, K (Martikainen, K.) ; Sieminski, M (Sieminski, M.) ; Partinen, M (Partinen, M.)","Title":"Sleeping difficulties and health-related quality of life in Parkinson's disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397634800010 ISSN: 0002-9890 eISSN: 1930-0972","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"AMERICAN MATHEMATICAL MONTHLY Volume: 124 Issue: 4 Pages: 365-368 DOI: 10.4169/amer.math.monthly.124.4.365 Published: APR 2017","Abstract":"Question 10208b (1992) of THIS MONTHLY asked: Does there exist an increasing sequence {a(k)} of positive integers and a constant B > 0 having the property that {a(k) + n} contains no more than B primes for every integer n? A positive answer to this question became known as Golomb ' s conjecture. In this note, we give a negative answer, making use of recent progress in prime number theory.","Authors":"Elsholtz, C (Elsholtz, Christian)","Title":"Golomb ' s Conjecture on Prime Gaps"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397495400013 ISSN: 0303-4569 eISSN: 1439-0272","Keywords":"anxiety; depression; erectile function; sleep quality KeyWords Plus:SEXUAL DYSFUNCTION; ANXIETY; SYMPTOMS; APNEA; DEPRESSION; SECRETION; THERAPY; MALES; LIFE","Categories":"Endocrinology & Metabolism Web of Science Categories:Andrology","Journal Information":"ANDROLOGIA Volume: 49 Issue: 3 DOI: 10.1111/and.12631 Published: APR 2017","Abstract":"Male erectile dysfunction (ED) may cause anxiety and depression, while mental disorders and sleep disturbances may also be closely related to ED. However, the exact nature of their relationship remains unclear, and whether personal basic background data affect erectile function is unknown. We conducted a cross-sectional study among Chinese outpatients with ED from January 2012 to December 2014. All the men answered a questionnaire collecting information about mental health status, sleep disturbances and personal data, underwent a physical examination and had a blood sample drawn. Sleep disturbances were assessed on the basis of a 19-item version of the Pittsburgh Sleep Quality Index, which includes questions on sleep patterns during the past month. Among the 462 patients, 128 patients with alcohol abuse, diabetes, hypertension, hyperlipidaemia, psychiatric drugs, neurologic injury or abnormal hormones were excluded from the study; 86.27% and 68.66% of the patients suffered from anxiety and depression respectively. Sleep quality and anxiety symptoms significantly affected erectile function, whereas personal income and education level had no significant effects. Our study suggested that it is necessary to pay attention to the psychological status of patients with ED, especially anxiety disorder. Sleep quality may be an important factor affecting erectile function according to the personal data.","Authors":"Cheng, QS (Cheng, Q. S.) ; Liu, T (Liu, T.) ; Huang, HB (Huang, H. B.) ; Peng, YF (Peng, Y. F.) ; Jiang, SC (Jiang, S. C.) ; Mei, XB (Mei, X. B.)","Title":"Association between personal basic information, sleep quality, mental disorders and erectile function: a cross-sectional study among 334 Chinese outpatients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398245400019 ISSN: 0196-0644","Categories":"Emergency Medicine Web of Science Categories:Emergency Medicine","Journal Information":"ANNALS OF EMERGENCY MEDICINE Volume: 69 Issue: 4 Pages: 480-498 DOI: 10.1016/j.annemergmed.2017.01.036 Published: APR 2017","Abstract":"This clinical policy from the American College of Emergency Physicians addresses key issues for the diagnosis and management of adult psychiatric patients in the emergency department. A writing subcommittee conducted a systematic review of the literature to derive evidence based recommendations to answer the following clinical questions: (1) In the alert adult patient presenting to the emergency department with acute psychiatric symptoms, should routine laboratory tests be used to identify contributory medical conditions (nonpsychiatric disorders)? (2) In the adult patient with new-onset psychosis without focal neurologic deficit, should brain imaging be obtained acutely? (3) In the adult patient presenting to the emergency department with suicidal ideation, can risk assessment tools in the emergency department identify those who are safe for discharge? (4) In the adult patient presenting to the emergency department with acute agitation, can ketamine be used safely and effectively? Evidence was graded and recommendations were made based on the strength of the available data.","Authors":"Nazarian, DJ (Nazarian, Devorah J.); Broder, JS (Broder, Joshua S.); Thiessen, MEW (Thiessen, Molly E. W.); Wilson, MP (Wilson, Michael P.); Zun, LS (Zun, Leslie S.); Brown, MD (Brown, Michael D.) Group Author(s): Amer Coll Emergency Phys Clin Poli","Title":"Clinical Policy: Critical Issues in the Diagnosis and Management of the Adult Psychiatric Patient in the Emergency Department"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398245400024 PubMed ID: 28335918 ISSN: 0196-0644","Categories":"Emergency Medicine Web of Science Categories:Emergency Medicine","Journal Information":"ANNALS OF EMERGENCY MEDICINE Volume: 69 Issue: 4 Pages: 503-512 DOI: 10.1016/j.annemergmed.2016.11.009 Published: APR 2017","Authors":"Davis, WT (Davis, William T.) ; Barrett, TW (Barrett, Tyler W.)","Title":"One and Done: Steroids for Adult Asthma Answers to the November 2016 Journal Club Questions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398661700052 PubMed ID: 28032849 ISSN: 0003-4932 eISSN: 1528-1140","Keywords":"face transplant; face transplantation; transplantation KeyWords Plus:VASCULARIZED COMPOSITE ALLOTRANSPLANTATION; FACIAL TRANSPLANTATION; COST-ANALYSIS; ALLOGRAFT; HAND; RECONSTRUCTION; REJECTION; OUTCOMES; WORLD","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"ANNALS OF SURGERY Volume: 265 Issue: 4 Pages: 841-846 DOI: 10.1097/SLA.0000000000001760 Published: APR 2017","Abstract":"On November 27, 2005, Isabelle Dinoire underwent the world's first partial face transplant in Amiens (France) after a dog attack had left her face severely disfigured. The abrupt surgical leap found the medical community and society unprepared to deal with the scientific, ethical, and societal implications of a surgical procedure that was striving to transition from sci-fi novels to science. Today, 10 years and over 35 transplants later, public opinion has become accustomed to the concept of \"face restoration\" through transplantation. However, face transplantation is far from being a safe \"routine\" surgery and the science behind it is still mostly unknown. Patients and multidisciplinary teams of physicians confront daily medical challenges, life-threatening risks, and personal struggle that only in part cometo light. Could (or should) this be the laborious, uncertain, and high-risk trajectory of disruptive medical innovation? Over the last decade, some medical discoveries and surgical advancements in the field have been closely accompanied by partial regulatory frameworks, intense ethical discussions, and meaningful changes in social beliefs across cultures and continents. Yet, a very long way is to come and the questions we still have today greatly outweigh the answers we can offer. Here, we take the chance of the 10-year anniversary of face transplantation to reflect on the path traveled and to look forward to the challenges lying ahead.","Authors":"Giatsidis, G (Giatsidis, Giorgio) ; Sinha, I (Sinha, Indranil) ; Pomahac, B (Pomahac, Bohdan)","Title":"Reflections on a Decade of Face Transplantation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398161800001 PubMed ID: 28084540 ISSN: 0340-3696 eISSN: 1432-069X","Keywords":"Melanin; Fenofibrate; Tyrosinase; Microphthalmia; RGB; B16; PGC-1a KeyWords Plus:TRANS-RETINOIC ACID; IN-VITRO; HUMAN MELANOCYTES; VITAMIN-D; MELANOCORTIN RECEPTORS; MALIGNANT-MELANOMA; GLIOBLASTOMA CELLS; B16-F10 MELANOMA; L-TYROSINE; EXPRESSION","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"ARCHIVES OF DERMATOLOGICAL RESEARCH Volume: 309 Issue: 3 Pages: 141-157 DOI: 10.1007/s00403-016-1711-2 Published: APR 2017","Abstract":"Recent studies revealed the cooperation between peroxisome proliferator-activated receptor gamma (PPAR gamma) and alpha-MSH signaling, which results in enhanced melanogenesis in melanocytes and melanoma cells. However, the agonists of PPAR alpha, such as fenofibrate, exert depigmenting effect. Therefore, we aimed to check how the PPAR alpha expression level affects the antimelanogenic activity of fenofibrate and whether PPAR alpha modulates melanogenesis independently of its agonist. To answer these questions, we used three B16 F10-derived cell lines, which varied in the PPAR alpha expression level and were developed by stable transfection with plasmids driving shRNA-based PPAR alpha silencing or overexpression of PPAR alpha-emerald GFP fusion protein. Melanin contents were assessed with electron paramagnetic resonance spectroscopy along with color component image analysis-a novel approach to pigment content characteristics in melanoma cells. B16 F10 wt and Ctrl shRNA lines showed intermediate pigmentation, whereas the pigmentation of the B16 F10-derived cell lines was inversely correlated with the PPAR alpha expression level. We observed that cells overexpressing PPAR alpha were almost amelanotic and cells with reduced PPAR alpha protein level were heavily melanized. Furthermore, fenofibrate down-regulated the melanogenic apparatus (MITF, tyrosinase, and tyrosinase-related proteins) in the cells with the regular PPAR alpha expression level resulting in their visibly lower total melanin content in all the cell lines. From these observations, we conclude that fenofibrate works as a strong depigmenting agent, which acts independently of PPAR alpha, but in an additive fashion. Our results also indicate that alterations in PGC-1a acetylation and expression level might contribute to the regulation of melanogenesis by PPAR alpha and fenofibrate.","Authors":"Grabacka, M (Grabacka, Maja) ; Wieczorek, J (Wieczorek, Justyna) ; Michalczyk-Wetula, D (Michalczyk-Wetula, Dominika) ; Malinowski, M (Malinowski, Michel) ; Wolan, N (Wolan, Norbert) ; Wojcik, K (Wojcik, Katarzyna) ; Plonka, P (Plonka, Przemyslaw M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Grabacka, Maja  http://orcid.org/0000-0003-4407-8814","Title":"Peroxisome proliferator-activated receptor alpha (PPAR alpha) contributes to control of melanogenesis in B16 F10 melanoma cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397862200002 PubMed ID: 27789515 ISSN: 1743-0585 eISSN: 1743-0593","Categories":"Pediatrics Web of Science Categories:Pediatrics","Journal Information":"ARCHIVES OF DISEASE IN CHILDHOOD-EDUCATION AND PRACTICE EDITION Volume: 102 Issue: 2 Pages: 66-71 DOI: 10.1136/archdischild-2016-310632 Published: APR 2017","Abstract":"Enterovirus (EV) is the most common cause of aseptic meningitis and has a benign course, unlike EV encephalitis, which can result in long-term neurological sequelae. There are no active treatments or prophylactic agents, and management is purely supportive. Obtaining an EV-positive cerebrospinal fluid result usually allows antimicrobial treatment to be stopped. This review will answer some of the common questions surrounding EV meningitis/encephalitis.","Authors":"Drysdale, SB (Drysdale, Simon B.) ; Kelly, DF (Kelly, Dominic F.)","Title":"Fifteen-minute consultation: enterovirus meningitis and encephalitis-when can we stop the antibiotics?"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397573200002 PubMed ID: 27858170 ISSN: 1434-1816 eISSN: 1435-1102","Keywords":"Flibanserin; Hypoactive sexual desire disorder; Female sexuality; Women's mental health; Ethics KeyWords Plus:SEXUAL DESIRE DISORDER; PREMENOPAUSAL WOMEN EFFICACY; CLINICAL-TRIALS; DYSFUNCTION","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"ARCHIVES OF WOMENS MENTAL HEALTH Volume: 20 Issue: 2 Pages: 243-247 DOI: 10.1007/s00737-016-0693-6 Published: APR 2017","Abstract":"In August 2015, flibanserin (brand name Addyi) was approved by the Food and Drug Administration (FDA) for treatment of acquired, generalized hypoactive sexual desire disorder (HSDD) in premenopausal women. This article summarizes and promotes discussion regarding the numerous controversies that have enclosed flibanserin since the very beginning. This includes questions related to flibanserin's safety and efficacy and the validity of the clinical trials. Also included are philosophical considerations surrounding the diagnosis of hypoactive sexual desire disorder and pharmacological treatment of low libido. Based on the review of literature, authors judge flibanserin to be modestly effective and reasonably safe, and discuss the differences in philosophical perspectives with less definitive answers.","Authors":"Aftab, A (Aftab, Awais) ; Chen, C (Chen, Cheryl) ; McBride, J (McBride, Jacob)","Title":"Flibanserin and its discontents"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397975700003 PubMed ID: 28318175 ISSN: 0325-0075 eISSN: 1668-3501","Keywords":"psychosocial care; hematology; oncology; pediatrics; public hospitals KeyWords Plus:CANCER","Categories":"Pediatrics Web of Science Categories:Pediatrics","Journal Information":"ARCHIVOS ARGENTINOS DE PEDIATRIA Volume: 115 Issue: 2 Pages: 110-+ DOI: 10.5546/aap.2017.eng.110 Published: APR 2017","Abstract":"Background. Blood diseases and cancer are part of a group of rare conditions in pediatrics. In general, cancer treatments are prolonged (months or years), so psychosocial support has been introduced to provide comprehensive care to these patients. Objective: To explore psychosocial care provided at the public hospitals of Argentina to children and adolescents with cancer. Population and Methods. An electronic questionnaire was sent to the heads of the Departments of Hematology and Oncology, Mental Health, and Social Services of 27 public hospitals providing care to pediatric patients with cancer. The survey included questions related to psychosocial care provided to this group of patients. Answers were collected and processed in the 2013-2014 period. Results. Of the total number of health care providers contacted, 62.6% (47/75) completed the questionnaire. As per hematologist-oncologists, the three specialties complied with the recommendations made by the International Society of Pediatric Oncology to a greater extent than that reported by the psychosocial area. Such difference was repeatedly observed in all answers. The standards that were observed more consistently were continuation of education and care of healthy siblings. The health care providers from the three specialties indicated that they lacked formal mechanisms to detect failures in treatment adherence in an early manner, although treatment withdrawal interventions were systematized. Providers from the psychosocial area indicated that human resources were lacking and perceived little interdisciplinary work. Conclusions. This study reported partial adherence to the standards recommended by the International Society of Pediatric Oncology. The assessment made by hematologists-oncologists was different from that made by health care providers from the psychosocial area.","Authors":"Farberman, D (Farberman, Debora) ; Mendez, T (Mendez, Teresa) ; Garcia, L (Garcia, Leticia) ; Salvia, L (Salvia, Lucia) ; Otarola, S (Otarola, Silvia)","Title":"Psychosocial care in the Department of Pediatric Hematology and Oncology of public hospitals in Argentina"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398333500011 ISSN: 0381-7032","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"ARS COMBINATORIA Volume: 132 Pages: 127-135 Published: APR 2017","Abstract":"A proper edge-coloring of a graph G with colors 1,..., t is called an interval t-coloring if the colors of edges incident to any vertex of G form an interval of integers. A graph G is interval colorable if it has an interval t-coloring for some positive integer t. For an interval colorable graph G, the least value of t for which G has an interval t-coloring is denoted by w(G). A graph G is outerplanar if it can be embedded in the plane so that all its vertices lie on the same (unbounded) face. In this paper we show that if G is a 2-connected outerplanar graph with Delta(G) = 3, then G is interval colorable and w(G) = { 3, if vertical bar V(G)vertical bar is even, 4, if vertical bar V(G)vertical bar is odd. We also give a negative answer to the question of Axenovich on the outerplanar triangulations.","Authors":"Petrosyan, PA (Petrosyan, Petros A.)","Title":"On Interval Edge-Colorings of Outerplanar Graphs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398006700005 ISSN: 0197-4556 eISSN: 1873-5878","Keywords":"Drama therapy; Pedagogy; Experiential learning KeyWords Plus:PSYCHOTHERAPY; AWARENESS; EMOTION","Categories":"Psychology; Rehabilitation Web of Science Categories:Psychology, Clinical; Rehabilitation","Journal Information":"ARTS IN PSYCHOTHERAPY Volume: 53 Pages: 28-35 DOI: 10.1016/j.aip.2017.01.010 Published: APR 2017","Abstract":"Drama therapy education presents unique complexities for educators. Within the classroom, students engage with the techniques of their profession in order to learn how to utilize them with clients. However, because drama therapy is designed to work through metaphor, to subvert defenses and often to indirectly arrive at client issues, it is unavoidable that students in these classrooms will have experiences that evoke their own personal affective material. The presence of the students' personal material can serve to deepen learning but it can also blur the line between education and therapy and detract from the intended lessons. This phenomenological study sought to answer the question: What is the lived experience of drama therapy students in these experiential learning processes that evoke and utilize their personal affective material? (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Butler, JD (Butler, Jason D.)","Title":"The complex intersection of education and therapy in the drama therapy classroom"}, {"Document Information":"Document Type:Article Language:German Accession Number: WOS:000398636300006 ISSN: 0932-8351 eISSN: 1437-0999","Keywords":"large projects; project requirements; success factors; Building Information Modeling; partnership-based project management; risk management","Categories":"Engineering Web of Science Categories:Engineering, Civil","Journal Information":"BAUTECHNIK Volume: 94 Issue: 4 Pages: 237-+ DOI: 10.1002/bate.201700012 Published: APR 2017","Abstract":"Major projects in infrastructure construction often have the reputation of being unsuccessful. Even though this generalization unduly ignores the high percentage of successful projects, it is undisputed that there is a need for action to successfully realize major projects with a higher success rate. The successful realization of a large-scale project demands that the initial requirements of the project are met in full. The project requirements include the requirements regarding quality, costs and deadlines. If the quality concept is properly interpreted, the requirements of occupational health and safety, careful handling of the environment, the organisation and processes, the market requirements and the requirements of the public opinion must also be met. The question is whether the use of Building Information Modeling (BIM) can help to meet the project requirements of largescale projects. If the introduction of BIM is understood more than 3D CAD planning, namely the integral control of projects using numerical models, the question can be answered clearly positive. A prerequisite for a successful introduction of BIM is, however, the parallel cultural change towards a partnershipbased project management, combined with adapted processes, organizational forms and a professional risk management.","Authors":"Ehrbar, H (Ehrbar, Heinz)","Title":"BIM in infrastructure construction of German Railway - prerequisites for a successful introduction"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398112200001 PubMed ID: 28265788 ISSN: 1389-5729 eISSN: 1573-6768","Keywords":"Supervised machine learning; Ageing; Model interpretation KeyWords Plus:CAENORHABDITIS-ELEGANS; OXIDATIVE STRESS; LONGEVITY GENES; ESSENTIAL ROLES; DNA-REPAIR; LIFE-SPAN; PROTEIN; AUTOPHAGY; MODULATION; PREDICTION","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology","Journal Information":"BIOGERONTOLOGY Volume: 18 Issue: 2 Pages: 171-188 DOI: 10.1007/s10522-017-9683-y Published: APR 2017","Abstract":"Broadly speaking, supervised machine learning is the computational task of learning correlations between variables in annotated data (the training set), and using this information to create a predictive model capable of inferring annotations for new data, whose annotations are not known. Ageing is a complex process that affects nearly all animal species. This process can be studied at several levels of abstraction, in different organisms and with different objectives in mind. Not surprisingly, the diversity of the supervised machine learning algorithms applied to answer biological questions reflects the complexities of the underlying ageing processes being studied. Many works using supervised machine learning to study the ageing process have been recently published, so it is timely to review these works, to discuss their main findings and weaknesses. In summary, the main findings of the reviewed papers are: the link between specific types of DNA repair and ageing; ageing-related proteins tend to be highly connected and seem to play a central role in molecular pathways; ageing/longevity is linked with autophagy and apoptosis, nutrient receptor genes, and copper and iron ion transport. Additionally, several biomarkers of ageing were found by machine learning. Despite some interesting machine learning results, we also identified a weakness of current works on this topic: only one of the reviewed papers has corroborated the computational results of machine learning algorithms through wet-lab experiments. In conclusion, supervised machine learning has contributed to advance our knowledge and has provided novel insights on ageing, yet future work should have a greater emphasis in validating the predictions.","Authors":"Fabris, F (Fabris, Fabio) ; de Magalhes, JP (de Magalhes, Joao Pedro) ; Freitas, AA (Freitas, Alex A.)","Title":"A review of supervised machine learning applied to ageing research"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398114000001 PubMed ID: 28044226 ISSN: 0141-5492 eISSN: 1573-6776","Keywords":"Antimicrobials; Infectious diseases; Lanthipeptides; Microbisporicin; Pharmacological effects; Therapeutic effects KeyWords Plus:HOST-DEFENSE PEPTIDES; LANTIBIOTIC NAI-107; STREPTOCOCCUS-MUTANS; IN-VITRO; ANTIBACTERIAL ACTIVITY; DRUG DISCOVERY; LIPID II; NISIN; DURAMYCIN; MODE","Categories":"Biotechnology & Applied Microbiology Web of Science Categories:Biotechnology & Applied Microbiology","Journal Information":"BIOTECHNOLOGY LETTERS Volume: 39 Issue: 4 Pages: 473-482 DOI: 10.1007/s10529-016-2279-9 Published: APR 2017","Abstract":"The intrinsic qualities of lanthipeptides for their use as therapeutic drugs present several challenges because of their properties, which include stability, solubility and bioavailability, which, under physiological conditions, are very low. Researches have encouraged clinical evaluation of a few compounds, such as mutacin 1140, microbisporicin, actagardine and duramycin, with pharmacokinetic profiles showing rapid distribution and elimination rates, good bioavailability and fecal excretion, as well as high protein binding. Local and parenteral administration are currently suitable to minimize environmental influences on lanthipeptides and ensure efficient activity. Nevertheless, valuable improvements on pharmacodynamic and pharmacokinetic properties may also permit systemic applications via enteral routes. Understanding how rational modifications influence the desired pharmacological and pharmacokinetic properties of these biomolecules would help to answer some specific questions about their susceptibility to environmental changes, mechanism of action and how to engineer other peptides of the same group to improve their clinical relevance.","Authors":"Ongey, EL (Ongey, Elvis Legala) ; Yassi, H (Yassi, Hueseyin) ; Pflugmacher, S (Pflugmacher, Stephan) ; Neubauer, P (Neubauer, Peter)","Title":"Pharmacological and pharmacokinetic properties of lanthipeptides undergoing clinical studies"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398692500004 PubMed ID: 28338466 ISSN: 0008-428X eISSN: 1488-2310","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"CANADIAN JOURNAL OF SURGERY Volume: 60 Issue: 2 Pages: 81-82 DOI: 10.1503/cjs.013916 Published: APR 2017","Abstract":"Patient-centric markers are important, and when they can be conveniently measured they should dominate research questions. However, when the research question pertains to serious or potentially fatal illnesses and it will take years or even decades to answer with patient-centric outcomes, then a pragmatic approach based on common sense and surrogate markers should be adopted. This commentary discusses the important role that surrogate markers can play in medical research.","Authors":"Vinden, C (Vinden, Christopher)","Title":"Surrogate end points save lives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398056900001 ISSN: 1380-3603 eISSN: 1744-4195","Keywords":"Augustine; Barth; Bishop; community; end-of-life care; Maximus the Confessor; medical nihilism; psalms; theology of medicine","Categories":"Philosophy; Religion Web of Science Categories:Philosophy; Religion","Journal Information":"CHRISTIAN BIOETHICS Volume: 23 Issue: 1 Pages: 1-6 Special Issue: SI DOI: 10.1093/cb/cbw023 Published: APR 2017","Abstract":"Jeffrey P. Bishop's The Anticipatory Corpse has challenged the very foundations of medicine by claiming that the dead body is epistemically normative in contemporary medicine. Founding medicine upon the corpse results in a number of uncanny practices commonplace in medicine today. The normative corpse affects everything from ICU care, the care of permanent vegetative state patients, the push for legalized physician-assisted suicide, and brain death procedures to spiritual techniques employed to control the patient's dying process. Contemporary medicine cannot save itself from creating nihilistic practices for the care of the dying since contemporary medicine is founded upon nihilism. Bishop concludes by asking: \"Might it be that only theology can save medicine?\" This issue of Christian Bioethics brings together several voices attempting to answer this question. The essays here provide diverse perspectives on how theology might provide a remedy to a philosophically-poisoned medicine. They include reflections on Augustine and Nietzsche, the Psalms and Heidegger, Maximus the Confessor and Watson the Supercomputer. The issue closes with Bishop weaving together wisdom from all four essays in the process of offering his own answer.","Authors":"Goss, B (Goss, Boaz) ; Ridenour, AA (Ridenour, Autumn Alcott)","Title":"Death and Christianity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396826200003 ISSN: 0165-0009 eISSN: 1573-1480","Categories":"Environmental Sciences & Ecology; Meteorology & Atmospheric Sciences Web of Science Categories:Environmental Sciences; Meteorology & Atmospheric Sciences","Journal Information":"CLIMATIC CHANGE Volume: 141 Issue: 4 Pages: 627-639 DOI: 10.1007/s10584-017-1914-3 Published: APR 2017","Abstract":"In recent years, the focus of quantitative climate-conflict research has shifted from studying civil wars to studying different types of conflicts, particularly non-state and communal conflicts, based on the argument that these local-level conflicts are a more likely consequence of climate variability than civil war. However, the findings from previous research do not paint a consistent picture of the relationship between climate and communal conflict. We posit that a research design treating the climate variable as randomized is a better and more convincing strategy for estimating the relationship between climate variability and communal conflict compared to the conventional control method to account for confounders. In this paper, we ask two questions: (1) what type of research design allows us to treat climate variability as randomized and (2) what can we say about the relationship between climate variability and communal violence using this new design? To answer these questions, we analyze six large subnational areas, at a monthly time scale, and calculate the standardized precipitation index for each area for each month. We find that both short, unusually dry intervals and long, unusually wet intervals increase the likelihood of a communal conflict event.","Authors":"Nordkvelle, J (Nordkvelle, Jonas) ; Rustad, SA (Rustad, Siri Aas) ; Salmivalli, M (Salmivalli, Monika)","Title":"Identifying the effect of climate variability on communal conflict through randomization"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398708700006 ISSN: 2281-5872 eISSN: 2281-7565","Keywords":"PET; MRI; MRS; glioma KeyWords Plus:CENTRAL-NERVOUS-SYSTEM; H-1 MR SPECTROSCOPY; LOW-GRADE GLIOMAS; BRAIN-TUMORS; F-18 FLUORODEOXYGLUCOSE; IN-VIVO; MALIGNANT GLIOMAS; PROGNOSTIC VALUE; FET-PET; DIFFERENTIAL-DIAGNOSIS","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"CLINICAL AND TRANSLATIONAL IMAGING Volume: 5 Issue: 2 Pages: 151-158 DOI: 10.1007/s40336-017-0222-2 Published: APR 2017","Abstract":"Purpose Conventional MRI, the gold standard in structural brain imaging, alone has its limitations in pre-operative tumour grading, biopsy targeting, determination of accurate tumour margins prior to surgical resection/ radiation therapy, detection of tumour recurrence and determination of early therapeutic response. The aim was to introduce and review two of the recently most discussed adjunct modalities for molecular imaging in glioma: PET and MRS, and the combination of both. Methods A PubMed search with a combination of the terms \"MRS'', \"glioma'' and \"glioblastoma'', \"brain tumour'', \"positron emission'' and \"PET'' was carried out. These results were complemented with a search of the authors' own files. Preclinical in vitro studies as well as animal studies were excluded. Results Published single modality data show that H-1-MRS and PET perform similarly in answering clinical questions, which cannot be adequately answered by conventional MR imaging alone. Original articles including patients with gliomas and combining the PET and MRS modalities within the same study were scarce and resulted in 17 research papers. These articles especially point to a spatial correlation between H-1-MRS metabolic ratios and amino acid uptake and a positive relationship with histologically proven cell proliferation markers, indicating diagnostic improvement in the differentiation between glioma and benign lesions, in the delineation of brain tumours and in the differentiation between treatment- related changes and tumour progression. Conclusion PET and H-1-MRS have shown their value in the non-invasive diagnosis of gliomas delivering metabolic tumour information in addition to pure structural information from conventional MRI or CT alone. The very few studies, which were conducted evaluating (HMRS)-H-1 and PET in combination, indicate a diagnostic benefit from a combined imaging approach in glioma and encourage more systematic investigation-ideally carried out in multicentric settings, in experienced neuroimaging centres (with access to integrated PET/MRI scanners), using standardized imaging- and analysis protocols.","Authors":"Pyka, T (Pyka, Thomas) ; Gempt, J (Gempt, Jens) ; Bette, S (Bette, Stefanie) ; Ringel, F (Ringel, Florian) ; Forster, S (Foerster, Stefan)","Title":"Positron emission tomography and magnetic resonance spectroscopy in cerebral gliomas"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395995400010 PubMed ID: 27518485 ISSN: 0749-8047 eISSN: 1536-5409","Keywords":"chronic pain; low birth weight; follow-up study KeyWords Plus:CHRONIC WIDESPREAD PAIN; GESTATIONAL-AGE; FETAL-GROWTH; BACK-PAIN; ADOLESCENTS; HUNT; PRETERM; BORN; POPULATION; SENSITIVITY","Categories":"Anesthesiology; Neurosciences & Neurology Web of Science Categories:Anesthesiology; Clinical Neurology","Journal Information":"CLINICAL JOURNAL OF PAIN Volume: 33 Issue: 4 Pages: 348-355 DOI: 10.1097/AJP.0000000000000399 Published: APR 2017","Abstract":"Objective: To investigate self-reported pain in young adults with a low birth weight. Materials and Methods: This study was a part of a long-term follow-up study of preterm very low birth weight (VLBW; birth weight <= 1500 g), term small for gestational age (SGA; birth weight < 10th percentile adjusted for sex and parity), and control young adults born during 1986 to 1988. Of the 300 individuals invited, 216 ( 62 VLBW, 67 term SGA, and 87 controls) completed a pain questionnaire. Of these, 151 (70%) had answered a pain severity question at 19 years. Chronic pain was defined as pain lasting for > 6 months and being moderate, severe, or very severe during the past 4 weeks. Results: The prevalence of chronic pain at 26 years was 16% in the VLBW group, 21% in the term SGA group, and 7% in the control group. The VLBW and the term SGA groups had higher odds ratios for chronic pain (crude OR, 2.6; 95% CI, 0.9-7.6 for the VLBW group and crude OR, 3.6; 95% CI, 1.3-9.9 for the term SGA group vs. controls). The main results remained after adjusting for potential confounding factors. Some attenuation was observed when adjusting for anxiety and depressive problems. Moderate to very severe pain increased from 16% to 41% in the term SGA group from 19 to 26 years, whereas less changes were seen in the VLBW and the control groups. Discussion: Results of our study imply that pain should be in focus when conducting long-term follow-up programs of individuals with a low birth weight.","Authors":"Iversen, JM (Iversen, Johanne M.) ; Indredavik, MS (Indredavik, Marit S.) ; Evensen, KAI (Evensen, Kari A. I.) ; Romundstad, PR (Romundstad, Pal R.) ; Rygg, M (Rygg, Marite)","Title":"Self-reported Chronic Pain in Young Adults With a Low Birth Weight"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398589100013 ISSN: 0902-0063 eISSN: 1399-0012","Keywords":"allogeneic hematopoietic stem cell transplantation; chronic graft versus host disease; immunosuppressive therapy; second-line treatment; thoraco-abdominal irradiation; total lymphoid irradiation; total nodal irradiation KeyWords Plus:TOTAL LYMPHOID IRRADIATION; STEM-CELL TRANSPLANTATION; TOTAL-BODY IRRADIATION; CONSENSUS DEVELOPMENT PROJECT; WORKING GROUP-REPORT; HELICAL TOMOTHERAPY; CLINICAL-TRIALS; CHRONIC GVHD; ARC THERAPY; TBI","Categories":"Surgery; Transplantation Web of Science Categories:Surgery; Transplantation","Journal Information":"CLINICAL TRANSPLANTATION Volume: 31 Issue: 4 Article Number: e12923 DOI: 10.1111/ctr.12923 Published: APR 2017","Abstract":"The management of corticosteroids refractory chronic graft versus host disease (cGVHD) remains controversial. Retrospective analysis of patients treated at the Integrated Center of Oncology by total nodal irradiation (TNI) was performed to evaluate its therapy potency. TNI delivers a dose of 1Gy in a single session. The delimitation of the fields is clinical (upper limit: external auditory meatus; lower limit: mid-femur). No pre-therapeutic dosimetry scanner was necessary. Evaluation of the efficacy was by clinical measures at 6months after the treatment. Twelve patients were treated by TNI between January 2010 and December 2013. TNI was used in second-line treatment or beyond. The median time between allograft and TNI was 31.2months, and the median time between the first manifestations of cGVHD and TNI was about 24.2months. Of the 12 patients, nine had a clinical response at 6months (75%), including five complete clinical responses (41.6%). Five patients could benefit from a reduction of corticosteroid doses. Three patients had hematologic toxicity. TNI could be considered as an option for the treatment of a cutaneous and/or soft tissues corticosteroids refractory cGVHD. However, prospective randomized and double-blind trials remain essential to answer the questions about TNI safety and effectiveness.","Authors":"Peyraga, G (Peyraga, Guillaume) ; Lizee, T (Lizee, Thibaut) ; Gustin, P (Gustin, Pierre) ; Clement-Colmou, K (Clement-Colmou, Karen) ; Di Bartolo, C (Di Bartolo, Christelle) ; Supiot, S (Supiot, Stephane) ; Mahe, MA (Mahe, Marc-Andre) ; Francois, S (Francois, Sylvie) ; Mege, M (Mege, Martine)","Title":"Treatment of cutaneous and/or soft tissue manifestations of corticosteroids refractory chronic graft versus host disease (cGVHD) by a total nodal irradiation (TNI)"}]