[{"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000391420300050 ISBN:978-1-5090-5781-8 ISSN: 2378-2528","Keywords":"Recommandation systems; Academic orientation; Profiling; Collaborative filtering; Content based systems; Hybridization methods","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Interdisciplinary Applications","Journal Information":"2016 11TH INTERNATIONAL CONFERENCE ON INTELLIGENT SYSTEMS: THEORIES AND APPLICATIONS (SITA) Book Series: International Conference on Intelligent Systems, Theories and Applications Published: 2016","Abstract":"Choosing the right career can be difficult for students, because they have to take into considerations many elements, in order to be on the best path. Several studies in many disciplines have cooperate to help students making their career decision. The purpose of this work is to invest the subject of school orientation, identifying its background and studying some related works. This paper aims also to define the student's profile, and conceiving basis of a recommendation system that will play the advisor role in students helping to choose their career path.","Authors":"Meryem, G (Meryem, Ghanjaoui) ; Douzi, K (Douzi, Khadija) ; Chantit, S (Chantit, Salima) Book Group Author(s):IEEE","Title":"Toward an E-orientation Plateform Using hybrid recommendation systems"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000360016300020 ISSN: 1877-0509","Keywords":"sequendal pattern mining; constraint based sequential pattern mining; next item recommandation; buying senario KeyWords Plus:SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Interdisciplinary Applications; Computer Science, Theory & Methods","Journal Information":"INTERNATIONAL CONFERENCE ON ADVANCED COMPUTING TECHNOLOGIES AND APPLICATIONS (ICACTA) Book Series: Procedia Computer Science Volume: 45 Pages: 166-175 DOI: 10.1016/j.procs.2015.03.113 Published: 2015","Abstract":"In today's competitive world, one of the most important drivers for sustainability and growth of a business is retention of customer. For retention of customer, it is important to understand customers' current needs and wants. Understanding of customers' buying behavior helps in designing products by businesses for ensuring product attributes that will result in customer satisfaction on purchase and consumption. Proposed work mainly focuses on prediction of few items that customer is in all probability more likely to purchase in future than other items based on data analysis done using sequential pattern mining technique. Proposed work additionally focuses on recommendations to be made for items of purchase in near and long term future, based on incorporation of Gap constraint in conventional FP-growth based PrefixSpan algorithm. Combination of Length, Gap and Item constraints help to recommend next highly probable items for purchase, based on increasing support and confidence values. Simulation and experimental study done on six IBM generated synthetic dataset which throw light on customers' buying patterns in terms of purchases that happened regularly or happened just once. Average 45%-55% purchase happens only once which doesn't lead to probability of customer making next purchase (IBM generated synthetic dataset). Proposed system focuses on next purchase item prediction based on support, confidence and gap constraint. Decision maker can analyze the reasons of current situation and accordingly make vital recommendations in terms of next products to be offered to customer for purchase, thereby increasing the probability of sales actually happening. (C) 2015 The Authors. Published by Elsevier B.V.","Authors":"Desai, NA (Desai, Niti Ashishkumar) ; Ganatra, A (Ganatra, Amit) Edited by:Vasudevan, H; Joshi, AR; Shekokar, NM","Title":"Buying scenario and Recommendation of purchase by Constraint based Sequential Pattern Mining from time stamp based Sequential Dataset"}, {"Keywords":"Recommandation; shopping assistant; mobile services; relevance score","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"EUROMEDIA 2012: 17TH ANNUAL SCIENTIFIC CONFERENCE ON WEB TECHNOLOGY, NEW MEDIA COMMUNICATIONS AND TELEMATICS THEORY METHODS, TOOLS AND APPLICATIONS Pages: 39-45 Published: 2012","Abstract":"As nowadays society is a consumer orientated one, choosing which goods to buy is a very common and time consuming activity. Developing an intelligent, social based recommendation system is a good way to overcome the problem of products information overload. Social recommendations for products refers to the fact that consumers trust a product more if there is a review (of any kind) for it, confirmed by many other users (in psychology this is known as Social Proof). Moreover, if the users that confirms it shares common 'tastes' with the consumer, not only that he/she will consider the product more reliable, but the 'good' will also match his preferences with a high probability and, therefore, he/she will prefer to buy the verified product. A social shopping adviser is what the following paper proposes. We present implementation details, together with experimental results designed to evaluate the system in a first prototype implementation.","Authors":"Burceanu, E (Burceanu, Elena) ; Dobre, C (Dobre, Ciprian) ; Cristea, V (Cristea, Valentin) Edited by:Stefanoui, D; Culita, J","Title":"Social Shopping Adviser: Recommendation platform based on mobile services"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000271688600366 ISBN:978-1-4244-3519-7","Keywords":"programming learning; example design; learning objectives; adaptive strategy; adaptive example recommandation","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Theory & Methods; Education & Educational Research; Education, Scientific Disciplines","Journal Information":"ICCSSE 2009: PROCEEDINGS OF 2009 4TH INTERNATIONAL CONFERENCE ON COMPUTER SCIENCE & EDUCATION Pages: 1689-1692 Published: 2009","Abstract":"This paper discusses a practice system to aid programming learning by program examples. The idea is to offer a large quantity of well designed examples, and through suitable examples to enlighten the student thinking. So a learning guidance by adaptive example recommendation is needed to achieve personalization for every student during his learning process. At first, as a basis, an example design plan based on summarized learning objectives is introduced, and then an objective based adaptive model is given, which can recommends suitable examples to a student by an adaptive pedagogical strategy combined with the example model, the learning objective and the student learning state.","Authors":"Zhang, JH (Zhang Jinghua) Book Group Author(s):IEEE","Title":"A Model on Adaptive Example Recommendation for Programming Learning"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000228095300079 ISBN:3-540-24467-0 ISSN: 0302-9743","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods; Telecommunications","Journal Information":"INFORMATION NETWORKING: CONVERGENCE IN BROADBAND AND MOBILE NETWORKING Book Series: Lecture Notes in Computer Science Volume: 3391 Pages: 755-765 Published: 2005","Abstract":"Mobile IP(MIP) and SIP have been proposed to support mobility in the wireless internet working at different layers of the protocol stack. However MIP has some problems such as triangle routing, the need of each host's home address, the overhead of tunneling and the lack of wide deployment. Thus we proposed a scheme for supporting mobility based on SIP in this research. A novel SIP system to provide a hierarchical registration has been designed according to this scheme. Our SIP system has been established by implementing JAIN technologies which follow next generation network standards to support the mobility of wireless terminal. This system successfully satisfied ITU-T recommandation.","Authors":"Lee, JE (Lee, JE); Kim, BH (Kim, BH); Kim, DY (Kim, DY); Cha, SH (Cha, SH); Choi, KH (Choi, KH) Edited by:Kim, C","Title":"Implementing an JAIN based SIP system for supporting advanced mobility"}, {"Document Information":"Document Type:Article Language:French Accession Number: WOS:000180910700008 PubMed ID: 12669661 ISSN: 0001-4079","Keywords":"brain infarction; intracranial arteriosclerosis; thrombolytic therapy","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"BULLETIN DE L ACADEMIE NATIONALE DE MEDECINE Volume: 186 Issue: 7 Pages: 1189-1207 Published: 2002","Abstract":"Acute stroke management is becoming a major challenge for the next decades because of the increasing life expectancy, and subsequent increase of burden of atherosclerotic disease, atrial fibrillation and intracranial small vessel disease. New advances in stroke management has been mainly based on the development of stroke unit facilities. Stroke centers allow a multidisciplinaire approach of stroke care, involving stroke neurologists, neuroradiologists, cardiologists, specialized nurses, physiotherapists, occupational therapists, speech therapists, psychologists, social workers, etc.. Compared to a usual care, treatment in stroke unit avoids 40 deaths, allows 50 more patients returning home, and reduces the length of stay by 30 %. This tremendous benefit is explained by a better knowledge of acute stroke complications by the entire stroke team. This allows their prevention, early detection, diagnosis and immediate treatment. Early emphasis is also put on rehabilitation in stroke units. They also are the right place for using powerful trament but delicate to prescrive such as intravenous thrombolysis. After its approval by regulatory agencies in western countries intravenous thrombolysis has a grade 1A recommandation (the highest level of recommandation) by both North American and European neurovascular societies. However after three hours of stroke onset, thrombolysis is no longer effective and safe. The real challenge for the next years will be to adapt our health systems to increase access to care in stroke unit and to thrombolysis, and to develop education campaigns directed towards patients, general practitioners and emergency physicians to increase their awareness on warning signs of stroke.","Authors":"Amarenco, P (Amarenco, P)","Title":"Management of acute brain ischemia"}, {"Document Information":"Document Type:Article Language:German Accession Number: WOS:A1996VQ01000002 ISSN: 0012-0413","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"DEUTSCHE LEBENSMITTEL-RUNDSCHAU Volume: 92 Issue: 10 Pages: 318-323 Published: OCT 1996","Abstract":"The state of nucleocompounds from different species of poultries (e. g. chicken, duck, pheasant) and different forms of breeding - chicken for soup or broiled chicken, domestic pigeons and wild pigeons - was compared. The muscular system of upper thigh and breast, skin and liver from chicken for soups and broiled chicken, domestic and wild pigeons, ducks, gooses and turkeys were examined. These tissues are a matter of different functions of mobilization: a mobile and a resting muscular system, an organ of intensive metabolism and the skin, as an external organ. By acid hydrolysis according to Herbel and Montag (1987) the determination of the whole purine base content is possible. The comparison of the whole summation value purine-N shows only little differents between the poultry species. As a result from the analysis liver shows a different distribution of purine bases as the muscular systems or the skin. The largest amount of purine bases in liver ist guanine, followed by adenine. Already Herbel (1985) has found out this devious distribution df bases by cattles an pigs, By extraction with perchloric acid according to Benkmann (1995) is the determination of lower molecular nucleocompounds possible. The comparison of the amounts of lower molecular nucleocompounds from breast- and thighmuscles from different poultry species showed an 100% higher amount of inosine and IMP in breast- than in thighmuscle. After death takes place a rapid decomposition of the high energie phosphates of adenine to IMP happens: AMP <----> ADP <---->, ATP --> IMP. Slower as the decomposition of ATP passes the katabolism of hypoxanthine and xanthine: IMP --> Ino --> Hyp, Xan, so a temporary increase of IMP in the muscular system takes place (Freudenreich and Werner, 1988). This difference in the contents of IMP in both muscular systems is explained with the more intensive movement of the muscular system of the leg while agonie, so post mortem more IMP is decomposited in the muscular system of the leg than of the breast (Davidek and Khan, 1967). The distribution of the lower molecular nucleocompounds in liver is absolutly different from the muscular system. This fact ist based on the diversity of function of the liver as an intensive organ of metabolism. Altogether we could draw the conclusion, that the different species of poultry show barely differences in the status of nucleocompounds, excepted the liver of pigeons. The comparison of the contents of purine-N, a size of the total supply of nuclic purines, in the tissue of birds with the tissue of cattles and pigs shows only small differences. The purine-N content refering to fresh matter of fillet from cattles is 550 mg/kg, of a cutlet from pigs is 500 mg/kg, of the breastmuscles from chickens is 530 mg/kg, of the breastmuscle from ducks is 630 mg/kg, of the breastmuscle from turkeys ist 550 mg/kg, of the breastmuscle from gooses is 680 mg/kg, of the breastmuscle from domestic pigeions is 620 mg/kg, of the breastmuscle of wild pigeons is 810 mg/kg and the breastmuscle of pheasants is 700 mg/kg. The contents of purine-N found out permit of course no recommandation to the consumption of determined species of meat. As well the analysis of the content of lower molecular nucleocompounds, which are very important for human nutrition because of their better resorption - especially the nucleosides -, results not in signifikant differences in the contents of the different species of animals.","Authors":"Gosch, B (Gosch, B); Montag, A (Montag, A)","Title":"The status of nucleocompounds and its variability in meat of poultry .1. Study about the influence of poultryspecies on the distribution of nucleopurines"}]