[{"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000380475500076 ISBN:978-1-4799-8993-5","Keywords":"Internet of Things; Web of Things; Social Web of Things; Recommander Syatem; Tripartite Graph","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"2015 SEVENTH INTERNATIONAL CONFERENCE ON UBIQUITOUS AND FUTURE NETWORKS Pages: 328-331 Published: 2015","Abstract":"Internet of Things (IoT) is the next wave of industry revolution that generates signifieant amount of various serviees, such as personal health care and green energy monitoring, which people may subscribe for their convenience. These services may have different features, such as fixed or mobile, scalable or non-scalable, portable or non-portable. Thus, recommending IoT services to users based on objects they own will become very important for the success of loT. In this preliminary work, we introduce the concept of service recommender systems in loT by a formal model for IoT recommendation. We propose a graph-based recommender system that takes into account the unique structure of IoT.","Authors":"Mashal, I (Mashal, Ibrahim) ; Chung, TY (Chung, Tein-Yaw) ; Alsaryrah, O (Alsaryrah, Osama) Book Group Author(s):IEEE","Title":"Toward Service Recommendation in Internet of Things"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000379200400031 ISBN:978-1-4799-9942-2 ISSN: 2157-0418","Keywords":"social interaction; cloud computing; emotion reconition; recommander system KeyWords Plus:EMOTION RECOGNITION; SMARTPHONE","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Information Systems","Journal Information":"PROCEEDINGS 2015 18TH INTERNATIONAL CONFERENCE ON NETWORK-BASED INFORMATION SYSTEMS (NBIS 2015) Book Series: International Conference on Network-Based Information Systems Pages: 199-205 DOI: 10.1109/NBiS.2015.34 Published: 2015","Abstract":"Anger is a main human emotion mostly healthy for our life, but when it gets out of control, it can lead to problems. With the popularity of social media and smartphone devices, the problems shift into the network worlds. We have seen that many people cannot control their temper and result in destructive behavior happened on the interaction with cybercitizens. Not only harm their on-line friends but also destruct themselves on the social network. Hence, we hope to help smartphone users control their emotion in the network world and improve their emotional intelligence. To archive this goal, a cloud-based mobile anger prediction model has been proposed, and based on the specification of model a prototype has been constructed. The prototype includes a smartphone application agent and the cloud-side analytical service. The application agent use sensor fusion to transform emotion cues as data tuples. The cloud analytical service analyzes the submitted data tuples by the classifier and then utilize recommender model to predict the intensity of anger happening. After analyzing, the prediction messages have been pushed back to the agent. The agent uses this perdition to alert the mobile users for their emotion management during their social media interaction. The experimental result shows that the recommender model is well-design for the anger prediction. Moreover, with the advantages of scalability and mobility, the future extension on the mobile emotion management field is expectable.","Authors":"Yu, YC (Yu, Yuan-Chih) Edited by:Barolli, L; Takizawa, M; Hsu, HH; Enokido, T; Xhafa, F","Title":"A Cloud-based Mobile Anger Prediction Model"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000346159700051 ISBN:978-1-4799-3211-5","Keywords":"recommender system; news; domain ontology; ontologies; knowledge base; indexing; recommendation; vector space model","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"2013 INTERNATIONAL CONFERENCE ON SIGNAL-IMAGE TECHNOLOGY & INTERNET-BASED SYSTEMS (SITIS) Pages: 337-344 DOI: 10.1109/SITIS.2013.62 Published: 2013","Abstract":"Contractors, commercial and business decision-makers need economical information to drive their decisions. The production and distribution of a press review about French regional economic actors represents a tool for prospecting partners and competitors for the businessman. Our goal is to propose a customized review for each user, thus reducing the overload of useless information. Several news recommendation systems already exist. The usefulness of external knowledge sources to improve the process has already been explained in information retrieval. The system's knowledge base includes the domain knowledge used during the recommendation process. Our recommender system's architecture is standard, but during the indexing task, the representations for each article's content and for each interest from the users' profiles created are based on this domain knowledge. Articles and Profiles are semantically defined in the Knowledge base via concepts, instances and relations. This paper deals with the relevance measure, a critical sub-task in recommendation systems and the relationships between this metric and similarity concepts. The Vector Space Model is a well-known model used for relevance ranking. First, the problem exposed here concerns the use of the standard VSM method along with our indexing method. Then, we test our approach by means of practical tests, such as classic precision recall, and more specific evaluation methods to compare ranking results. Finally, we expose evaluation results of our recommendation algorithm and discuss the case of multilabeled items.","Authors":"Werner, D (Werner, David) ; Cruz, C (Cruz, Christophe) Edited by:Yetongnon, K; Dipanda, A; Chbeir, R","Title":"A Method to Manage the Precision Difference between Items and Profiles In a context of Content-Based Recommander System and Vector Space Model"}]