[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397105200002 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Medical image retrieval; Bag-of-words; Latent Semantic analysis; Multimodal fusion; Medical social network; Collaborative social health network","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Article Number: UNSP 2 DOI: 10.1007/s13278-016-0420-3 Published: DEC 2017","Abstract":"Medical social networks have become an exchange of opinions between patients and health professionals. However, patients are anxious to quickly find a reliable analysis and a concise explanation of their medical images and express their queries through a textual description or a visual description or both sets. For this, we present in this paper a multimodal research model to research medical images based on multimedia information that is extracted from a radiological collaborative social network. Indeed, the opinions shared on a medical image in a medico-social network are a textual description which in most cases requires cleaning by using a medical thesaurus. In addition, we describe the textual description and medical image in a TF-IDF weight vector using an approach of \"bag of words''. We use latent semantic analysis to establish relationships between textual terms and visual terms in shared opinions on the medical image. The multimodal modeling researches the medical information through multimodal queries. Our model is evaluated against the ImageCLEFMed' 2015 baseline, which is the ground truth for our experiments. We have conducted numerous experiments with different descriptors and many combinations of modalities. The analysis of results shows that the model based on two methods can increase the performance of a research system based on a single modality, visual or textual.","Authors":"Bouslimi, R (Bouslimi, Riadh) ; Ayadi, MG (Ayadi, Mouhamed Gaith) ; Akaichi, J (Akaichi, Jalel)","Title":"Semantic medical image retrieval in a medical social network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398535600004 ISSN: 1735-0581","Keywords":"All-trans retinoic acid; Alzheimer's disease; Amyloid-beta; Rat KeyWords Plus:RESCUES MEMORY DEFICITS; VITAMIN-A; MOUSE MODEL; SYNAPTIC PLASTICITY; OXIDATIVE STRESS; RECEPTOR-ALPHA; BRAIN; PLASMA; NEURODEGENERATION; CAROTENOIDS","Categories":"Physiology Web of Science Categories:Physiology","Journal Information":"PHYSIOLOGY AND PHARMACOLOGY Volume: 21 Issue: 1 Pages: 34-43 Published: WIN 2017","Abstract":"Introduction: Retinoid signaling has been argued to have favorable effects on Alzheimer's disease (AD). We studied the role of chronic intracerebroventricular (ICV) injection of all-trans retinoic acid (ATRA) on the amyloid-beta (A beta) model of AD. Methods: Adult male rats weighing 260-330 g were divided into 12 groups of 8 each. Six groups of rats received ATRA (3nM, 30nM, 3 mu M, 0.3mM, 30mM/rat; ICV) or DMSO 1% (2 mu l/rat; ICV), bilaterally and in a chronic manner (6 times, twice a week). Forty eight hours following the last injection, memory performance was assessed using a passive avoidance paradigm. One group received A beta (10 mu g/rat; ICV), bilaterally. The control group received DMSO 1% (2 mu l/rat; ICV). Twenty days later memory performance was assessed. Three groups of rats received A beta (10 mu g/rat; ICV) and then ATRA (3nM or 30nM/rat; ICV) or DMSO 1%, chronically (6 times, twice a week). Another group received DMSO 1% (2 mu l/rat; ICV) and then, DMSO 1%, chronically (6 times, twice a week). Results: ATRA at doses 0.3mM and 30mM/rat impaired memory retrieval by decreasing step-through latency (STL) and increasing time spent in the dark compartment (TDC), significantly. However, moderate doses (3nM and 30nM/rat) did not change memory performance. ATRA (30nM/rat) increased STL and decreased TDC and NST in the A beta-treated rats, significantly compared to the group received A beta-DMSO 1%. Conclusion: The results propose a potential prophylactic effect of ATRA in the ICV A beta model of AD and indicate the prominence of retinoic acid signaling as a target for AD prevention.","Authors":"Beheshti, S (Beheshti, Siamak) ; Soleimanipour, A (Soleimanipour, Azam)","Title":"Prophylactic effect of all-trans retinoic acid in an amyloid-beta rat model of Alzheimer's disease"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400002 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Real-time intelligent automation; Expert systems; Knowledge bases; Knowledge processing; Natural language processing; Community question answering; Question analysis KeyWords Plus:SELECTION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 11-19 DOI: 10.1016/j.eswa.2017.01.041 Published: JUL 1 2017","Abstract":"Community Question-Answering platforms are massive knowledge bases of questions and answers pairs produced by their members. In other to provide a vibrant service, they are compelled to provide answers to new posted questions as soon as possible. However, since their dynamic requires their own users to answer questions, there is an inherent delay between posting time and the arrival of good answers. In fact, many of these new questions might be already asked and satisfactorily answered in the past. Ergo, one of the pressing needs of these services is capitalizing on good answers given to related resolved questions across their large-scale knowledge base. To that end, current approaches have studied the effectiveness of human-generated web queries across search logs in fetching related questions and potential good answers from these community archives. However, this kind of strategy is not suitable for questions without click-through data, in particular those recently posted, limiting their capability of providing them with real-time answers. In this paper, we propose an approach to find related questions across the cQA knowledge base, which automatically generate effective search strings directly from question titles and bodies. In so doing, we automatically construct a massive corpus of related questions on top of the relationships yielded by their click-through graph, and generated candidate queries by inspecting dependency paths across the title and body of each question afterwards. Then, we utilize this corpus for automatically annotating the retrieval power of each of these candidates. With this labelled corpus, we study the effectiveness of several learning to rank models enriched with assorted linguistically-motivated properties. Thus deducing the linguistic structure of automatically generated search strings that are effective in finding related questions. Since these models are inferred solely from each question itself, they can be used when search log data (i.e., web queries) is unavailable. Overall, our experiments underline the effectiveness of our approach, in particular our outcomes indicate that named entity recognition is instrumental in structuring and recognizing 2-5 terms effective queries. Furthermore, we carry out experiments considering and ignoring question bodies, and we show that profiting only from question titles is more promising, but most effective queries are harder to detect. Conversely, adding question bodies makes the retrieval of past related questions noisier, but their content helps to generalize models capable of identifying more effective candidates. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Figueroa, A (Figueroa, Alejandro)","Title":"Automatically generating effective search queries directly from community question-answering questions for finding related questions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400003 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Image retrieval; Image annotation; Social image tagging; Topic modeling; Probabilistic graphical model KeyWords Plus:LATENT DIRICHLET ALLOCATION; CROSS-MEDIA RETRIEVAL; TAG COMPLETION; ANNOTATION; REPRESENTATION; CLASSIFICATION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 20-33 DOI: 10.1016/j.eswa.2017.01.055 Published: JUL 1 2017","Abstract":"Nowadays, due to the rapid growth of digital technologies, huge volumes of image data are created and shared on social media sites. User-provided tags attached to each social image are widely recognized as a bridge to fill the semantic gap between low-level image features and high-level concepts. Hence, a combination of images along with their corresponding tags is useful for intelligent retrieval systems, those are designed to gain high-level understanding from images and facilitate semantic search. However, user provided tags in practice are usually incomplete and noisy, which may degrade the retrieval performance. To tackle this problem, we present a novel retrieval framework that automatically associates the visual content with textual tags and enables effective image search. To this end, we first propose a probabilistic topic model learned on social images to discover latent topics from the co-occurrence of tags and image features. Moreover, our topic model is built by exploiting the expert knowledge about the correlation between tags with visual contents and the relationship among image features that is formulated in terms of spatial location and color distribution. The discovered topics then help to predict missing tags of an unseen image as well as the ones partially labeled in the database. These predicted tags can greatly facilitate the reliable measure of semantic similarity between the query and database images. Therefore, we further present a scoring scheme to estimate the similarity by fusing textual tags and visual representation. Extensive experiments conducted on three benchmark datasets show that our topic model provides the accurate annotation against the noise and incompleteness of tags. Using our generalized scoring scheme, which is particularly advantageous to many types of queries, the proposed approach also outperforms state-of-the-art approaches in terms of retrieval accuracy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Tu, NA (Nguyen Anh Tu) ; Khan, KU (Khan, Kifayat Ullah) ; Lee, YK (Lee, Young-Koo)","Title":"Featured correspondence topic model for semantic search on social image collections"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973000002 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Enterprise search; Enterprise information seeking & retrieval; Personalised information retrieval; Fuzzy logic; Expert search; Rulebased summarisation; Fuzzy profiling KeyWords Plus:RECOMMENDER SYSTEMS; RELEVANCE FEEDBACK; USER INTEREST; ALGORITHM; SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 394 Pages: 18-37 DOI: 10.1016/j.ins.2016.12.040 Published: JUL 2017","Abstract":"With the exponential growth of information available on the Internet and various organisational intranets there is a need for profile based information seeking and retrieval (IS&R) systems. These systems should be able to support users with their context-aware information needs. This paper presents a new approach for enterprise IS&R systems using fuzzy logic to develop task, user and document profiles to model user information seeking behaviour. Relevance feedback was captured from real users engaged in IS&R tasks. The feedback was used to develop a linear regression model for predicting document relevancy based on implicit relevance indicators. Fuzzy relevance profiles were created using Term Frequency and Inverse Document Frequency (TF-IDF) analysis for the successful user queries. Fuzzy rule based summarisation was used to integrate the three profiles into a unified index reflecting the semantic weight of the query terms related to the task, user and document. The unified index was used to select the most relevant documents and experts related to the query topic. The overall performance of the system was evaluated based on standard precision and recall metrics which show significant improvements in retrieving relevant documents in response to user queries. (C) 2016 Published by Elsevier Inc.","Authors":"Alhabashneh, O (Alhabashneh, Obada) ; Iqbal, R (Iqbal, Rahat) ; Doctor, F (Doctor, Faiyaz) ; James, A (James, Anne)","Title":"Fuzzy rule based profiling approach for enterprise information seeking and retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100004 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Knowledge structuring; Latent Dirichlet Allocation (LDA); Latent Semantic Analysis (LSA); Concept extraction; Ontology; SKOS KeyWords Plus:INFORMATION; RETRIEVAL; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 52-67 DOI: 10.1016/j.inffus.2016.11.003 Published: JUL 2017","Abstract":"In the era of Web 2.0, the knowledge is the de-facto social currency in the global network environment. Knowledge is not an accumulation of data, but a relation-based representation of the information content, which needs to be distilled and arranged in a semantic infrastructure to guarantee interoperability and sharable understanding. In the light of this scenario, the paper introduces a semantically enhanced document retrieval system that describes each retrieved document with an ontological multi-grained network of the extracted conceptualization. The system is based on two well-known latent models: Latent Semantic Analysis (LSA) and Latent Dirichlet Allocation (LDA): LSA provides a spatial distribution of the input documents, facilitating their retrieval, thanks to an ontological representation of their relationship network. LDA works instead at deeper level: it drives the ontological structuring of the knowledge inside the individual retrieved documents in terms of words, concepts and topics. The novelty of this approach is a multi-level granulation of the knowledge: from a document matching the query (coarse granularity), to the topics that join documents, until to the words describing a concept into a topic (fine granularity). The final result is a SKOS-based ontology, ad-hoc created for a document corpus; graphically supported for the navigation, it enables the exploration of the concepts at different granularity levels. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Della Rocca, P (Della Rocca, Paola) ; Senatore, S (Senatore, Sabrina) ; Loia, V (Loia, Vincenzo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Senatore, Sabrina  http://orcid.org/0000-0002-7127-4290","Title":"A semantic-grained perspective of latent knowledge modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836100010 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Word spotting; Printed/handwritten text separation; Knowledge extraction; Hidden Markov model; Medical prescriptions KeyWords Plus:HIDDEN MARKOV-MODELS; WORD RETRIEVAL; RECOGNITION; SEGMENTATION; DOCUMENTS; SYSTEM","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 76 Pages: 113-128 DOI: 10.1016/j.eswa.2017.01.027 Published: JUN 15 2017","Abstract":"In this paper, we propose a word spotting based information retrieval approach for medical prescriptions/reports written by doctors. Sometimes due to almost illegible handwriting, it is difficult to understand the medication reports of doctors. This often confuses the patients about the actual medicine/disease names written by doctors and as a consequence they suffer. A medical prescription is generally partitioned into two parts, a printed letterhead part containing the doctor's name, designation, organization name, etc. and a handwritten part where the doctor writes patient's name and report his/her findings and suggests medicine names. There are many significance impacts of the proposed work. For example, such work can be used (i) to develop expert diagnostic systems (ii) to extract information from patient history that can be obtained by this proposed method (iii) to detect wrong medication (iv) to make different statistical analysis of the medicines prescribed by the doctors etc. To extract the information from such document images, first we extract the domain specific knowledge of doctors by identifying department names from the printed text that appears in letterhead part. From the letterhead text, the specialty/expertise of doctors is understood and this helps us to search only relevant prescription documents for word spotting in handwritten portion. Word spotting in letterhead part as well as in handwritten part has been performed using Hidden Markov Model. An efficient MLP (Multilayer Perceptron) based Tandem feature is proposed to improve the performance. From the experiment with 500 prescriptions, we have obtained encouraging results. Information from printed letterhead part improved the word spotting performance in handwritten part, significantly. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Roy, PP (Roy, Partha Pratim) ; Bhunia, AK (Bhunia, Ayan Kumar) ; Das, A (Das, Ayan) ; Dhar, P (Dhar, Prithviraj) ; Pal, U (Pal, Umapada)","Title":"Keyword spotting in doctor's handwriting on medical prescriptions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200007 ISSN: 0303-2434","Keywords":"Biomass; Soil moisture; Multi-polarization; SAR; Wheat KeyWords Plus:LEAF-AREA INDEX; CROP YIELD; SATELLITE DATA; MODEL; CORN; CALIBRATION; VEGETATION; CLUBROOT; DENSITY; IMAGERY","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 50-64 DOI: 10.1016/j.jag.2017.01.006 Published: JUN 2017","Abstract":"Biomass and soil moisture are two important parameters for agricultural crop monitoring and yield estimation. In this study, the Water Cloud Model (WCM) was coupled with the Ulaby soil moisture model to estimate both biomass and soil moisture for spring wheat fields in a test site in western Canada. This study exploited both C-band (RADARSAT-2) and L-band (UAVSAR) Synthetic Aperture Radars (SARs) for this purpose. The WCM-Ulaby model was calibrated for three polarizations (HH, VV and HV). Subsequently two of these three polarizations were used as inputs to an inversion procedure, to retrieve either soil moisture or biomass without the need for any ancillary data. The model was calibrated for total canopy biomass, the biomass of only the wheat heads, as well as for different wheat growth stages. This resulted in a calibrated WCM-Ulaby model for each sensor-polarization-phenology-biomass combination. Validation of model retrievals led to promising results. RADARSAT-2 (HH-HV) estimated total wheat biomass with root mean square (RMSE) and mean average (MAE) errors of 78.834 g/m(2) and 58.438 g/m(2); soil moisture with errors of 0.078 m(3)/m(3) (RMSE) and 0.065 m(3)/m(3) (MAE) are reported. During the period of crop ripening, L-band estimates of soil moisture had accuracies of 0.064 m(3)/m(3) (RMSE) and 0.057 m(3)/m(3) (MAE). RADARSAT-2 (W-HV) produced interesting results for retrieval of the biomass of the wheat heads. In this particular case, the biomass of the heads was estimated with accuracies of 38.757 g/m(2) (RSME) and 33.152 g/m(2) (MAE). For wider implementation this model will require additional data to strengthen the model accuracy and confirm estimation performance. Nevertheless this study encourages further research given the importance of wheat as a global commodity, the challenge of cloud cover in optical monitoring and the potential of direct estimation of the weight of heads where wheat production lies. (C) 2017 Published by Elsevier B.V.","Authors":"Hosseini, M (Hosseini, Mehdi) ; McNairn, H (McNairn, Heather)","Title":"Using multi-polarization C- and L-band synthetic aperture radar to estimate biomass and soil moisture of wheat fields"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200025 ISSN: 0303-2434","Keywords":"Amazonia; BRDF; Directional effects; ETM; MODIS; Preprocessing; Radiometric normalization; Surface reflectance; TM; Validation KeyWords Plus:IMAGE TIME-SERIES; SNOW-FREE ALBEDO; BIDIRECTIONAL REFLECTANCE; SURFACE REFLECTANCE; SATELLITE IMAGERY; BRDF CORRECTION; MODIS BRDF; TM IMAGERY; COVER; RETRIEVAL","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 249-263 DOI: 10.1016/j.jag.2017.01.017 Published: JUN 2017","Abstract":"Biodiversity mapping in extensive tropical forest areas poses a major challenge for the interpretation of Landsat images, because floristically clearly distinct forest types may show little difference in reflectance. In such cases, the effects of the bidirectional reflection distribution function (BRDF) can be sufficiently strong to cause erroneous image interpretation and classification. Since the opening of the Landsat archive in 2008, several BRDF normalization methods for Landsat have been developed. The simplest of these consist of an empirical view angle normalization, whereas more complex approaches apply the semi-empirical Ross-Li BRDF model and the MODIS MCD43-series of products to normalize directional Landsat reflectance to standard view and solar angles. Here we quantify the effect of surface anisotropy on Landsat TMIETM-1-images over old-growth Amazonian forests, and evaluate five angular normalization approaches. Even for the narrow swath of the Landsat sensors, we observed directional effects in all spectral bands. Those normalization methods that are based on removing the surface reflectance gradient as observed in each image were adequate to normalize TIWETM+ imagery to nadir viewing, but Were less suitable for multitemporal analysis when the solar vector varied strongly among images. Approaches based on the MODIS BRDF model parameters successfully reduced directional effects in the visible bands, but removed only half of the systematic errors in the infrared bands. The best results were obtained when the semi-empirical BRDF model was calibrated using pairs of Landsat observation. This method produces a single set of BRDF parameters, which can then be used to operationally normalize Landsat TM/ETM+ imagery over Amazonian forests to nadir viewing and a standard solar configuration. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Van Doninck, J (Van Doninck, Jasper) ; Tuomisto, H (Tuomisto, Hanna)","Title":"Evaluation of directional normalization methods for Landsat TM/ETM plus over primary Amazonian lowland forests"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696200026 ISSN: 0303-2434","Keywords":"Land surface temperature (LST); Land surface emissivity (LSE); Jharia Coalfield; India KeyWords Plus:SPLIT-WINDOW ALGORITHM; ZONE COLOR SCANNER; RADIOMETRIC CALIBRATION; ATMOSPHERIC CORRECTION; WATER-VAPOR; MODIS DATA; EMISSIVITY; SENSORS; IMAGERY; INDEX","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 58 Pages: 264-277 DOI: 10.1016/j.jag.2017.02.017 Published: JUN 2017","Abstract":"The present study proposes land surface temperature (1ST) retrieval from satellite-based thermal IR data by single channel radiative transfer algorithm using atmospheric correction parameters derived from satellite-based and in-situ data and land surface emissivity (LSE) derived by a hybrid LSE model. For example, atmospheric transmittance (T) was derived from Terra MODIS spectral radiance in atmospheric window and absorption bands, whereas the atmospheric path radiance and sky radiance were estimated using satellite-and ground-based in-situ solar radiation, geographic location and observation conditions. The hybrid LSE model which is coupled with ground-based emissivity measurements is more versatile than the previous LSE models and yields improved emissivity values by knowledge-based approach. It uses NDVI-based and NDVI Threshold method (NDVITHM) based algorithms and field-measured emissivity values. The model is applicable for dense vegetation cover, mixed vegetation cover, bare earth including coal mining related land surface classes. The study was conducted in a coalfield of India badly affected by coal fire for decades. In a coal fire affected coalfield, LST would provide precise temperature difference between thermally anomalous coal fire pixels and background pixels to facilitate coal fire detection and monitoring. The derived LST products of the present study were compared with radiant temperature images across some of the prominent coal fire locations in the study area by graphical means and by some standard mathematical dispersion coefficients such as coefficient of variation, coefficient of quartile deviation, coefficient of quartile deviation for 3rd quartile vs. maximum temperature, coefficient of mean deviation (about median) indicating significant increase in the temperature difference among the pixels. The average temperature slope between adjacent pixels, which increases the potential of coal fire pixel detection from background pixels, is significantly larger in the derived LST products than the corresponding radiant temperature images. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chatterjee, RS (Chatterjee, R. S.) ; Singh, N (Singh, Narendra) ; Thapa, S (Thapa, Shailaja) ; Sharma, D (Sharma, Dravneeta) ; Kumar, D (Kumar, Dheeraj)","Title":"Retrieval of land surface temperature (LST) from landsat TM6 and TIRS data by single channel radiative transfer algorithm using satellite and ground-based inputs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398163300003 ISSN: 0042-790X eISSN: 1338-4333","Keywords":"Soil moisture; EnKF; SWAT; ESA CCI SM KeyWords Plus:DISTRIBUTED HYDROLOGICAL MODEL; RAINFALL-RUNOFF MODEL; PARTICLE FILTER; STREAMFLOW; CATCHMENT; SIMULATION; RETRIEVAL; MISSION; RADAR; SMOS","Categories":"Water Resources Web of Science Categories:Water Resources","Journal Information":"JOURNAL OF HYDROLOGY AND HYDROMECHANICS Volume: 65 Issue: 2 Pages: 123-133 DOI: 10.1515/johh-2017-0011 Published: JUN 2017","Abstract":"This paper investigates the impact of surface soil moisture assimilation on the estimation of both parameters and states in the Soil and Water Assessment Tool (SWAT) model using the ensemble Kalman filter (EnKF) method in upper Huai River basin. The investigation is carried out through a series of synthetic experiments and real world tests using a merged soil moisture product (ESA CCI SM) developed by the European Space Agency, and considers both the joint state-parameter updating and only state updating schemes. The synthetic experiments show that with joint stateparameter update, the estimation of model parameter SOL_AWC (the available soil water capacity) and model states (the soil moisture in different depths) can be significantly improved by assimilating the surface soil moisture. Meanwhile, the runoff modeling for the whole catchment is also improved. With only state update, the improvement on runoff modeling shows less significance and robustness. Consistent with the synthetic experiments, the assimilation of the ESA CCI SM with joint state-parameter update shows considerable capability in the estimation of SOL_AWC. Both the joint stateparameter update and the only state update scheme could improve the streamflow modeling although the optimal model and observation error parameters for them are quite different. However, due to the high vegetation coverage of the study basin, and the strong spatial mismatch between the satellite and the model simulated soil moisture, it is still challenging to significantly benefit the runoff estimates by assimilating the ESA CCI SM.","Authors":"Liu, YW (Liu, Yongwei) ; Wang, W (Wang, Wen) ; Hu, YM (Hu, Yiming)","Title":"Investigating the impact of surface soil moisture assimilation on state and parameter estimation in SWAT model based on the ensemble Kalman filter in upper Huai River basin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398158300002 ISSN: 0010-3640 eISSN: 1097-0312","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"COMMUNICATIONS ON PURE AND APPLIED MATHEMATICS Volume: 70 Issue: 5 Pages: 822-883 DOI: 10.1002/cpa.21638 Published: MAY 17 2017","Abstract":"We consider the fundamental problem of solving quadratic systems of equations in n variables, where y(i) = broken vertical bar < a(i), x >broken vertical bar(2), i = 1,...,m, and x is an element of R-n is unknown. We propose a novel method, which starts with an initial guess computed by means of a spectral method and proceeds by minimizing a nonconvex functional as in the Wirtinger flow approach [13]. There are several key distinguishing features, most notably a distinct objective functional and novel update rules, which operate in an adaptive fashion and drop terms bearing too much influence on the search direction. These careful selection rules provide a tighter initial guess, better descent directions, and thus enhanced practical performance. On the theoretical side, we prove that for certain unstructured models of quadratic systems, our algorithms return the correct solution in linear time, i.e., in time proportional to reading the data {a(i)} and {y(i)} as soon as the ratio m/n between the number of equations and unknowns exceeds a fixed numerical constant. We extend the theory to deal with noisy systems in which we only have y(i) approximate to broken vertical bar < a(i,) x >broken vertical bar(2) and prove that our algorithms achieve a statistical accuracy, which is nearly unimprovable. We complement our theoretical study with numerical examples showing that solving random quadratic systems is both computationally and statistically not much harder than solving linear systems of the same size-hence the title of this paper. For instance, we demonstrate empirically that the computational cost of our algorithm is about four times that of solving a least squares problem of the same size. (C) 2016 Wiley Periodicals, Inc.","Authors":"Chen, YX (Chen, Yuxin) ; Candes, EJ (Candes, Emmanuel J.)","Title":"Solving Random Quadratic Systems of Equations Is Nearly as Easy as Solving Linear Systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100024 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Brain-computer interface (BCI); Electroencephalogram (EEG); Rapid serial visual presentation (RSVP); Target image retrieval; Convolutional neural network (CNN); Bayesian brain-computer interaction KeyWords Plus:BRAIN-COMPUTER-INTERFACE; EEG SIGNAL CLASSIFICATION; COMPONENT ANALYSIS; VISION; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 255-268 DOI: 10.1016/j.neucom.2017.01.061 Published: MAY 17 2017","Abstract":"To combine the complementary strengths of human vision (HV) and computer vision (CV) in target image retrieval, we proposed a brain-computer interface framework, Bayesian HV-CV Retrieval (BHCR), which couples HV with CV by a Bayesian method to retrieve target images in rapid serial visual presentation (RSVP) sequences. To construct a well-suited electroencephalogram (EEG) decoding module for BHCR, we conducted a comparative inspection on the selection of classification algorithms, and adopted linear discriminant analysis and random forests as a feature extraction method and classification algorithm, respectively. We also introduced a CV system based on convolutional neural network (CNN) as a component of BHCR. A Bayesian brain-computer interaction (BBC') module was carefully designed so that for each presented image, a Bayesian model that takes HV insight as prior information and CV insights as sample information is built up to present retrieval results. Unlike existing HV-CV coupled works that usually require extra manual labor, BHCR directly enhanced retrieval performance with the help of CV insights. As an auxiliary work and a natural extension of BHCR, we then proposed a probability propagation scheme that incorporates EEG decoding insights to improve the CV system and a one-shot image database retrieval scheme. We demonstrated the effectiveness of BHCR by extensive experiments and simulations on both the entire framework and its sub-components. The results showed the following: (1) The performance of BHCR was significantly better than the EEG-only mechanism in both receiver operating characteristic (ROC) and classification aspects; (2) The robustness of BHCR was ensured by its process flow and the steady performances of its sub-components. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Huang, LT (Huang, Liangtao) ; Zhao, YQ (Zhao, Yaqun) ; Zeng, Y (Zeng, Ying) ; Lin, ZM (Lin, Zhimin)","Title":"BHCR: RSVP target retrieval BCI framework coupling with CNN by a Bayesian method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393530000004 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Container terminal; Algorithm with performance guarantee; Container relocation; Online algorithm KeyWords Plus:MATHEMATICAL FORMULATION; ASTERISK ALGORITHMS; STACKING; BLOCKS; OPTIMIZATION; TERMINALS; MODELS; IMPACT","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 1 Pages: 48-62 DOI: 10.1016/j.ejor.2016.09.011 Published: MAY 16 2017","Abstract":"This paper introduces and investigates the Online Container Relocation Problem, where containers have to be retrieved from a bay in a container terminal so as to minimize the number of relocations. Unlike the offline version of the problem, the order of container retrievals is revealed one at a time in an online fashion. We analyze the so-called leveling heuristic using the perspective of worst-case competitive analysis of online algorithms and derive its competitive ratio. We then provide some computational experiments which give insights on the actual average performance of the heuristic. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zehendner, E (Zehendner, Elisabeth) ; Feillet, D (Feillet, Dominique) ; Jaillet, P (Jaillet, Patrick) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Feillet, Dominique  http://orcid.org/0000-0003-1246-223X","Title":"An algorithm with performance guarantee for the Online Container Relocation Problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397367900008 ISSN: 0019-1035 eISSN: 1090-2643","Keywords":"Planets and satellites; Atmospheres - planets and satellites; Individual (Uranus) KeyWords Plus:ROTOTRANSLATIONAL ABSORPTION-SPECTRA; OCCULTATION MEASUREMENTS; RADIATIVE-TRANSFER; OVERTONE BAND; METHANE; TEMPERATURES; ATMOSPHERE; PAIRS; SCATTERING; REANALYSIS","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ICARUS Volume: 288 Pages: 99-119 DOI: 10.1016/j.icarus.2017.01.031 Published: MAY 15 2017","Abstract":"In November 2014 Uranus was observed with the Wide Field Camera 3 (WFC3) instrument of the Hubble Space Telescope as part of the Hubble 2020: Outer Planet Atmospheres Legacy program, OPAL. OPAL annually maps Jupiter, Uranus and Neptune (and will also map Saturn from 2018) in several visible/near-infrared wavelength filters. The Uranus 2014 OPAL observations were made on the 8/9th November at a time when a huge cloud complex, first observed by de Pater et al. (2015) and subsequently tracked by professional and amateur astronomers (Sayanagi et al., 2016), was present at 30-40 degrees N. We imaged the entire visible atmosphere, including the storm system, in seven filters spanning 467-924 nm, capturing variations in the coloration of Uranus' clouds and also vertical distribution due to wavelength dependent changes in Rayleigh scattering and methane absorption optical depth. Here we analyse these new HST observations with the NEMESIS radiative-transfer and retrieval code in multiple-scattering mode to determine the vertical cloud structure in and around the storm cloud system. The same storm system was also observed in the H-band (1.4-1.8 mu m) with the SINFONI Integral Field Unit Spectrometer on the Very Large Telescope (VLT) on 31st October and 11th November, reported by Irwin et al. (2016, 10.1016/j.icarus.2015.09.010). To constrain better the cloud particle sizes and scattering properties over a wide wavelength range we also conducted a limb-darkening analysis of the background cloud structure in the 30-40 degrees N latitude band by simultaneously fitting: a) these HST/OPAL observations at a range of zenith angles; b) the VLT/SINFONI observations at a range of zenith angles; and c) IRTF/SpeX observations of this latitude band made in 2009 at a single zenith angle of 23, spanning the wavelength range 0.8-1.8 mu m (Irwin et al., 2015, 10.1016/j.icarus.2014.12.020). We find that the HST observations, and the combined HST/VLT/IRTF observations at all locations are well modelled with a three-component cloud comprised of: 1) a vertically thin, but optically thick 'deep' tropospheric cloud at a pressure of similar to 2 bars; 2) a methane-ice cloud based at the methane-condensation level of 1.23 bar, with variable vertical extent; and 3) a vertically extended tropospheric haze, also based at the methane-condensation level of similar to 1.23 bar. We find that modelling both haze and tropospheric cloud with particles having an effective radius of similar to 0.1 mu m provides a good fit the observations, although for the tropospheric cloud, particles with an effective radius as large as 1.0 mu m provide a similarly good fit. We find that the particles in both the tropospheric cloud and haze are more scattering at short wavelengths, giving them a blue colour, but are more absorbing at longer wavelengths, especially for the tropospheric haze. We find that the spectra of the storm clouds are well modelled by localised thickening and vertical extension of the methane-ice cloud. For the particles in the storm clouds, which we assume to be composed of methane ice particles, we find that their mean radii must lie somewhere in the range 0.1 - 1.0 mu m. We find that the high clouds have low integrated opacity, and that \"streamers\" reminiscent of convective thunderstorm anvils are confined to levels deeper than 1 bar. These results argue against vigorous moist convective origins for the cloud features. (C) 2017 The Authors. Published by Elsevier Inc.","Authors":"Irwin, PGJ (Irwin, Patrick G. J.) ; Wong, MH (Wong, Michael H.) ; Simon, AA (Simon, Amy A.) ; Orton, GS (Orton, G. S.) ; Toledo, D (Toledo, Daniel)","Title":"HST/WFC3 observations of Uranus' 2014 storm clouds and comparison with VLT/SINFONI and IRTF/Spex observations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395609200012 ISSN: 0169-8095 eISSN: 1873-2895","Keywords":"Surface solar radiation; Eastern Mediterranean; CM SAF; Dimming-brightening; Clouds; Aerosols KeyWords Plus:ENERGY-BALANCE ARCHIVE; HOMOGENEITY TEST; IRRADIANCE; TRENDS; EUROPE; MODEL; ASSIMILATION; ATMOSPHERE; RETRIEVAL; SHORTWAVE","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC RESEARCH Volume: 188 Pages: 107-121 DOI: 10.1016/j.atmosres.2016.12.015 Published: MAY 15 2017","Abstract":"In this work, the spatiotemporal variability of surface solar radiation (SSR) is examined over the Eastern Mediterranean region for a 31-year period (1983-2013). The CM SAF SARAH (Satellite Application Facility on Climate Monitoring Solar surfAce RAdiation Heliosat) satellite-based product was found to be homogeneous (based on relative Standard Normal Homogeneity Tests SNHTs, 95% confidence level) as compared to ground-based observations, and hence appropriate for climatological studies. Specifically, the dataset shows good agreement with monthly observations from five quality assured stations in the region with a mean bias of 7.1 W/m(2) or 3.8% and a strong correlation. This high resolution (0.05 degrees x 0.05 degrees) product is capable of revealing various local features. Over land, the SSR levels are highly dependent on the topography, while over the sea, they exhibit a smooth latitudinal variability. SSR varies significantly over the region on a seasonal basis being three times higher in summer (309.6 +/- 26.5 W/m(2)) than in winter (100.2 +/- 31.4 W/m(2)). The CM SAF SARAH product was compared against three satellite-based and one reanalysis products. The satellite-based data from CERES (Cloud and the Earth's Radiant Energy System), GEWEX (Global Energy and Water Cycle Experiment) and ISCCP (International Satellite Cloud Climatology Project) underestimate SSR while the reanalysis data from the ERA-Interim overestimate SSR compared to CM SAF SARAH. Using a radiative transfer model and a set of ancillary data, these biases are attributed to the atmospheric parameters that drive the transmission of solar radiation in the atmosphere, namely, clouds, aerosols and water vapor. It is shown that the bias between CERES and CM SAF SARAH SSR can be explained through the cloud fractional cover and aerosol optical depth biases between these datasets. The CM SAF SARAH SSR trend was found to be positive (brightening) and statistically significant at the 95% confidence level (0.2 +/- 0.05 W/m(2)/year or 0.1 +/- 0.02%/year) being almost the same over land and sea. The CM SAF SARAH SSR trends are closer to the ground-based ones than the CERES, GEWEX, ISCCP and ERA-Interim trends. The use of an aerosol climatology for the production of CM SAF SARAH, that neglects the trends of aerosol loads, leads to an underestimation of the SSR trends. It is suggested here, that the inclusion of changes of the aerosol load and composition within CM SAF SARAH would allow for a more accurate reproduction of the SSR trends. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Alexandri, G (Alexandri, G.) ; Georgoulias, AK (Georgoulias, A. K.) ; Meleti, C (Meleti, C.) ; Balis, D (Balis, D.) ; Kourtidis, KA (Kourtidis, K. A.) ; Sanchez-Lorenzo, A (Sanchez-Lorenzo, A.) ; Trentmann, J (Trentmann, J.) ; Zanis, P (Zanis, P.)","Title":". A high resolution satellite view of surface solar radiation over the climatically sensitive region of Eastern Mediterranean"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700011 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Dimensionality reduction; Subspace learning; Projection space; Statistical moments; Kernel; Image retrieval KeyWords Plus:KERNEL; INFORMATION; FRAMEWORK","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 114-132 DOI: 10.1016/j.neucom.2016.09.048 Published: MAY 10 2017","Abstract":"Most of the well-known supervised dimensionality reduction methods assume unimodal or Gaussian like-lihoods, which may not be appropriate in the real life applications. In this manuscript, we introduce a novel supervised dimensionality reduction approach, moments discriminant analysis, which models linear relationships between the high-dimensional input space and a low-dimensional space by maximizing the discrimination between second order raw moments of different classes to improve the generalization capability of a classifier. Unlike the state-of-the-art methods, moments discriminant analysis is intended to accommodate data distributions that may be multimodal and non-Gaussian. Initially, experiments using synthetic random data (generated from different probability distributions) are performed to prove the efficiency of the proposed method for multimodal and non-Gaussian data with the help of five separability measures. Also, extensive experimental results on UCI machine learning repository and image retrieval on WANG and MIT (Oliva and Torralba) databases are carried out in order to exhibit the effectiveness of moments discriminant analysis over the state-of-the-art methods.","Authors":"Murthy, KR (Murthy, K. Ramachandra) ; Ghosh, A (Ghosh, Ashish)","Title":"Moments discriminant analysis for supervised dimensionality reduction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952300003 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Separable vocabulary; Sparse representation; Feature fusion; Image retrieval KeyWords Plus:FACE RECOGNITION; SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 236 Pages: 14-22 Special Issue: SI DOI: 10.1016/j.neucom.2016.08.106 Published: MAY 2 2017","Abstract":"Visual vocabulary is the core of the Bag-of-visual-words (BOW) model in image retrieval. In order to ensure the retrieval accuracy, a large vocabulary is always used in traditional methods. However, a large vocabulary will lead to a low recall. In order to improve recall, vocabularies with medium sizes are proposed, but they will lead to a low accuracy. To address these two problems, we propose a new method for image retrieval based on feature fusion and sparse representation over separable vocabulary. Firstly, a large vocabulary is generated on the training dataset. Secondly, the vocabulary is separated into a number of vocabularies with medium sizes. Thirdly, for a given query image, we adopt sparse representation to select a vocabulary for retrieval. In the proposed method, the large vocabulary can guarantee a relatively high accuracy, while the vocabularies with medium sizes are responsible for high recall. Also, in order to reduce quantization error and improve recall, sparse representation scheme is used for visual words quantization. Moreover, both the local features and the global features are fused to improve the recall. Our proposed method is evaluated on two benchmark datasets, i.e., Coi120 and Holidays. Experiments show that our proposed method achieves good performance.","Authors":"Wang, YH (Wang, Yanhong) ; Cen, YG (Cen, Yigang) ; Zhao, RZ (Zhao, Ruizhen) ; Cen, Y (Cen, Yi) ; Hu, SH (Hu, Shaohai) ; Voronin, V (Voronin, Viacheslay) ; Wang, HY (Wang, Hengyou)","Title":"Separable vocabulary and feature fusion for image retrieval based on sparse representation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397552200016 ISSN: 0360-1323 eISSN: 1873-684X","Keywords":"Cooling effect; Direct green facade; Plant characteristics; Thermal infrared images; Three-dimensional point cloud KeyWords Plus:LIVING WALL SYSTEMS; VERTICAL GREENERY; THERMAL PERFORMANCE; TEMPERATURE; AREA; MICROCLIMATE; ARCHITECTURE; ENVIRONMENT; BUILDINGS; RETRIEVAL","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Environmental; Engineering, Civil","Journal Information":"BUILDING AND ENVIRONMENT Volume: 116 Pages: 195-206 DOI: 10.1016/j.buildenv.2017.02.020 Published: MAY 2017","Abstract":"Thermal regulation is a key ecosystem service provided by direct green fa ades (DGFs), as vegetated walls absorb short wave radiation, reduce solar re-radiation from hard surfaces, and provide cooling due to shading and evapotranspiration. Few studies have investigated the correlation between the cooling effect of DGFs and vegetation characteristics at a fine spatial and temporal scale. This paper presents a new methodology to evaluate the cooling effect of DGFs related to fine-scale plant characteristics for hot summer days using thermal infrared (TIR) and three-dimensional point cloud (3DPC) data, through a case study conducted at the Executive Office Building on Nanjing University's Xianlin Campus, China. Results show that daily mean DGF surface temperature is significantly lower than the average bare wall surface temperature, with a maximum reduction of 4.67 degrees C. The cooling effect of the DGF is most obvious during midday (10:30 h to 16:00 h) and significantly decreases at night. At the pixel scale, the DGF exhibits a significant spatial variation of surface temperatures, which may be closely related to the DGF's canopy structure. Among the four vegetation indices acquired based on 3DPC data, the percentage of green coverage and the cooling effect of the DGF exhibited a linear relationship, while plant thicknesses, point density, and volume of the green fa ade were power function distributions. Incoming solar radiation and air temperature are the dominant independent variables in cooling effect and surface temperature fitting models. Our findings can guide DGF design to cool the thermal environment more effectively and to enhance building energy savings. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yin, HW (Yin, Haiwei) ; Kong, FH (Kong, Fanhua) ; Middel, A (Middel, Ariane) ; Dronova, I (Dronova, Iryna) ; Xu, HL (Xu, Hailong) ; James, P (James, Philip)","Title":"Cooling effect of direct green facades during hot summer days: An observational study in Nanjing, China using TIR and 3DPC data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395964300011 ISSN: 0911-6044","Keywords":"Aphasia; Anomia; Arabic; Lexical retrieval; Syntax; Word grammar; Determiner; Noun phrase; Spoken production; Picture naming; Predictors; Determinants; Psycholinguistics; Neurolinguistics KeyWords Plus:NOUN PHRASE PRODUCTION; GRAMMATICAL GENDER; WORD PRODUCTION; NAME AGREEMENT; THERAPY; OBJECT; ANOMIA; AGE; ACQUISITION; FAMILIARITY","Categories":"Linguistics; Neurosciences & Neurology; Psychology Web of Science Categories:Linguistics; Neurosciences; Psychology, Experimental","Journal Information":"JOURNAL OF NEUROLINGUISTICS Volume: 42 Pages: 140-155 DOI: 10.1016/jjneuroling.2017.01.001 Published: MAY 2017","Abstract":"Research into anomia has been carried out in English and many Indo-European languages extensively, but not in Arabic. Previous studies have investigated predictors of successful lexical retrieval after anomia, and access to syntax during lexical retrieval. The aim of the current study is to examine impaired lexical retrieval in Arabic at two levels: predictors of lexical retrieval, and access to syntax during lexical retrieval, via checking whether syntactic cueing (using the definite article/theta l-/'the' prior to nouns) facilitates noun retrieval in Arabic aphasia, with regard to naming speed and accuracy, and establishing the determinants of aphasic noun retrieval in Arabic. Three participants with anomia following CVA named 186 pictures from a published Arabic database in two conditions: bare noun condition, and determiner + noun condition. Participants' accuracy and reaction times were compared in both conditions. Furthermore, a multiple regression analysis was carried out to test the effect of psycholinguistic variables (visual complexity, name agreement, age of acquisition, imageability and other intrinsic variables) on successful lexical retrieval to determine predictors of Arabic noun retrieval after anomia. The production of the determiner + noun in picture naming facilitated spoken naming in all three participants. Nouns produced with the determiner were produced faster and more accurately than their counterparts produced without the determiner. The two participants with agrammatism produced morpho-syntactic errors in the bare noun condition, but not in the determiner + noun condition, suggesting that the determiner sets up a noun phrase frame with a slot for the noun to be filled, resulting in responses that are faster and more accurate. Age of acquisition and imageability were the only two variables that had influence across the participants. These results have theoretical and clinical implications for lexical retrieval models. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Khwaileh, T (Khwaileh, Tariq) ; Body, R (Body, Richard) ; Herbert, R (Herbert, Ruth)","Title":"Lexical retrieval after Arabic aphasia: Syntactic access and predictors of spoken naming"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300007 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Information retrieval; Informetrics; Topic modeling; Latent Dirichlet allocation; Vocabulary size; Term frequency KeyWords Plus:INFORMATION-RETRIEVAL; N-GRAMS; MODELS; CORPORA","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 653-665 DOI: 10.1016/j.ipm.2017.01.003 Published: MAY 2017","Abstract":"This study investigates how computational overhead for topic model training may be reduced by selectively removing terms from the vocabulary of text corpora being modeled. We compare the impact of removing singly occurring terms, the top 0.5%, 1% and 5% most frequently occurring terms and both top 0.5% most frequent and singly occurring terms, along with changes in the number of topics modeled (10, 20, 30, 40, 50, 100) using three datasets. Four outcome measures are compared. The removal of singly occurring terms has little impact on outcomes for all of the measures tested. Document discriminative capacity, as measured by the document space density, is reduced by the removal of frequently occurring terms, but increases with higher numbers of topics. Vocabulary size does not greatly influence entropy, but entropy is affected by the number of topics. Finally, topic similarity, as measured by pairwise topic similarity and Jensen-Shannon divergence, decreases with the removal of frequent terms. The findings have implications for information science research in information retrieval and informetrics that makes use of topic modeling. Published by Elsevier Ltd.","Authors":"Lu, K (Lu, Kun) ; Cai, X (Cai, Xin) ; Ajiferuke, I (Ajiferuke, Isola) ; Wolfram, D (Wolfram, Dietmar)","Title":"Vocabulary size and its effect on topic representation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696900004 ISSN: 0022-4073 eISSN: 1879-1352","Keywords":"SMILES; Ozone; MLT region KeyWords Plus:INTERNATIONAL-SPACE-STATION; SOUNDER SMILES; SATELLITE-OBSERVATIONS; AURA SATELLITE; EOS MLS; VALIDATION; MODEL; ATMOSPHERE; MIDDLE","Categories":"Optics; Spectroscopy Web of Science Categories:Optics; Spectroscopy","Journal Information":"JOURNAL OF QUANTITATIVE SPECTROSCOPY & RADIATIVE TRANSFER Volume: 192 Pages: 42-52 DOI: 10.1016/j.jqsrt.2017.01.033 Published: MAY 2017","Abstract":"Spectrum width and intensity of ozone (O-3) observed in the MLT region behaves quite differently than in the stratosphere for submillimeter-wave limb emission spectroscopic observation. For example, O-3 spectra in the stratosphere are stronger during the day than at night. Conversely, spectra in the MLT region at night are stronger than those occurring during the day due to diurnal variations in O-3 behavior. These opposing behaviors cause problems, including oscillations and inaccuracies particularly for O-3 vertical profiles in the MLT region retrieved with an application of one retrieval procedure for the entire vertical range (stratosphere to thermosphere). Recently, we developed an optimal retrieval method for O-3 in the MLT region for spectra, observed by the Superconducting Submillimeter-Wave Limb-Emission Sounder (SMILES) instrument on the International Space Station. Optimizations were performed for frequency window range, retrieval vertical range, vertical grids, and a priori information for O-3 and temperature. Precision and accuracy were evaluated by error analysis and comparisons with previous products. The random error was estimated to be about 5% and 35% in the mesosphere and lower thermosphere, respectively, for nighttime O-3 profiles in the MLT region. The total systematic error was about 6% in the MLT region. Certain improvements for both random noise (from 50% to 35%) and systematic error (from 10% to 6%) were obtained. We succeeded in revealing the positive correlation between O-3 and Clo at nighttime in the upper mesosphere using the optimized O-3 profiles; furthermore, its chemical mechanism was explained quantitatively. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kuribayashi, K (Kuribayashi, K.) ; Yoshida, N (Yoshida, N.) ; Jin, H (Jin, H.) ; Orsolini, YJ (Orsolini, Y. J.) ; Kasai, Y (Kasai, Y.)","Title":"Optimal retrieval method to estimate ozone vertical profile in the mesosphere and lower thermosphere (MLT) region from submillimeter-wave limb emission spectra"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394475700003 ISSN: 0303-2434","Keywords":"Leaf carotenoids content; Hyperspectral; Spectral index; Radiative transfer model KeyWords Plus:NARROW-BAND INDEXES; REMOTE ESTIMATION; SPECTRAL INDEXES; REFLECTANCE SPECTRA; CHLOROPHYLL CONTENT; HYPERSPECTRAL INDEXES; CANOPY REFLECTANCE; XANTHOPHYLL CYCLE; NITROGEN-CONTENT; PLANT PIGMENTS","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 57 Pages: 24-35 DOI: 10.1016/j.jag.2016.12.005 Published: MAY 2017","Abstract":"Leaf carotenoids content (LCar) is an important indicator of plant physiological status. Accurate estimation of LCar provides valuable insight into early detection of stress in vegetation. With spectroscopy techniques, a semi-empirical approach based on spectral indices was extensively used for carotenoids content estimation. However, established spectral indices for carotenoids that generally rely on limited measured data, might lack predictive accuracy for carotenoids estimation in various species and at different growth stages. In this study, we propose a new carotenoid index (CARI) for LCar assessment based on a large synthetic dataset simulated from the leaf radiative transfer model PROSPECT-5, and evaluate its capability with both simulated data from PROSPECT-5 and 4SAIL and extensive experimental datasets: the ANGERS dataset and experimental data acquired in field experiments in China in 2004. Results show that CARI was the index most linearly correlated with carotenoids content at the leaf level using a synthetic dataset (R-2 = 0.943, RMSE= 1.196 mu g/cm(2)), compared with published spectral indices. Cross-validation results with CARI using ANGERS data achieved quite an accurate estimation (R-2 = 0.545, RMSE = 3.413 mu g/cm(2)), though the RBRI performed as the best index (R-2 = 0.727, RMSE = 2,640 mu g/cm(2)). CARI also showed good accuracy (R-2 = 0.639, RMSE= 1.520 mu g/cm(2)) for LCar assessment with leaf level field survey data, though PRI performed better (R-2 = 0.710, RMSE = 1.369 mu g/cm(2)). Whereas RBRI, PRI and other assessed spectral indices showed a good performance for a given dataset, overall their estimation accuracy was not consistent across all datasets used in this study. Conversely CARI was more robust showing good results in all datasets. Further assessment of LCar with simulated and measured canopy reflectance data indicated that CARI might not be very sensitive to LCar changes at low leaf area index (LAI) value, and in these conditions soil moisture influenced the LCar retrieval accuracy. (C) 2016 Published by Elsevier B.V.","Authors":"Zhou, XF (Zhou, Xianfeng) ; Huang, WJ (Huang, Wenjiang) ; Kong, WP (Kong, Weiping) ; Ye, HC (Ye, Huichun) ; Dong, YY (Dong, Yingying) ; Casa, R (Casa, Raffaele)","Title":"Assessment of of leaf carotenoids content with a new carotenoid index: Development. and validation on experimental and model data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394475700007 ISSN: 0303-2434","Keywords":"Grain yield; Radarsat-2; Rice canopy scattering model (RCSM); Genetic algorithm (GA); Rice ear KeyWords Plus:REMOTE-SENSING DATA; MAPPING PADDY RICE; LEAF-AREA INDEX; MULTITEMPORAL ALOS/PALSAR IMAGERY; RADIATIVE-TRANSFER MODEL; C-BAND SAR; NEURAL-NETWORK; X-BAND; SURFACE-ROUGHNESS; SOUTHEAST CHINA","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 57 Pages: 75-85 DOI: 10.1016/j.jag.2016.12.014 Published: MAY 2017","Abstract":"Fast and accurate estimation of rice yield plays a role in forecasting rice productivity for ensuring regional or national food security. Microwave synthetic aperture radar (SAR) data has been proved to have a great potential for rice monitoring and parameters retrieval. In this study, a rice canopy scattering model (RCSM) was revised and then was applied to simulate the backscatter of rice cahopy. The combination of RCSM and genetic algorithm (GA) was proposed for retrieving two important rice parameters relating to grain yield, ear length and ear number density, from a C-band, dual-polarization (HH and HV) Radarsat-2 SAR data. The stability of retrieved results of GA inversion was also evaluated by changing various parameter configurations. Results show that RCSM can effectively simulate backscattering coefficients of rice canopy at HH and HV mode with an error of <1 dB. Reasonable selection of GA's parameters is essential for stability and efficiency of rice parameter retrieval. Two rice parameters are retrieved by the proposed RCSM-GA technology with better accuracy. The rice ear length are estimated with error of <1.5 cm, and ear number density with error of <23 #/m(2). Rice grain yields are effectively estimated and mapped by the retrieved ear length and number density via a simple yield regression equation. This study further illustrates the capability of C-band Radarsat-2 SAR data on retrieval of rice ear parameters and the practicability of radar remote sensing technology for operational yield estimation. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhang, Y (Zhang, Yuan) ; Yang, B (Yang, Bin) ; Liu, XH (Liu, Xiaohui) ; Wang, CZ (Wang, Cuizhen)","Title":"Estimation of rice grain yield from dual-polarization Radarsat-2 SAR data by integrating a rice canopy scattering model and a genetic algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394475700013 ISSN: 0303-2434","Keywords":"Soil properties; Synthetic Aperture Radar (SAR); Backscatter; Levee; Correlation KeyWords Plus:CONE PENETRATION RESISTANCE; MOISTURE RETRIEVAL; SURFACE-ROUGHNESS; CALIFORNIA LEVEES; TEXTURE; DEPENDENCE; DROUGHT; SCALE; BARE","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"INTERNATIONAL JOURNAL OF APPLIED EARTH OBSERVATION AND GEOINFORMATION Volume: 57 Pages: 136-144 DOI: 10.1016/j.jag.2016.12.018 Published: MAY 2017","Abstract":"Utilizing remote sensing techniques to extract soil properties can facilitate several engineering applications for large-scale monitoring and modeling purposes such as earthen levees monitoring, landslide mapping, and off-road mobility modeling. This study presents results of statistical analyses to investigate potential correlations between multiple polarization radar backscatter and various physical soil properties. The study was conducted on an approximately 3 km long section of earthen levees along the lower Mississippi river as part of the development of remote levee monitoring methods. Polarimetric synthetic aperture radar imagery from UAVSAR was used along with an extensive set of in situ soil properties. The following properties were analyzed from the top 30-50 cm of soil: texture (sand and clay fraction), penetration resistance (sleeve friction and cone tip resistance), saturated hydraulic conductivity, field capacity, permanent wilting point, and porosity. The results showed some correlation between the cross-polarized (HV) radar backscatter coefficients and most of these properties. A few soil properties, like clay fraction, showed similar but weaker correlations with the co-polarized channels (HH and VV). The correlations between the soil properties and radar backscatter were analyzed separately for the river side and land side of the levee. It was found that the magnitude and direction of the correlation for most of the soil properties noticeably differed between the river and the land sides. The findings of this study can be a good starting point for scattering modelers in a pursuit of better models for radar scattering at cross polarizations which would include more diverse set of soil parameters. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Han, D (Han, Deok) ; Vahedifard, F (Vahedifard, Farshid) ; Aanstoos, JV (Aanstoos, James V.)","Title":"Investigating the correlation between radar backscatter and in situ soil property measurements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394197700025 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"3D surface matching; 3D directional vertex; Fast 3D matching; Storage space; 3D face recognition; 3D curve; Hausdorff distance; Iterative closest points","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 65 Pages: 296-306 DOI: 10.1016/j.patcog.2016.12.009 Published: MAY 2017","Abstract":"Traditionally, point clouds and meshes are used to represent and match 3D shapes, which often cannot meet the computational speed and storage space requirements in many 3D data matching and retrieval applications. In this paper, we present a novel 3D directional vertices (3D(2)V) approach to efficiently represent and match 3D surfaces by much fewer sparsely distributed structured vertices that carry structural information transferred from their deleted neighbouring points. A 3D(2)V conversion and similarity measurement method is developed to compute the distance between two different 3D(2)Vs. The performance of the proposed method is evaluated on 3D face recognition using Face Recognition Grand Challenge v2.0 (FRGC v2.0) and GavabDB databases and compared with the curve-based benchmark method. The experimental results demonstrate that the proposed 3D(2)V method can significantly reduce the data storage requirement and computation time with a moderate increase of accuracy at the same time. It provides a new tool for developing fast 3D surface matching algorithms for large scale 3D data classification and retrieval.","Authors":"Yu, X (Yu, Xun) ; Gao, YS (Gao, Yongsheng) ; Zhou, J (Zhou, Jun)","Title":"Sparse 3D directional vertices vs continuous 3D curves: Efficient 3D surface matching and its application for single model face recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393635300006 ISSN: 0169-8095 eISSN: 1873-2895","Keywords":"Saharan dust events; Barcelona and Granada EARLINET sites; Aerosol optical properties; Dust plume geometrical structure; Backwatd trajectories KeyWords Plus:ANGSTROM TURBIDITY PARAMETERS; 2003 HEAT-WAVE; SAHARAN DUST; SOUTHEASTERN SPAIN; SIZE DISTRIBUTION; DESERT DUST; AEROSOL CHARACTERIZATION; ATMOSPHERIC AEROSOLS; MEDITERRANEAN REGION; IBERIAN PENINSULA","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC RESEARCH Volume: 187 Pages: 69-83 DOI: 10.1016/j.atmosres.2016.12.002 Published: MAY 1 2017","Abstract":"In this paper, is presented a method for estimation of the effect of the transport process to aerosol optical properties. Aerosol optical data retrieved by lidars and sun-photometer measurements, are applied to Saharan dust events observed simultaneously at the two EARLINET/AERONET sites of Barcelona and Granada during the periods ofJune-September of 2012 and 2013. For this purpose, elastic lidar profiles and sun-photometer columnar retrievals are analyzed together with satellite observations and dust forecast models. Granada presents more than twice Saharan dust outbreaks compared to Barcelona. The scenarios favoring the Saharan dust outbreaks are identified in both places. The mineral dust originating in the Sahara region and arriving at both stations is usually transport wither over the Atlas Mountains or through an Atlantic pathway. Analyses of dust events affecting both stations reveal how differences in the transport process lead to differences in the aerosol optical properties measured at each station. Mean dust related Angstrom exponent is 1.8 times higher in Barcelona than in Granada. This difference is a result of the additional contribution of anthropogenic aerosol, mainly in the aerosol fine mode, during the transport of the mineral dust plume over the Iberian Peninsula. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Mandija, F (Mandija, Florian) ; Sicard, M (Sicard, Michael) ; Comeron, A (Comeron, Adolfo) ; Alados-Arboledas, L (Alados-Arboledas, Lucas) ; Guerrero-Rascado, JL (Luis Guerrero-Rascado, Juan) ; Barragan, R (Barragan, Ruben) ; Bravo-Aranda, JA (Antonio Bravo-Aranda, Juan) ; Granados-Munoz, MJ (Jose Granados-Munoz, Maria) ; Lyamani, H (Lyamani, Hassan) ; Porcar, CM (Munoz Porcar, Constantino) ; Rocadenbosch, F (Rocadenbosch, Francisco) ; Rodriguez, A (Rodriguez, Alejandro) ; Valenzuela, A (Valenzuela, Antonio) ; Vizcaino, DG (Garcia Vizcaino, David) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Mandija, Florian  http://orcid.org/0000-0002-9324-9440","Title":"Origin and pathways of the mineral dust transport to two Spanish EARLINET sites: Effect on the observed columnar and range-resolved dust optical properties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396956700001 ISSN: 0168-1923 eISSN: 1873-2240","Keywords":"Lidar data; Extinction coefficient; Foliage inclination angle; Foliage azimuthal angle KeyWords Plus:LEAF-AREA INDEX; INCLINATION ANGLE DISTRIBUTION; LASER-SCANNING TLS; PLANT CANOPIES; SEASONAL-VARIATION; CARBON-DIOXIDE; LIGHT; TREES; ORIENTATION; VEGETATION","Categories":"Agriculture; Forestry; Meteorology & Atmospheric Sciences Web of Science Categories:Agronomy; Forestry; Meteorology & Atmospheric Sciences","Journal Information":"AGRICULTURAL AND FOREST METEOROLOGY Volume: 236 Pages: 1-21 DOI: 10.1016/j.agrformet.2017.01.004 Published: APR 15 2017","Abstract":"Accurately retrieving the extinction coefficient (k) of foliage elements is a key step to spatially mapping the radiation regime within and under a forest canopy. The azimuthal angle of foliage elements (characterized by their normal vectors) is an important factor for improving the retrieval accuracy of k using 3-D voxels derived from lidar data. In this work, we first developed and validated an approach to retrieve k for a forest canopy by considering both inclination and azimuthal angles from terrestrial laser scanning (TLS) data. Then, we explored the feasibility of applying the proposed method to aerial laser scanning (ALS) data through four point thinning experiments for both broadleaf and coniferous trees. Our results showed that: (1) TLS-based foliage orientation could capture 86% (N=209, p < 0.001) and 64% (N = 78, p < 0.001) of the variance in manually measured azimuthal and inclination angles, respectively for an artificial broadleaf tree; (2) the proposed lidar-based k retrieval method can be applied to both ALS- and TLS- based forest lidar data; and (3) the azimuthal angle of foliage elements is an important factor for retrieving k of a forest canopy, and both TLS and ALS platforms have differing effects on the estimates of forest k. Using this new framework, we were able to use lidar data to model the expected spatio-temporal distribution of photosynthetically active radiation within forest canopies. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ma, LX (Ma, Lixia) ; Zheng, G (Zheng, Guang) ; Eitel, JUH (Eitel, Jan U. H.) ; Magney, TS (Magney, Troy S.) ; Moskal, LM (Moskal, L. Monika)","Title":"Retrieving forest canopy extinction coefficient from terrestrial and airborne lidar"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396956700013 ISSN: 0168-1923 eISSN: 1873-2240","Keywords":"Specific leaf area (SLA); Leaf; Canopy; HySpex; PROSPECT; INFORM; Indices KeyWords Plus:DRY-MATTER CONTENT; REMOTE-SENSING DATA; OPTICAL-PROPERTIES MODEL; CHLOROPHYLL CONTENT; WATER-CONTENT; BIDIRECTIONAL REFLECTANCE; FUNCTIONAL TRAITS; TROPICAL FORESTS; CONIFER NEEDLES; PROSPECT MODEL","Categories":"Agriculture; Forestry; Meteorology & Atmospheric Sciences Web of Science Categories:Agronomy; Forestry; Meteorology & Atmospheric Sciences","Journal Information":"AGRICULTURAL AND FOREST METEOROLOGY Volume: 236 Pages: 162-174 DOI: 10.1016/j.agrformet.2017.01.015 Published: APR 15 2017","Abstract":"Specific leaf area (SLA), which is defined as the leaf area per unit of dry leaf mass is an important component when assessing functional diversity and plays a key role in ecosystem modeling, linking plant carbon and water cycles as well as quantifying plant physiological processes. However, studies of SLA variation across relevant spatial and temporal scales are lacking. While remote sensing is a fast and efficient approach to quantify vegetation parameters, there are insufficient studies estimating SLA from remotely sensed data. This article aims at finding efficient hyperspectral indices for fast and accurate estimation of SLA from leaf and canopy spectral measurements. Validation of our results with data measured at leaf and canopy scale as well as with experimental datasets simulated using PROSPECT (at leaf level) and INFORM (at canopy level) revealed SLA was predicted accurately by several indices, such as simple ratio and normalized index types. Most of the bands sensitive to SLA selected using these indices were in the 1300-1800 nm spectral region. At leaf level, a ratio index at bands1370 nm, 1615 nm performed strongly (R-2 = 0.93 and RMSE = 13.66 cm(2)/g) during cross-validation. The multiband indices with 920 nm, 1675 nm, 1335 nm and 1345 nm, 1675 nm, 1850 nm central wavelengths were also among the top performing indices, with R-2 > 0.90 for both measured and simulated leaf level data. At canopy level, the soil adjusted ratio vegetation index (with a band setting of 1537 nm, 1543 nm) showed that the hyperspectral data from HySpex airborne imagery accurately estimated SLA (R-2 = 0.88 and RMSE = 13.30 cm(2)/g). Generally at canopy level the potential indices for accurate retrieval of SLA from HySpex imagery were two-band indices with soil line information. The discrepancy observed in the performance and band combinations of vegetation indices at leaf and canopy scales can be explained by external factors such as canopy structure, soil background, illumination and sensor configuration which affect the signal when moving from leaf to canopy level. Our findings suggest the availability and suitability of a wide range of existing vegetation indices for assessing SLA accurately and rapidly from remotely sensed data. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ali, AM (Ali, Abebe Mohammed) ; Darvishzadeh, R (Darvishzadeh, Roshanak) ; Skidmore, AK (Skidmore, Andrew K.) ; van Duren, I (van Duren, Iris)","Title":"Specific leaf area estimation from leaf and canopy reflectance through optimization and validation of vegetation indices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397300800009 PubMed ID: 27916196 ISSN: 0006-3223 eISSN: 1873-2402","Keywords":"Adrenergic receptor; Arrestin; G protein; HIF-1 alpha; Memory; Stress KeyWords Plus:PROTEIN-COUPLED RECEPTOR; GLUCOSE-UPTAKE; BETA(2)-ADRENERGIC RECEPTOR; BETA-ADRENOCEPTORS; CONSOLIDATION; GLUCOCORTICOIDS; ASTROCYTES; MICE; MECHANISMS; RETRIEVAL","Categories":"Neurosciences & Neurology; Psychiatry Web of Science Categories:Neurosciences; Psychiatry","Journal Information":"BIOLOGICAL PSYCHIATRY Volume: 81 Issue: 8 Pages: 654-670 DOI: 10.1016/j.biopsych.2016.09.025 Published: APR 15 2017","Abstract":"BACKGROUND: Stress is a conserved physiological response in mammals. Whereas moderate stress strengthens memory to improve reactions to previously experienced difficult situations, too much stress is harmful. METHODS: We used specific beta-adrenergic agonists, as well as beta(2)-adrenergic receptor (beta 2AR) and arrestin knockout models, to study the effects of adaptive beta 2AR activation on cognitive function using Morris water maze and object recognition experiments. We used molecular and cell biological approaches to elucidate the signaling subnetworks. RESULTS: We observed that the duration of the adaptive beta 2AR activation determines its consequences on learning and memory. Short-term formoterol treatment, for 3 to 5 days, improved cognitive function; however, prolonged beta 2AR activation, for more than 6 days, produced harmful effects. We identified the activation of several signaling networks downstream of beta 2AR, as well as an essential role for arrestin and lactate metabolism in promoting cognitive ability. Whereas Gs-protein kinase A-cyclic adenosine monophosphate response element binding protein signaling modulated monocarboxylate transporter 1 expression, beta-arrestin-1 controlled expression levels of monocarboxylate transporter 4 and lactate dehydrogenase A through the formation of a beta-arrestin-1/phospho-mitogen-activated protein kinase/hypoxia-inducible factor-1 alpha ternary complex to upregulate lactate metabolism in astrocyte-derived U251 cells. Conversely, long-term treatment with formoterol led to the desensitization of beta 2ARs, which was responsible for its decreased beneficial effects. CONCLUSIONS: Our results not only revealed that beta-arrestin-1 regulated lactate metabolism to contribute to beta 2AR functions in improved memory formation, but also indicated that the appropriate management of one specific stress pathway, such as through the clinical drug formoterol, may exert beneficial effects on cognitive abilities.","Authors":"Dong, JH (Dong, Jun-Hong) ; Wang, YJ (Wang, Yi-Jing) ; Cui, M (Cui, Min) ; Wang, XJ (Wang, Xiao-Jing) ; Zheng, WS (Zheng, Wen-Shuai) ; Ma, ML (Ma, Ming-Liang) ; Yang, F (Yang, Fan) ; He, DF (He, Dong-Fang) ; Hu, QX (Hu, Qiao-Xia) ; Zhang, DL (Zhang, Dao-Lai) ; Ning, SL (Ning, Shang-Lei) ; Liu, CH (Liu, Chun-Hua) ; Wang, C (Wang, Chuan) ; Wang, Y (Wang, Yue) ; Li, XY (Li, Xiang-Yao)[ 1,2,3,10 ] ; Yi, F (Yi, Fan) ; Lin, A (Lin, Amy)[ 11 ] ; Kahsai, AW (Kahsai, Alem W.)[ 11 ] ; Cahill, TJ (Cahill, Thomas Joseph, III)[ 11 ] ; Chen, ZY (Chen, Zhe-Yu) ; Yu, X (Yu, Xiao); Sun, JP (Sun, Jin-Peng)[ 1,2,3,11 ] ...More...Less","Title":"Adaptive Activation of a Stress Response Pathway Improves Learning and Memory Through Gs and beta-Arrestin-1-Regulated Lactate Metabolism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397369100004 PubMed ID: 28115219 ISSN: 0166-4328 eISSN: 1872-7549","Keywords":"Executive function; Set-shifting; Schizophrenia; Dopamine; Glutamate; Animal model KeyWords Plus:MAGNETIC-RESONANCE SPECTROSCOPY; MEDIAL PREFRONTAL CORTEX; CARD SORTING TEST; GAMMA-AMINOBUTYRIC-ACID; 1ST-EPISODE SCHIZOPHRENIA; ATTENTIONAL SET; NEUROPSYCHOLOGICAL DEFICIT; BIPOLAR-DISORDER; TEST-PERFORMANCE; DIFFERENT FORMS","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"BEHAVIOURAL BRAIN RESEARCH Volume: 323 Pages: 24-31 DOI: 10.1016/j.bbr.2017.01.030 Published: APR 14 2017","Abstract":"Impairment of executive function is a core feature of schizophrenia. Preclinical studies indicate that injections of either N-methyl D-aspartate (NMDA) or dopamine D-1 receptor blockers impair executive function. Despite the prevailing notion based on postmortem findings in schizophrenia that cortical areas have marked suppression of glutamate and dopamine, recent in vivo imaging studies suggest that abnormalities of these neurotransmitters in living patients may be quite subtle. Thus, we hypothesized that modest impairments in both glutamate and dopamine function can act synergistically to cause executive dysfunction. In the present study, we investigated the effect of combined administration of \"behaviorally sub-effective\" doses of NMDA and dopamine D-1 receptor antagonists on executive function. An operant conditioning-based set-shifting task was used to assess behavioral flexibility in rats that were systemically injected with NMDA and dopamine D-1 receptor antagonists individually or in combination prior to task performance. Separate injections of the NMDA receptor antagonist, MK-801, and the dopamine D-1 receptor antagonist, SCH 23390, at low doses did not impair set-shifting; however, the combined administration of these same behaviorally sub-effective doses of the antagonists significantly impaired the performance during set-shifting without affecting learning, retrieval of the memory of the initial rule, latency of responses or the number of omissions. The combined treatment also produced an increased number of perseverative errors. Our results indicate that NMDA and D-1 receptor blockade act synergistically to cause behavioral inflexibility, and as such, subtle abnormalities in glutamatergic and dopaminergic systems may act cooperatively to cause deficits in executive function. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Desai, SJ (Desai, Sagar J.) ; Allman, BL (Allman, Brian L.) ; Rajakumar, N (Rajakumar, Nagalingam)","Title":"Combination of behaviorally sub-effective doses of glutamate NMDA and dopamine D-1 receptor antagonists impairs executive function"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398443400001 ISSN: 1662-5110","Keywords":"memory; hippocampus; engram; amygdala; optogenetics; psychiatric disorders; circuits; behavior KeyWords Plus:POSTTRAUMATIC-STRESS-DISORDER; MEDIAL PREFRONTAL CORTEX; CHILDHOOD SEXUAL-ABUSE; MILD COGNITIVE IMPAIRMENT; CORTICOLIMBIC BLOOD-FLOW; SCRIPT-DRIVEN IMAGERY; MAJOR DEPRESSION; MEMORY RETRIEVAL; DENTATE GYRUS; CNS DISORDERS","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"FRONTIERS IN NEURAL CIRCUITS Volume: 11 Article Number: 23 DOI: 10.3389/fncir.2017.00023 Published: APR 7 2017","Abstract":"Memories are the experiential threads that tie our past to the present. The biological realization of a memory is termed an engram-the enduring biochemical and physiological processes that enable learning and retrieval. The past decade has witnessed an explosion of engram research that suggests we are closing in on boundary conditions for what qualifies as the physical manifestation of memory. In this review, we provide a brief history of engram research, followed by an overview of the many rodent models available to probe memory with intersectional strategies that have yielded unprecedented spatial and temporal resolution over defined sets of cells. We then discuss the limitations and controversies surrounding engram research and subsequently attempt to reconcile many of these views both with data and by proposing a conceptual shift in the strategies utilized to study memory. We finally bridge this literature with human memory research and disorders of the brain and end by providing an experimental blueprint for future engram studies in mammals. Collectively, we believe that we are in an era of neuroscience where engram research has transitioned from ephemeral and philosophical concepts to provisional, tractable, experimental frameworks for studying the cellular, circuit and behavioral manifestations of memory.","Authors":"Denny, CA (Denny, Christine A.) ; Lebois, E (Lebois, Evan) ; Ramirez, S (Ramirez, Steve)","Title":"From Engrams to Pathologies of the Brain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398186700002 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 7 Pages: 4513-4537 DOI: 10.5194/acp-17-4513-2017 Published: APR 4 2017","Abstract":"Carbonaceous aerosol released into the atmosphere from open biomass burning (BB) is known to undergo considerable chemical and physical transformations (aging). However, there is substantial controversy about the nature and observable effects of these transformations. A shortage of consistent observational evidence on BB aerosol aging processes under different environmental conditions and at various temporal scales hinders development of their adequate representations in chemistry transport models (CTMs). In this study, we obtain insights into the BB aerosol dynamics by using available satellite measurements of aerosol optical depth (AOD) and carbon monoxide (CO). The basic concept of our method is to consider AOD as a function of the BB aerosol \"photochemical age\" (that is, the time period characterizing the exposure of BB aerosol emissions to atmospheric oxidation reactions) predicted by means of model tracers. We evaluate the AOD enhancement ratio (ER) defined as the ratio of optical depth of actual BB aerosol with respect to that of a modeled aerosol tracer that is assumed to originate from the same fires as the real BB aerosol but that is not affected by any aging processes. To limit possible effects of model transport errors, the AOD measurements are normalized to CO column amounts that are also retrieved from satellite measurements. The method is applied to the analysis of the meso-and synoptic-scale evolution of aerosol in smoke plumes from major wildfires that occurred in Siberia in summer 2012. AOD and CO retrievals from MODIS and IASI measurements, respectively, are used in combination with simulations performed with the CHIMERE CTM. The analysis indicates that aging processes strongly affected the evolution of BB aerosol in the situation considered, especially in dense plumes (with spatial average PM2.5 concentration exceeding 100 mu gm(-3)). For such plumes, the ER is found to increase almost 2-fold on the scale of similar to 10 h of daytime aerosol evolution (after a few first hours of the evolution that are not resolved in our analysis). The robustness of this finding is corroborated by sensitivity tests and Monte Carlo experiments. Furthermore, a simulation using the volatility basis set framework suggests that a large part of the increase in the ER can be explained by atmospheric processing of semivolatile organic compounds. Our results are consistent with findings of a number of earlier studies reporting considerable underestimation of AOD by CTMs in which BB aerosol aging processes have either been disregarded or simulated in a highly simplified way. In general, this study demonstrates the feasibility of using satellite measurements of AOD in biomass burning plumes in combination with aerosol tracer simulations for the investigation of BB aerosol evolution and validation of BB aerosol aging schemes in atmospheric models.","Authors":"Konovalov, IB (Konovalov, Igor B.) ; Beekmann, M (Beekmann, Matthias) ; Berezin, EV (Berezin, Evgeny V.) ; Formenti, P (Formenti, Paola) ; Andreae, MO (Andreae, Meinrat O.)","Title":"Probing into the aging dynamics of biomass burning aerosol by using satellite measurements of aerosol optical depth and carbon monoxide"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398168000001 PubMed ID: 28374754 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45618 DOI: 10.1038/srep45618 Published: APR 4 2017","Abstract":"Mixtures of different particle species are often investigated using the angular averages of the scattered X-ray intensity. The number of species is deduced by singular value decomposition methods. The full disentanglement of the data into per-species contributions requires additional knowledge about the system under investigation. We propose to exploit higher-order angular X-ray intensity correlations with a new computational protocol, which we apply to synchrotron data from two-species mixtures of two-dimensional static test nanoparticles. Without any other information besides the correlations, we demonstrate the assessment of particle species concentrations in the measured data sets, as well as the full ab initio reconstruction of both particle structures. The concept extends straightforwardly to more species and to the three-dimensional case, whereby the practical application will require the measurements to be performed at an X-ray free electron laser.","Authors":"Pedrini, B (Pedrini, B.) ; Menzel, A (Menzel, A.) ; Guzenko, VA (Guzenko, V. A.) ; David, C (David, C.) ; Abela, R (Abela, R.) ; Gutt, C (Gutt, C.)","Title":"Model-independent particle species disentanglement by X-ray cross-correlation scattering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398186600001 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 7 Pages: 4401-4418 DOI: 10.5194/acp-17-4401-2017 Published: APR 3 2017","Abstract":"On 16-17 September 2013 strong surface winds over tephra deposits in southern Iceland led to the resuspension and subsequent advection of significant quantities of volcanic ash. The resulting resuspended ash cloud was transported to the south-east over the North Atlantic Ocean and, due to clear skies at the time, was exceptionally well observed in satellite imagery. We use satellite-based measurements in combination with radiative transfer and dispersion modelling to quantify the total mass of ash resuspended during this event. Typically ash clouds from explosive eruptions are identified in satellite measurements from a negative brightness temperature difference (BTD) signal; however this technique assumes that the ash resides at high levels in the atmosphere. Due to a temperature inversion in the troposphere over southern Iceland during 16 September 2013, the resuspended ash cloud was constrained to altitudes of < 2 km a.s.l. We show that a positive BTD signal can instead be used to identify ash-containing pixels from satellite measurements. The timing and location of the ash cloud identified using this technique from measurements made by the Visible Infrared Imaging Radiometer Suite (VIIRS) on board the Suomi National Polar-orbiting Partnership (NPP) satellite agree well with model predictions using the dispersion model NAME (Numerical Atmospheric-dispersion Modelling Environment). Total column mass loadings are determined from the VIIRS data using an optimal estimation technique which accounts for the low altitude of the resuspended ash cloud and are used to calibrate the emission rate in the resuspended ash scheme in NAME. Considering the tephra deposits from the recent eruptions of Eyjafjallajokull and Grimsvotn as the potential source area for resuspension for this event, we estimate that similar to 0.2 Tg of ash was remobilized during 16-17 September 2013.","Authors":"Beckett, F (Beckett, Frances) ; Kylling, A (Kylling, Arve) ; Siguroardottir, G (Siguroardottir, Guomunda) ; von Lowis, S (von Loewis, Sibylle) ; Witham, C (Witham, Claire)","Title":"Quantifying the mass loading of particles in an ash cloud remobilized from tephra deposits on Iceland"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398188400001 ISSN: 1867-1381 eISSN: 1867-8548","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC MEASUREMENT TECHNIQUES Volume: 10 Issue: 4 Pages: 1281-1298 DOI: 10.5194/amt-10-1281-2017 Published: APR 3 2017","Abstract":"Present and future satellite observations offer great potential for monitoring air quality on a daily and global basis. However, measurements from currently orbiting satellites do not allow a single sensor to accurately probe surface concentrations of gaseous pollutants such as tropospheric ozone. Combining information from IASI (Infrared Atmospheric Sounding Interferometer) and GOME-2 (Global Ozone Monitoring Experiment-2) respectively in the TIR and UV spectra, a recent multispectral method (referred to as IASI + GOME-2) has shown enhanced sensitivity for probing ozone in the lowermost troposphere (LMT, below 3 km altitude) with maximum sensitivity down to 2.20 km a.s.l. over land, while sensitivity for IASI or GOME-2 alone only peaks at 3 to 4 km at the lowest. In this work we develop a pseudo-observation simulator and evaluate the potential of future EPS-SG (EUMETSAT Polar System-Second Generation) satellite observations, from new-generation sensors IASI-NG (Infrared Atmospheric Sounding Interferometer-New Generation) and UVNS (Ultraviolet Visible Near-infrared Shortwave-infrared), to observe near-surface O-3 through the IASI-NG C UVNS multispectral method. The pseudo-real state of the atmosphere is provided by the MOCAGE (MOdele de Chimie Atmospherique a Grande Echelle) chemical transport model. We perform full and accurate forward and inverse radiative transfer calculations for a period of 4 days (8-11 July 2010) over Europe. In the LMT, there is a remarkable agreement in the geographical distribution of O3 partial columns between IASI-NG + UVNS pseudo-observations and the corresponding MOCAGE pseudo-reality. With respect to synthetic IASI + GOME-2 products, IASI-NG + UVNS shows a higher correlation between pseudo-observations and pseudo-reality, which is enhanced by about 12 %. The bias on high ozone retrieval is reduced and the average accuracy increases by 22 %. The sensitivity to LMT ozone is also enhanced. On average, the degree of freedom for signal is higher by 159% over land (from 0.29 to 0.75) and 214% over ocean (from 0.21 to 0.66). The mean height of maximum sensitivity for the LMT peaks at 1.43 km over land and 2.02 km over ocean, respectively 1.03 and 1.30 km below that of IASI + GOME-2. IASI-NG + UVNS also shows good retrieval skill in the surface-2 km altitude range. It is one of a kind for retrieving ozone layers of 2-3 km thickness, in the first 2-3 km of the atmosphere. IASI-NG + UVNS is expected to largely enhance the capacity to observe ozone pollution from space.","Authors":"Costantino, L (Costantino, Lorenzo) ; Cuesta, J (Cuesta, Juan) ; Emili, E (Emili, Emanuele) ; Coman, A (Coman, Adriana) ; Foret, G (Foret, Gilles) ; Dufour, G (Dufour, Gaelle) ; Eremenko, M (Eremenko, Maxim) ; Chailleux, Y (Chailleux, Yohann) ; Beekmann, M (Beekmann, Matthias) ; Flaud, JM (Flaud, Jean-Marie)","Title":"Potential of multispectral synergism for observing ozone pollution by combining IASI-NG and UVNS measurements from the EPS-SG satellite"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536000071 PubMed ID: 28380911 ISSN: 1094-4087","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS EXPRESS Volume: 25 Issue: 7 Pages: 7945-7959 DOI: 10.1364/OE.25.007945 Published: APR 3 2017","Abstract":"We report the use of a phase retrieval procedure based on maximum likelihood estimation (MLE) to produce an improved, experimentally calibrated model of a point spread function (PSF) for use in three-dimensional (3D) localization microscopy experiments. The method estimates a global pupil phase function (which includes both the PSF and system aberrations) over the full axial range from a simple calibration scan. The pupil function is used to refine the PSF model and hence enable superior localizations from experimental data. To demonstrate the utility of the procedure, we apply it to experimental data acquired with a microscope employing a tetrapod PSF with a 6 mu m axial range. The phase-retrieved model demonstrates significant improvements in both accuracy and precision of 3D localizations relative to the model based on scalar diffraction theory. The localization precision of the phase-retrieved model is shown to be near the limits imposed by estimation theory, and the reproducibility of the procedure is characterized and discussed. Code which performs the phase retrieval algorithm is provided. (C) 2017 Optical Society of America","Authors":"Petrov, PN (Petrov, Petar N.) ; Shechtman, Y (Shechtman, Yoav) ; Moerner, WE (Moerner, W. E.)","Title":"Measurement-based estimation of global pupil functions in 3D localization microscopy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396951500018 ISSN: 0273-1177 eISSN: 1879-1948","Keywords":"Megha Tropiques; SAPHIR; Ice water path; Water vapor absorption band; Retrieval KeyWords Plus:SINGLE-SCATTERING PROPERTIES; MICROWAVE SOUNDING UNIT; BRIGHTNESS TEMPERATURES; RADIATIVE PROPERTIES; IMAGING RADIOMETER; SATELLITE DATA; PRECIPITATION; RADAR; MODEL; PARAMETERIZATION","Categories":"Astronomy & Astrophysics; Geology; Meteorology & Atmospheric Sciences Web of Science Categories:Astronomy & Astrophysics; Geosciences, Multidisciplinary; Meteorology & Atmospheric Sciences","Journal Information":"ADVANCES IN SPACE RESEARCH Volume: 59 Issue: 7 Pages: 1895-1906 DOI: 10.1016/j.asr.2017.01.022 Published: APR 1 2017","Abstract":"The SAPHIR sensor onboard Megha-Tropiques (MT) measures the earth emitted radiation at frequencies near the water vapor absorption band. SAPHIR operates in six frequencies ranging from 183 +/- 0.1 to 183 +/- 11 GHz. These frequencies have been used to retrieve cloud ice water path (IWP) at a very high resolution. A method to retrieve IWP over the Indian ocean region is attempted in this study. The study is in two parts, in first part a radiative transfer based simulation is carried out to give an insight of using SAPHIR frequency channels for IWP retrieval, in the next part the real observations of SAPHIR and TRMM-TMI was used for IWP retrieval. The concurrent observations of SAPHIR brightness temperatures (Tbs) and TRMM TMI IWP were used in the development of the retrieval algorithm. An Eigen Vector analysis was done to identify weight of each channel in retrieving IWP; following this a two channel regression based algorithm was developed. The SAPHIR channels which are away from the water vapor absorption band were used to avoid possible water vapor contamination. When the retrieval is compared with independent test dataset, it gives a correlation of 0.80 and RMSE of 3.5%. SAPHIR derived IWP has been compared with other available global IWP products such as TMI, MSPPS, Cloud Sat and GPM-GMI qualitatively as well as quantitatively. PDF comparison of SAPHIR derived IWP found to have good agreement with CloudSat. Zonal mean comparison with recently launched GMI shows the strength of this algorithm. (C) 2017 COSPAR. Published by Elsevier Ltd. All rights reserved.","Authors":"Piyush, DN (Piyush, Durgesh Nandan) ; Goyal, J (Goyal, Jayesh) ; Srinivasan, J (Srinivasan, J.)","Title":"Retrieval of cloud ice water path using SAPHIR on board Megha-Tropiques over the tropical ocean"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397351400008 ISSN: 0378-3774 eISSN: 1873-2283","Keywords":"Heterogeneous landscape; HYDRUS-1D; Vadose zone; Water table KeyWords Plus:EDDY COVARIANCE MEASUREMENTS; LATENT-HEAT FLUX; DRIP IRRIGATION; ENERGY-BALANCE; NITRATE DYNAMICS; NORTHWEST CHINA; SOIL-MOISTURE; DESERT REGION; ROOT WATER; FIELD","Categories":"Agriculture; Water Resources Web of Science Categories:Agronomy; Water Resources","Journal Information":"AGRICULTURAL WATER MANAGEMENT Volume: 184 Pages: 67-76 DOI: 10.1016/j.agwat.2017.01.006 Published: APR 2017","Abstract":"The current study aims to evaluate the capabilities of soil water balance modeling to estimate ET for very different conditions of rainfed grapevine water status, within a vineyard landscape that depicts heterogeneities in canopy, soil and water table conditions. We calibrated the HYDRUS-1D model against measurements of the soil moisture profile within seven contrasted sites, we validated HYDRUS-1D sim-ulations against ET estimates derived from eddy covariance (EC) measurements within two contrasted sites, and we analyzed the temporal dynamics of the HYDRUS-1D ET simulations throughout almost two growth cycles for the seven sites. The calibration of HYDRUS-1D was correctly achieved, with a relative RMSE of 20% on average. Validation of HYDRUS-1D simulations against EC measurements was satisfactory, with RMSE values of about 40W m(-2) at the hourly timescale and 0.5 mm d(-1) at the daily timescale. HYDRUS-1D was able to provide consistent time series of ET within the seven contrasted sites and throughout the two growth cycles. We conclude that HYDRUS-1D simulations can be used as an alternative to EC measurements within rainfed vineyards, to alleviate experimental efforts for device cost and maintenance. Further, HYDRUS-1D simulations can be used for characterizing spatial variabili-ties and temporal dynamics, assessing impact of pedological conditions and land use on ET, or validating remote sensing retrievals over regional extents. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Galleguillos, M (Galleguillos, Mauricio) ; Jacob, F (Jacob, Frederic) ; Prevot, L (Prevot, Laurent) ; Faundez, C (Faundez, Carlos) ; Bsaibes, A (Bsaibes, Aline)","Title":"Estimation of actual evapotranspiration over a rainfed vineyard using a 1-D water transfer model: A case study within a Mediterranean watershed"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397525300005 ISSN: 0004-6256 eISSN: 1538-3881","Keywords":"methods: statistical; planets and satellites: atmospheres; techniques: spectroscopic; telescopes KeyWords Plus:SYSTEMATIC RETRIEVAL ANALYSIS; TRANSMISSION SPECTRUM; SUPER-EARTHS; HD 189733B; MEAN OPACITIES; HOT JUPITERS; C/O RATIO; SPECTROSCOPY; TEMPERATURE; WASP-12B","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"ASTRONOMICAL JOURNAL Volume: 153 Issue: 4 Article Number: 151 DOI: 10.3847/1538-3881/aa5faa Published: APR 2017","Abstract":"The James Webb Space Telescope (JWST) is nearing its launch date of 2018, and is expected to revolutionize our knowledge of exoplanet atmospheres. In order to specifically identify which observing modes will be most useful for characterizing a diverse range of exoplanetary atmospheres, we use an information content (IC) based approach commonly used in the studies of solar system atmospheres. We develop a system based upon these IC methods to trace the instrumental and atmospheric model phase space in order to identify which observing modes are best suited for particular classes of planets, focusing on transmission spectra. Specifically, the atmospheric parameter space we cover is T - 600-1800 K, C/O - 0.55-1, [M/H] - 1-100. x. Solar for an R - 1.39 R-J, M - 0.59 M-J planet orbiting a WASP-62-like star. We also explore the influence of a simplified opaque gray cloud on the IC. We find that obtaining broader wavelength coverage over multiple modes is preferred over higher precision in a single mode given the same amount of observing time. Regardless of the planet temperature and composition, the best modes for constraining terminator temperatures, C/O ratios, and metallicity are NIRISS SOSS+NIRSpec G395. If the target's host star is dim enough such that the NIRSpec prism is applicable, then it can be used instead of NIRISS SOSS+NIRSpec G395. Lastly, observations that use more than two modes should be carefully analyzed because sometimes the addition of a third mode results in no gain of information. In these cases, higher precision in the original two modes is favorable.","Authors":"Batalha, NE (Batalha, Natasha E.) ; Line, MR (Line, M. R.)","Title":"Information Content Analysis for Selection of Optimal JWST Observing Modes for Transiting Exoplanet Atmospheres"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397375300013 ISSN: 1352-2310 eISSN: 1873-2844","Keywords":"Fine particulate matter; Human exposure; Spatial nonstationarity; Geographically weighted; Machine learning KeyWords Plus:FINE PARTICULATE MATTER; GEOGRAPHICALLY WEIGHTED REGRESSION; GROUND-LEVEL PM2.5; AMBIENT AIR-POLLUTION; RESOLUTION MODIS AOD; GLOBAL BURDEN; EXPOSURE ASSESSMENT; TERM EXPOSURE; MORTALITY; DISEASE","Categories":"Environmental Sciences & Ecology; Meteorology & Atmospheric Sciences Web of Science Categories:Environmental Sciences; Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC ENVIRONMENT Volume: 155 Pages: 129-139 DOI: 10.1016/j.atmosenv.2017.02.023 Published: APR 2017","Abstract":"A high degree of uncertainty associated with the emission inventory for China tends to degrade the performance of chemical transport models in predicting PM2.5 concentrations especially on a daily basis. In this study a novel machine learning algorithm, Geographically -Weighted Gradient Boosting Machine (GW-GBM), was developed by improving GBM through building spatial smoothing kernels to weigh the loss function. This modification addressed the spatial nonstationarity of the relationships between PM2.5 concentrations and predictor variables such as aerosol optical depth (AOD) and meteorological conditions. GW-GBM also overcame the estimation bias of PM2.5 concentrations due to missing AOD retrievals, and thus potentially improved subsequent exposure analyses. GW-GBM showed good performance in predicting daily PM2.5 concentrations (R-2 = 0.76, RMSE = 23.0 g/m(3)) even with partially missing AOD data, which was better than the original GBM model (R-2 = 0.71, RMSE = 25.3 g/m(3)). On the basis of the continuous spatiotemporal prediction of PM2.5 concentrations, it was predicted that 95% of the population lived in areas where the estimated annual mean PM2.5 concentration was higher than 35 g/m(3), and 45% of the population was exposed to PM2.5 > 75 g/m(3) for over 100 days in 2014. GW-GBM accurately predicted continuous daily PM2.5 concentrations in China for assessing acute human health effects. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhan, Y (Zhan, Yu) ; Luo, YZ (Luo, Yuzhou) ; Deng, XF (Deng, Xunfei) ; Chen, HJ (Chen, Huajin) ; Grieneisen, ML (Grieneisen, Michael L.) ; Shen, XY (Shen, Xueyou) ; Zhu, LZ (Zhu, Lizhong) ; Zhang, MH (Zhang, Minghua)","Title":"Spatiotemporal prediction of continuous daily PM2.5 concentrations across China using a spatially explicit machine learning algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397551300010 ISSN: 1364-8152 eISSN: 1873-6726","Keywords":"SimSphere; SVAT; Land surface interactions; Service oriented architecture; Web service; Software developments; Earth observation KeyWords Plus:TRANSFER SVAT MODEL; SENSITIVITY-ANALYSIS; TRIANGLE METHOD; TEMPERATURE; SIMULATIONS; PARAMETERS; MOISTURE","Categories":"Computer Science; Engineering; Environmental Sciences & Ecology Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL MODELLING & SOFTWARE Volume: 90 Pages: 147-156 DOI: 10.1016/j.envsoft.2017.01.004 Published: APR 2017","Abstract":"SimSphere is a land biosphere model that provides a mathematical representation of vertical 'views' of the physical mechanisms controlling Earth's energy and mass transfers in the soil/vegetation/atmosphere continuum. Herein, we present recent advancements introduced to SimSphere code, aiming at making its use more integrated to the automation of processes within High Performance Computing (HPC) that allows using the model at large scale. In particular, a new interface to the model is presented, so-called \"SimSphere-SOA\" which forms a command line land biosphere tool, a Web Service interface and a parameters verification facade that offers a standardised environment for specification execution and result retrieval of a typical model simulation based on Service Oriented Architecture (SOA). SimSphere-SOA library can now execute various simulations in parallel. This allows exploitation of the tool in a simple and efficient way in comparison to the currently distributed approach. In SimSphere-SOA, an Application Programming Interface (API) is also provided to execute simulations that can be publicly consumed. Finally this API is exported as a Web Service for remotely executing simulations through web based tools. This way a simulation by the model can be executed efficiently and subsequently the model simulation outputs may be used in any kind of relevant analysis required. The use of these new functionalities offered by SimSphere-SOA is also demonstrated using a \"real world\" simulation configuration file. The inclusion of those new functions in SimSphere are of considerable importance in the light of the model's expanding use worldwide as an educational and research tool. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Anagnostopoulos, V (Anagnostopoulos, Vasileios) ; Petropoulos, GP (Petropoulos, George P.) ; Ireland, G (Ireland, Gareth) ; Carlson, TN (Carlson, Toby N.)","Title":"A modernized version of a 1D soil vegetation atmosphere transfer model for improving its future use in land surface interactions studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397688800009 ISSN: 0378-4290 eISSN: 1872-6852","Keywords":"3D virtual scenes; Canopy light propagation; Caribu; Leaf nitrogen content; Multiple scattering KeyWords Plus:FAR-RED RATIO; IMAGING SPECTROSCOPY; NITROGEN-CONTENT; WATER-CONTENT; REFLECTANCE; CANOPY; INTERCEPTION; SCATTERING; INDEXES","Categories":"Agriculture Web of Science Categories:Agronomy","Journal Information":"FIELD CROPS RESEARCH Volume: 205 Pages: 95-105 DOI: 10.1016/j.fcr.2017.02.001 Published: APR 2017","Abstract":"Light propagation modeling in 3-dimensional virtual scenes has been successfully applied to many fields, including plant canopies. However, its application to detailed analyses on how multiple scattering affects spectral-based biochemistry assessments has never been proposed. In this article, a wheat canopy model has been built using simulation models included in the open source software platform Open-Alea. Adel-Wheat, a 3D dynamic model of the aerial growth of winter wheat, has been associated with spectra collected on wheat leaves with an ASD spectrometer, and then used as input of the Caribu light propagation model. Caribu calculates the proportion of direct and scattered light for all polygons of the 3D scene. Principal component analysis was first applied to analyze the distribution of resulting spectra in the spectral feature space. Then the influence of canopy structure on quantitative regression models has been considered. For this purpose, a typical agronomical problem, i.e. nitrogen content retrieval, was addressed, using a Partial Least Square regression model. This study exhibits some important results concerning the distribution of collected spectra in the spectral feature space due to multiple scattering, and underlines the physical interpretation of these results. In the short term, it shows that satisfactory nitrogen content prediction (error about 0.5% of dry matter) can be obtained at the plant level, when considering only the plant top leaves. Moreover, its paves the way for future researches to develop spectral analysis tools able to overcome such multiple scattering phenomena. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Al Makdessi, N (Al Makdessi, Nathalie) ; Jean, PA (Jean, Pierre-Antoine) ; Ecarnot, M (Ecarnot, Martin) ; Gorretta, N (Gorretta, Nathalie) ; Rabatel, G (Rabatel, Gilles) ; Roumet, P (Roumet, Pierre)","Title":"How plant structure impacts the biochemical leaf traits assessment from in-field hyperspectral images: A simulation study based on light propagation modeling in 3D virtual wheat scenes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398501100014 PubMed ID: 28166330 ISSN: 0268-1161 eISSN: 1460-2350","Keywords":"elective egg freezing; oocyte cryopreservation; fertility preservation; blastocyst formation; egg thaw; blastocyst euploidy; prediction model; family building KeyWords Plus:IN-VITRO FERTILIZATION; RANDOMIZED CONTROLLED-TRIAL; FERTILITY PRESERVATION; CHROMOSOME-ABNORMALITIES; EMBRYO DEVELOPMENT; REPRODUCTIVE-AGE; MATERNAL AGE; VITRIFICATION; FRESH; ANEUPLOIDY","Categories":"Obstetrics & Gynecology; Reproductive Biology Web of Science Categories:Obstetrics & Gynecology; Reproductive Biology","Journal Information":"HUMAN REPRODUCTION Volume: 32 Issue: 4 Pages: 853-859 DOI: 10.1093/humrep/dex008 Published: APR 2017","Abstract":"STUDY QUESTION: Can a counseling tool be developed for women desiring elective oocyte cryopreservation to predict the likelihood of live birth based on age and number of oocytes frozen? SUMMARY ANSWER:Using data from ICSI cycles of a population of women with uncompromised ovarian reserve, an evidence-based counseling tool was created to guide women and their physicians regarding the number of oocytes needed to freeze for future family-building goals. WHAT IS KNOWN ALREADY:Elective oocyte cryopreservation is increasing in popularity as more women delay family building. By undertaking elective oocyte freezing at a younger age, women hope to optimize their likelihood of successful live birth(s) using their thawed oocytes at a future date. Questions often arise in clinical practice regarding the number of cryopreserved oocytes sufficient to achieve live birth(s) and whether or not additional stimulation cycles are likely to result in a meaningful increase in the likelihood of live birth. As relatively few women who have electively cryopreserved oocytes have returned to use them, available data for counseling patients wishing to undergo fertility preservation are limited. STUDY DESIGN, SIZE, DURATION:A model was developed to determine the proportion of mature oocytes that fertilize and then form blastocysts as a function of age, using women with presumably normal ovarian reserve based on standard testing who underwent ICSI cycles in our program from January, 2011 through March, 2015 (n = 520). These included couples diagnosed exclusively with male-factor and/or tubal-factor infertility, as well as cycles utilizing egg donation. Age-specific probabilities of euploidy were estimated from 14 500 PGS embryo results from an external testing laboratory. Assuming survival of thawed oocytes at 95% for women < 36 y and for egg donors, and 85% for women >= 36 y, and 60% live birth rate per transferred euploid blastocyst, probabilities of having at least one, two or three live birth(s) were calculated. PARTICIPANTS/MATERIALS, SETTING, METHOD:First fresh male-factor and/or tubal-factor only autologous ICSI cycles (n = 466) were analyzed using Poisson regression to calculate the probability that a mature oocyte will become a blastocyst based on age. Egg donation cycles (n = 54) were analyzed and incorporated into the model separately. The proportion of blastocysts expected to be euploid was determined using PGS results of embryos analyzed via array comparative genomic hybridization. A counseling tool was developed to predict the likelihood of live birth, based on individual patient age and number of mature oocytes. MAIN RESULTS AND THE ROLE OF CHANCE:This study provides an evidence-based model to predict the probability of a woman having at least one, two or three live birth(s) based on her age at egg retrieval and the number of mature oocytes frozen. The model is derived from a surrogate population of ICSI patients with uncompromised ovarian reserve. A user-friendly counseling tool was designed using the model to help guide physicians and patients. LIMITATIONS, REASONS FOR CAUTION:The data used to develop the prediction model are, of necessity, retrospective and not based on patients who have returned to use their cryopreserved oocytes. The assumptions used to create the model, albeit reasonable and data-driven, vary by study and will likely vary by center. Centers are therefore encouraged to consider their own blastocyst formation and thaw survival rates when counseling patients. WIDER IMPLICATIONS OF THE FINDINGS:Our model will provide a counseling resource that may help inform women desiring elective fertility preservation regarding their likelihood of live birth(s), how many cycles to undergo, and when additional cycles would bring diminishing returns.","Authors":"Goldman, RH (Goldman, R. H.) ; Racowsky, C (Racowsky, C.) ; Farland, LV (Farland, L. V.) ; Munne, S (Munne, S.) ; Ribustello, L (Ribustello, L.) ; Fox, JH (Fox, J. H.)","Title":"Predicting the likelihood of live birth for elective oocyte cryopreservation: a counseling tool for physicians and patients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398154900003 ISSN: 0739-0572 eISSN: 1520-0426","Categories":"Engineering; Meteorology & Atmospheric Sciences Web of Science Categories:Engineering, Ocean; Meteorology & Atmospheric Sciences","Journal Information":"JOURNAL OF ATMOSPHERIC AND OCEANIC TECHNOLOGY Volume: 34 Issue: 4 Pages: 765-776 DOI: 10.1175/JTECH-D-16-0141.1 Published: APR 2017","Abstract":"The distribution of raindrop shapes is well known to be important in deriving retrieval algorithms for drop size distribution parameters (such as the mass-weighted mean diameter) and rain rate, as well as for attenuation correction using the differential propagation phase constraint. While past work has shown that in the vast majority of rain events the most \"probable'' shapes conform to those arising primarily from the axisymmetric (2,0) oscillation mode, a more recent event analysis has shown that drop collisions can give rise to mixed-mode oscillations and that for high collision rate scenarios, a significant percentage of drops can become \"asymmetric'' at any given instant. As a follow-up to such studies, this study involved performing scattering calculations for 3D-reconstructed shapes of asymmetric drops using the shape measurements from a 2D video disdrometer (2DVD) during the above-mentioned rain event. A recently developed technique is applied to facilitate the 3D reconstruction from the 2DVD camera data for these asymmetric drops. The reconstruction requires a specific technique to correct for the drop image distortions due to horizontal velocities. Scattering calculations for the reconstructed asymmetric drops have been performed using a higher-order method of moments solution to the electric and magnetic field surface integral equations. Results show that the C-band scattering amplitudes of asymmetric drops are markedly different from those of oblate spheroids. The intention for future studies is to automate the entire procedure so that more realistic simulations can be performed using the 2DVD-based data, particularly for cases where collision-induced drop oscillations give rise to considerable numbers of asymmetric drops.","Authors":"Thurai, M (Thurai, Merhala) ; Manic, S (Manic, Sanja) ; Schoenhuber, M (Schoenhuber, Michael) ; Bringi, VN (Bringi, V. N.) ; Notaros, BM (Notaros, Branislav M.)","Title":"Scattering Calculations at C-Band for Asymmetric Raindrops Reconstructed from 2D Video Disdrometer Measurements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397959900002 ISSN: 0893-6080 eISSN: 1879-2782","Keywords":"Chaos control; Chaotic neural network; Dynamic phase space constraint; Spiral wave elimination; Traveling wave KeyWords Plus:HODGKIN-HUXLEY NEURONS; TRAVELING-WAVES; EXCITABLE MEDIA; ASSOCIATIVE MEMORY; PROPAGATING WAVES; CELLULAR-AUTOMATA; MODEL; FIBRILLATION; OSCILLATIONS; TRANSITION","Categories":"Computer Science; Neurosciences & Neurology Web of Science Categories:Computer Science, Artificial Intelligence; Neurosciences","Journal Information":"NEURAL NETWORKS Volume: 88 Pages: 9-21 DOI: 10.1016/j.neunet.2017.01.002 Published: APR 2017","Abstract":"In this study, a method is proposed that eliminates spiral waves in a locally connected chaotic neural network (CNN) under some simplified conditions, using a dynamic phase space constraint (DPSC) as a control method. In this method, a control signal is constructed from the feedback internal states of the neurons to detect phase singularities based on their amplitude reduction, before modulating a threshold value to truncate the refractory internal states of the neurons and terminate the spirals. Simulations showed that with appropriate parameter settings, the network was directed from a spiral wave state into either a plane wave (PW) state or a synchronized oscillation (SO) state, where the control vanished automatically and left the original CNN model unaltered. Each type of state had a characteristic oscillation frequency, where spiral wave states had the highest, and the intra-control dynamics was dominated by low-frequency components, thereby indicating slow adjustments to the state variables. In addition, the PW-inducing and SO-inducing control processes were distinct, where the former generally had longer durations but smaller average proportions of affected neurons in the network. Furthermore, variations in the control parameter allowed partial selectivity of the control results, which were accompanied by modulation of the control processes. The results of this study broaden the applicability of DPSC to chaos control and they may also facilitate the utilization of locally connected CNNs in memory retrieval and the exploration of traveling wave dynamics in biological neural networks. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Li, Y (Li, Yang) ; Oku, M (Oku, Makito) ; He, GG (He, Guoguang) ; Aihara, K (Aihara, Kazuyuki)","Title":"Elimination of spiral waves in a locally connected chaotic neural network by a dynamic phase space constraint"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396386400001 PubMed ID: 28043916 ISSN: 0969-9961 eISSN: 1095-953X","Keywords":"Ketamine; Fear extinction; mTOR; Medial prefrontal cortex; PTSD KeyWords Plus:POSTTRAUMATIC-STRESS-DISORDER; NMDA RECEPTOR BLOCKADE; PREFRONTAL CORTEX; D-CYCLOSERINE; INDIVIDUAL-DIFFERENCES; MAJOR DEPRESSION; MEMORY; CIRCUITS; AMYGDALA; ANXIETY","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"NEUROBIOLOGY OF DISEASE Volume: 100 Pages: 1-8 DOI: 10.1016/j.nbd.2016.12.026 Published: APR 2017","Abstract":"Impaired fear extinction contributes to the persistence of post-traumatic stress disorder (PTSD), and can be utilized for the study of novel therapeutic agents. Glutamate plays an important role in the formation of traumatic memories, and in the pathophysiology and treatment of PTSD, highlighting several possible drug targets. Recent clinical studies demonstrate that infusion of ketamine, a glutamate NMDA receptor antagonist, rapidly and significantly reduces symptom severity in PTSD patients. In the present study, we examine the mechanisms underlying the actions of ketamine in a rodent model of fear conditioning, extinction, and renewal. Rats received ketamine or saline 24 h after fear conditioning and were then subjected to extinction-training on each of the following three days. Ketamine administration enhanced extinction on the second day of training (i.e., reduced freezing behavior to cue) and produced a long-lasting reduction in freezing on exposure to cue plus context 8 days later. Additionally, ketamine and extinction exposure increased levels of mTORC1 in the medial prefrontal cortex (mPFC), a region involved in the acquisition and retrieval of extinction, and infusion of the selective mTORC1 inhibitor rapamycin into the mPFC blocked the effects of ketamine on extinction. Ketamine plus extinction also increased cFos in the mPFC and administration of a glutamate-AMPA receptor antagonist blocked the effects of ketamine. These results support the hypothesis that ketamine produces long-lasting mTORC1/protein synthesis and activity dependent effects on neuronal circuits that enhance the expression of extinction and could represent a novel approach for the treatment of PTSD. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Girgenti, MJ (Girgenti, Matthew J.) ; Ghosal, S (Ghosal, Sriparna) ; LoPresto, D (LoPresto, Dora) ; Taylor, JR (Taylor, Jane R.) ; Duman, RS (Duman, Ronald S.)","Title":"Ketamine accelerates fear extinction via mTORC1 signaling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397375000004 ISSN: 0032-0633","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"PLANETARY AND SPACE SCIENCE Volume: 138 Pages: 33-43 DOI: 10.1016/j.pss.2017.01.015 Published: APR 2017","Abstract":"The solar irradiance sensor (SIS) was included in the DREAMS package onboard the ExoMars 2016 Entry Descent and Landing Demonstrator Module, and has been selected in the METED meteorological station onboard the ExoMars 2020 Lander. This instrument is designed to measure at different time intervals the scattered flux or the sum of direct flux and scattered flux in UVA (315-400 nm) and NIR (700-1100 nm) bands. For SIS'16, these measurements are performed by a total of 3 sensors per band placed at the faces of a truncated tetrahedron with face inclination angles of 60. The principal goal of SIS'16 design is to perform measurements of the dust opacity in UVA and NIR wavelengths ranges, crucial parameters in the understanding of the Martian dust cycle. The retrieval procedure is based on the use of radiative transfer simulations to reproduce SIS observations acquired during daytime as a function of dust opacity. Based on different sensitivity analysis, the retrieval procedure also requires to include as free parameters (1) the, dust effective radius; (2) the dust effective variance; and (3) the imaginary part of the refractive index of dust particles in UVA band. We found that the imaginary part of the refractive index of dust particles does not have a big impact on NIR signal, and hence we can kept constant this parameter in the retrieval of dust opacity at this channel. In addition to dust opacity measurements, this instrument is also capable to detect and characterize clouds by looking at the time variation of the color index (CI), defined as the ratio between the observations in NIR and UVA channels, during daytime or twilight. By simulating CI signals with a radiative transfer model, the cloud opacity and cloud altitude (only during twilight) can be retrieved. Here the different retrieval procedures that are used to analyze SIS measurements, as well as the results obtained in different sensitivity analysis, are presented and discussed.","Authors":"Toledo, D (Toledo, D.) ; Arruego, I (Arruego, I.) ; Apestigue, V (Apestigue, V.) ; Jimenez, JJ (Jimenez, J. J.) ; Gomez, L (Gomez, L.) ; Yela, M (Yela, M.) ; Rannou, P (Rannou, P.) ; Pommereau, JP (Pommereau, J. -P.)","Title":"Measurement of dust optical depth using the solar irradiance sensor (SIS) onboard the ExoMars 2016 EDM"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398645000003 ISSN: 0034-4257 eISSN: 1879-0704","Keywords":"Agriculture; TanDEM-X; Rice; Synthetic aperture radar (SAR); PoISAR; Interferometry; PolInSAR; Vegetation height KeyWords Plus:POL-INSAR INVERSION; LEAF-AREA INDEX; PARAMETER-ESTIMATION; WAVE-NUMBER; L-BAND; FOREST; VOLUME; RADAR; MODEL; CANOPY","Categories":"Environmental Sciences & Ecology; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Environmental Sciences; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"REMOTE SENSING OF ENVIRONMENT Volume: 192 Pages: 30-44 DOI: 10.1016/jsse.2017.02.004 Published: APR 2017","Abstract":"This work presents for the first time a demonstration with satellite data of polarimetric SAR interferometry (PolInSAR) applied to the retrieval of vegetation height in rice fields. Three series of dual-pol interferometric SAR data acquired with large baselines (2-3 km) by the TanDEM-X system during its science phase (April September 2015) are exploited. A novel inversion algorithm especially suited for rice fields cultivated in flooded soil is proposed and evaluated. The validation is carried out over three test sites located in geographically different areas: Sevilla (SW Spain), Valencia (E Spain), and Ipsala (W Turkey), in which different rice types are present. Results are obtained during the whole growth cycle and demonstrate that PolInSAR is useful to produce accurate height estimates (RMSE 10-20 cm) when plants are tall enough (taller than 25-40 cm), without relying on external reference information. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Lopez-Sanchez, JM (Lopez-Sanchez, Juan M.) ; Vicente-Guijalba, F (Vicente-Guijalba, Fernando) ; Erten, E (Erten, Esra) ; Campos-Taberner, M (Campos-Taberner, Manuel) ; Garcia-Haro, FJ (Javier Garcia-Haro, Francisco)","Title":"Retrieval of vegetation height in rice fields using polarimetric SAR interferometry with TanDEM-X data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398645000012 ISSN: 0034-4257 eISSN: 1879-0704","Keywords":"Passive microwave remote sensing; Snow water equivalent; Retrieval algorithm KeyWords Plus:ARTIFICIAL NEURAL-NETWORK; RADIATIVE-TRANSFER THEORY; EMISSION MODEL; DRY-SNOW; LAYERED SNOWPACKS; DEPTH RETRIEVAL; RADIOMETER DATA; SCATTERING; SOIL; ASSIMILATION","Categories":"Environmental Sciences & Ecology; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Environmental Sciences; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"REMOTE SENSING OF ENVIRONMENT Volume: 192 Pages: 150-165 DOI: 10.1016/kse.2017.02.006 Published: APR 2017","Abstract":"Recent applications of passive microwave remote sensing techniques to estimate snow water equivalent (SWE) increasingly rely on the comprehension of microwave emission theories, instead of traditional empirical fitting approaches. In this study, an advanced SWE retrieval algorithm based on the Markov Chain Monte Carlo method was developed. This method samples the posterior multiple-layer snow properties according to the likelihood of the brightness temperature (TB) simulation with the actual TB observations. The Microwave Emission Model of Layered Snowpacks with improved Born approximation (MEMLS-IBA) was used as the observation model. Using a globally applicable method to produce prior estimates of snow properties, the retrieval approach is called the Bayesian Algorithm for SWE Estimation with Passive Microwave measurements (BASE-PM), and was applied on 48 snowpits at Sodanlcyla, Finland; Churchill, Canada and Colorado, US. The result shows that the root mean squared (RMS) error of the retrieved SWE is 42.7 mm excluding two outliers, and is 30.8 mm if the outliers as well as six deep snowpits from Colorado are excluded. This accuracy approximately meets the 30-mm requirement of Integrated Global Observing Strategy for shallow snow. The poor performance for the outlier and deep snowpits is explained. Additional experiments using more accurate priors show that SWE retrieval accuracy can be improved with local snowcover knowledge, e.g. if historical snowpit measurements or snow process model simulations are available. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Pan, JM (Pan, Jinmei) ; Durand, MT (Durand, Michael T.) ; Vander Jagt, BJ (Vander Jagt, Benjamin J.) ; Liu, DS (Liu, Desheng)","Title":"Application of a Markov Chain Monte Carlo algorithm for snow water equivalent retrieval from passive microwave measurements"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398645000018 ISSN: 0034-4257 eISSN: 1879-0704","Categories":"Environmental Sciences & Ecology; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Environmental Sciences; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"REMOTE SENSING OF ENVIRONMENT Volume: 192 Pages: 238-262 DOI: 10.1016/j.rse.2017.01.024 Published: APR 2017","Abstract":"Two passive microwave missions are currently operating at L-band to monitor surface soil moisture (SM) over continental surfaces. The SMOS sensor, based on an innovative interferometric technology enabling multi-angular signatures of surfaces to be measured, was launched in November 2009. The SMAP sensor, based on a large mesh reflector 6 m in diameter providing a conically scanning antenna beam with a surface incidence angle of 40, was launched in January of 2015. Over the last decade, an intense scientific activity has focused on the development of the SM retrieval algorithms for the two missions. This activity has relied on many field (mainly tower-based) and airborne experimental campaigns, and since 2010-2011, on the SMOS and Aquarius space-borne L-band observations. It has relied too on the use of numerical, physical and semi-empirical models to simulate the microwave brightness temperature of natural scenes for a variety of scenarios in terms of system configurations (polarization, incidence angle) and soil, vegetation and climate conditions. Key components of the inversion models have been evaluated and new parameterizations of the effects of the surface temperature, soil roughness, soil permittivity, and vegetation extinction and scattering have been developed. Among others, global maps of select radiative transfer parameters have been estimated very recently. Based on this intense activity, improvements of the SMOS and SMAP SM inversion algorithms have been proposed. Some of them have already been implemented, whereas others are currently being investigated. In this paper, we present a review of the significant progress which has been made over the last decade in this field of research with a focus on L-band, and a discussion on possible applications to the SMOS and SMAP soil moisture retrieval approaches. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Wigneron, JP (Wigneron, J. -P.) ; Jackson, TJ (Jackson, T. J.) ; O'Neill, P (O'Neill, P.) ; De Lannoy, G (De Lannoy, G.) ; de Rosnay, P (de Rosnay, P.) ; Walker, JP (Walker, J. P.) ; Ferrazzoli, P (Ferrazzoli, P.) ; Mironov, V (Mironov, V.) ; Bircher, S (Bircher, S.) ; Grant, JP (Grant, J. P.)[ 10 ] ; Kurum, M (Kurum, M.)[ 11 ] ; Schwank, M (Schwank, M.)[ 12 ] ; Munoz-Sabater, J (Munoz-Sabater, J.) ; Das, N (Das, N.)[ 13 ] ; Royer, A (Royer, A.)[ 14 ] ; Al-Yaari, A (Al-Yaari, A.) ; Al Bitar, A (Al Bitar, A.) ; Fernandez-Moran, R (Fernandez-Moran, R.) ; Lawrence, H (Lawrence, H.) ; Mialon, A (Mialon, A.) ; Parrens, M (Parrens, M.) ; Richaume, P (Richaume, P.) ; Delwart, S (Delwart, S.)[ 15 ] ; Kerr, Y (Kerr, Y.) ...More...Less","Title":"Modelling the passive microwave signature from land surfaces: A review of recent results and application to the L-band SMOS & SMAP soil moisture retrieval algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398157200033 PubMed ID: 27906826 ISSN: 0041-1337 eISSN: 1534-6080","Categories":"Immunology; Surgery; Transplantation Web of Science Categories:Immunology; Surgery; Transplantation","Journal Information":"TRANSPLANTATION Volume: 101 Issue: 4 Pages: 786-792 DOI: 10.1097/TP.0000000000001576 Published: APR 2017","Abstract":"Background. A measure of donor liver quality, the donor liver index, was developed and validated for the UK population of transplant recipients. Unlike previously proposed measures, this index is only based on variables that are available at the point of retrieval, and so does not include cold ischemic time. Methods. Indices of liver quality were based on data from the UK Transplant Registry on all 7929 liver transplants between January 2000 and December 2014. Results. The donor liver index (DLI) was based on factors shown to affect graft survival, which included donor age, sex, height, type (donor after brain death or circulatory death), bilirubin, smoking history, and whether the liver was split. A separate index (DLI1) looking at 1-year survival showed donor cardiac disease, black ethnicity, and steatosis to be additional risk factors. A strong association was found between DLI and whether or not a surgeon accepts an offered liver for transplant, with a marked fall in acceptance rates for livers with an index greater than 1.31. Since 2000, there has been a notable reduction in the quality of livers transplanted, coupled with variation between the 7 UK liver transplant centers in risk appetite. Conclusions. The DLI is an index of liver quality which enables analysis of the changing trends in liver quality and center behavior. DLI1 enables identification of factors affecting shorter-term survival, and perhaps identifies a cohort of livers that may benefit from novel preservation technologies.","Authors":"Collett, D (Collett, David) ; Friend, PJ (Friend, Peter J.) ; Watson, CJE (Watson, Christopher J. E.)","Title":"Factors Associated With Short- and Long-term Liver Graft Survival in the United Kingdom: Development of a UK Donor Liver Index"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396696000004 ISSN: 2155-6377 eISSN: 2155-6385","Keywords":"Propagation of confidence; relevant feedback; Classification; Relevance annotation; Collaborative retrieval KeyWords Plus:RELEVANCE FEEDBACK","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION RETRIEVAL RESEARCH Volume: 7 Issue: 2 Pages: 34-50 Special Issue: SI DOI: 10.4018/IJIRR.2017040103 Published: APR-JUN 2017","Abstract":"This paper proposes a new relevance feedback approach to collaborative information retrieval based on a confidence's network, which performs propagation relevance between annotations terms. The main contribution of our approach is to extract relevant terms to reformulate the initial user query considering the annotations as an information source. The proposed model introduces the concept of necessity that allows determining the terms that have strong association relationships. The authors estimated the association relationship to a measure of a confidence. Another contribution consists on determining the relevant annotations for a given evidence source. Since the user is over whelmed by a variety of contradictory annotations on even one which are far from the original subject, the authors' model proceed filtering these annotations to determine the relevant one and then it classify them by grouping those related semantically. The experimental study conducted on different queries gives promoters results. They show very encouraging results that could reach an improvement rate.","Authors":"Naouar, F (Naouar, Fatiha) ; Hlaoua, L (Hlaoua, Lobna) ; Omri, MN (Omri, Mohamed Nazih)","Title":"Information Retrieval Model using Uncertain Confidence's Network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397717600005 PubMed ID: 27514036 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Image captioning; deep neural networks; visual-semantic embeddings; recurrent neural network; language model","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 39 Issue: 4 Pages: 664-676 DOI: 10.1109/TPAMI.2016.2598339 Published: APR 2017","Abstract":"We present a model that generates natural language descriptions of images and their regions. Our approach leverages datasets of images and their sentence descriptions to learn about the inter-modal correspondences between language and visual data. Our alignment model is based on a novel combination of Convolutional Neural Networks over image regions, bidirectional Recurrent Neural Networks (RNN) over sentences, and a structured objective that aligns the two modalities through a multimodal embedding. We then describe a Multimodal Recurrent Neural Network architecture that uses the inferred alignments to learn to generate novel descriptions of image regions. We demonstrate that our alignment model produces state of the art results in retrieval experiments on Flickr8K, Flickr30K and MSCOCO datasets. We then show that the generated descriptions outperform retrieval baselines on both full images and on a new dataset of region-level annotations. Finally, we conduct large-scale analysis of our RNN language model on the Visual Genome dataset of 4.1 million captions and highlight the differences between image and region-level caption statistics.","Authors":"Karpathy, A (Karpathy, Andrej) ; Li, FF (Li Fei-Fei)","Title":"Deep Visual-Semantic Alignments for Generating Image Descriptions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395395600002 ISSN: 0165-5515 eISSN: 1741-6485","Keywords":"Bayesian classifier; cross-validation; statistical classifier; text categorization; text classification; text retrieval KeyWords Plus:CATEGORIZATION; SPAM","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF INFORMATION SCIENCE Volume: 43 Issue: 2 Pages: 159-173 DOI: 10.1177/0165551515625030 Published: APR 2017","Abstract":"This paper investigates the impact of using different indexing approaches (full-word, stem, and root) when classifying Arabic text. In this study, the naive Bayes classifier is used to construct the multinomial classification models and is evaluated using stratified k-fold cross-validation (k ranges from 2 to 10). It is also uses a corpus that consists of 1000 normalized Arabic documents. The results of one experiment in this study show that significant accuracy improvements have occurred when the full-word form is used in most k-folds. Further experiments show that the classifier has achieved the highest accuracy in the eight-fold by using 7/8-1/8 train-test ratio, despite the indexing approach being used. The overall results of this study show that the classifier has achieved the maximum micro-average accuracy 99.36%, either by using the full-word form or the stem form. This proves that the stem is a better choice to use when classifying Arabic text, because it makes the corpus dataset smaller and this will enhance both the processing time and storage utilization, and achieve the highest level of accuracy.","Authors":"Al-Badarneh, A (Al-Badarneh, Amer) ; Al-Shawakfa, E (Al-Shawakfa, Emad) ; Bani-Ismail, B (Bani-Ismail, Basel) ; Al-Rababah, K (Al-Rababah, Khaleel) ; Shatnawi, S (Shatnawi, Safwan)","Title":"The impact of indexing approaches on Arabic text classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395355600005 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Automatic image annotation; Gaussian mixture model; RPEM; Semantic correlation; Max-bisection; Image retrieval KeyWords Plus:HIGHLY PARALLEL FRAMEWORK; LATENT SEMANTIC ANALYSIS; HEVC MOTION ESTIMATION; MANY-CORE PROCESSORS; RANDOM-WALK MODEL; EFFICIENT; RETRIEVAL; VIDEO; SEGMENTATION; SELECTION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 44 Pages: 50-60 DOI: 10.1016/j.jvcir.2017.01.015 Published: APR 2017","Abstract":"Automatic image annotation has been an active topic of research in the field of computer vision and pattern recognition for decades. In this paper, we present a new method for automatic image annotation based on Gaussian mixture model (GMM) considering cross-modal correlations. To be specific, we first employ GMM fitted by the rival penalized expectation-maximization (RPEM) algorithm to estimate the posterior probabilities of each annotation keyword. Next, a label similarity graph is constructed by a weighted linear combination of label similarity and visual similarity by seamlessly integrating the information from both image low level visual features and high level semantic concepts together, which can effectively avoid the phenomenon that different images with the same candidate annotations would obtain the same refinement results. Followed by the rank-two relaxation heuristics over the built label similarity graph is applied to further mine the correlation of the candidate annotations so as to capture the refining annotation results, which plays a crucial role in the semantic based image retrieval. The main contributions of this work can be summarized as follows: (1) Exploiting GMM that is trained by the RPEM algorithm to capture the initial semantic annotations of images. (2) The label similarity graph is constructed by a weighted linear combination of label similarity and visual similarity of images associated with the corresponding labels. (3) Refining the candidate set of annotations generated by the GMM through solving the max-bisection based on the rank-two relaxation algorithm over the weighted label graph. Compared to the current competitive model SGMM-RW, we can achieve significant improvements of 4% and 5% in precision, 6% and 9% in recall on the Corel5k and Mirflickr25k, respectively. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Tian, DP (Tian, Dongping) ; Shi, ZZ (Shi, Zhongzhi)","Title":"Automatic image annotation based on Gaussian mixture model considering cross-modal correlations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398042000019 ISSN: 0033-4553 eISSN: 1420-9136","Keywords":"Rainfall; Central India; drought; intraseasonal; interannual; MJO KeyWords Plus:INTERANNUAL VARIABILITY; MODEL SIMULATIONS; OSCILLATION; RETRIEVALS; PREDICTION","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"PURE AND APPLIED GEOPHYSICS Volume: 174 Issue: 4 Pages: 1827-1844 DOI: 10.1007/s00024-017-1498-x Published: APR 2017","Abstract":"Rainfall over Madhya Pradesh (MP) in central India has large intra-seasonal variability causing droughts and floods in many years. In this study, rainfall variability in daily and monthly scale over central India has been examined using observed data. Consistency among various datasets such as rainfall, surface temperature, soil moisture and evapotranspiration has been examined. These parameters are from various different sources and critical for drought monitoring and prediction. It is found that during weak phases of monsoon, central India receives deficit rainfall with weaker monsoon circulation. This phase is characterized by an anticyclonic circulation at 850 hPa centered on MP. The EOF analysis of daily rainfall suggests that the two leading modes explain about 23-24% of rainfall variability in intraseasonal timescale. These two modes represent drought/flood conditions over MP. Relationship of weak phases of rainfall over central India with real-time multivariate (RMM) indices of Madden Julian Oscillation (MJO) has been examined. It is found that RMM-6, RMM-7, RMM-1 and RMM-2 describe the weak monsoon conditions over central India. However, frequency of drought occurrence over MP is more during RMM-7 phase. Surface temperature increases by about 0.5 degrees-1 degrees during weak phases of rainfall over this region. Soil moisture and evapotranspiration gradually reduce when rainfall reduces over the study region. Soil moisture and evapotranspiration anomalies have positive pattern during good rainfall events over central India and gradually reduce and become negative anomalies during weak phases.","Authors":"Shrivastava, S (Shrivastava, Sourabh) ; Kar, SC (Kar, Sarat C.) ; Sharma, AR (Sharma, Anu Rani)","Title":"Intraseasonal Variability of Summer Monsoon Rainfall and Droughts over Central India"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396820600022 ISSN: 0956-540X eISSN: 1365-246X","Keywords":"Time-series analysis; Surface waves and free oscillations; Site effects KeyWords Plus:AVERAGE H/V RATIOS; PERIOD MICROTREMORS; PARTICLE MOTION; ALGORITHM; INVERSION; MODEL","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOPHYSICAL JOURNAL INTERNATIONAL Volume: 209 Issue: 1 Pages: 334-352 DOI: 10.1093/gji/ggx014 Published: APR 2017","Abstract":"The analysis of ambient vibrations is a useful tool in microzonation and geotechnical investigations. Ambient vibrations are composed to a large part of surface waves, both Love and Rayleigh waves. One reason to analyse surface waves is that they carry information about the subsurface. The dispersion curve of Rayleigh waves and Love waves can be retrieved using array processing techniques. The Rayleigh wave ellipticity, including the sense of rotation of the particle motion, can also be retrieved using array techniques. These quantities are used in an inversion procedure aimed at obtaining a structural model of the subsurface. The focus of this work is the retrieval of Rayleigh wave ellipticity. We show applications of the maximum likelihood (ML) method presented in Marano et al. to a number of sites in Switzerland. The sites examined are chosen to reflect a wide range of soil conditions that are of interest in microzonation studies. Using a synthetic wavefield with known structural model, we compare our results with theoretical ellipticity curves and we show the accuracy of the considered algorithm. The sense of rotation of the particle motion (prograde versus retrograde) is also estimated. In addition, we show that by modelling the presence of both Love and Rayleigh waves it is possible to mitigate the disruptive influence of Love waves on the estimation of Rayleigh wave ellipticity. Using recordings from several real sites, we show that it is possible to retrieve the ellipticity curve over a broad range of frequencies. Fundamental modes and higher modes are retrieved. Singularities of the ellipticity, corresponding to a change of the sense of rotation from prograde to retrograde (or vice versa), are detected with great accuracy. Knowledge of Rayleigh wave ellipticity, including the sense of rotation, is useful in several ways. The ellipticity angle allows us to pinpoint accurately the frequency of singularities (i.e. peaks and zeros of the H/V representation of the ellipticity). Information about the prograde and retrograde particle motion can be valuable in mode separation and identification. At last, we show that the use of the ellipticity angle is an important additional observable to be used to constrain the inversion for a structural model.","Authors":"Marano, S (Marano, Stefano) ; Hobiger, M (Hobiger, Manuel) ; Fah, D (Faeh, Donat)","Title":"Retrieval of Rayleigh wave ellipticity from ambient vibration recordings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394531000005 ISSN: 1751-7575 eISSN: 1751-7583","Keywords":"Case-based reasoning; enterprise ontology; enterprise architecture; ontology-based case-based reasoning; experience management; viewpoint KeyWords Plus:INFORMATION-SYSTEMS RESEARCH; SEMANTIC WEB; DESIGN SCIENCE; FRAMEWORK; CBR; METHODOLOGY; TECHNOLOGY; RETRIEVAL; SUPPORT; TOOL","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ENTERPRISE INFORMATION SYSTEMS Volume: 11 Issue: 4 Pages: 551-575 Special Issue: SI DOI: 10.1080/17517575.2016.1161239 Published: APR 2017","Abstract":"The accessibility of project knowledge obtained from experiences is an important and crucial issue in enterprises. This information need about project knowledge can be different from one person to another depending on the different roles he or she has. Therefore, a new ontology-based case-based reasoning (OBCBR) approach that utilises an enterprise ontology is introduced in this article to improve the accessibility of this project knowledge. Utilising an enterprise ontology improves the case-based reasoning (CBR) system through the systematic inclusion of enterprise-specific knowledge. This enterprise-specific knowledge is captured using the overall structure given by the enterprise ontology named ArchiMEO, which is a partial ontological realisation of the enterprise architecture framework (EAF) ArchiMate. This ontological representation, containing historical cases and specific enterprise domain knowledge, is applied in a new OBCBR approach. To support the different information needs of different stakeholders, this OBCBR approach has been built in such a way that different views, viewpoints, concerns and stakeholders can be considered. This is realised using a case viewpoint model derived from the ISO/IEC/IEEE 42010 standard. The introduced approach was implemented as a demonstrator and evaluated using an application case that has been elicited from a business partner in the Swiss research project.","Authors":"Martin, A (Martin, Andreas) ; Emmenegger, S (Emmenegger, Sandro) ; Hinkelmann, K (Hinkelmann, Knut) ; Thonssen, B (Thonssen, Barbara)","Title":"A viewpoint-based case-based reasoning approach utilising an enterprise architecture ontology for experience management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395506500003 ISSN: 1841-9836 eISSN: 1841-9844","Keywords":"web usage behaviour; network topic detection; clicking mode analysis; retrieval mode analysis","Categories":"Automation & Control Systems; Computer Science Web of Science Categories:Automation & Control Systems; Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF COMPUTERS COMMUNICATIONS & CONTROL Volume: 12 Issue: 2 Pages: 183-200 Published: APR 2017","Abstract":"This research has caught researchers' wide attention for detecting network topic exactly with the arrival of big data era characterized by semi-structured or unstructured text. This paper proposes a model of network topic detection based on web usage behaviour mode analysis and mining technology taking Web news as object of research. The author elaborates main function and method proposed in this model, which include the analysis module of Web news instance clicking mode, the analysis module of Web news instance retrieval mode, the analysis module of Web news instance seed and the analysis module of similar Web news instance supporting topics. Based on these functions and methods, the author elaborates main algorithm proposed in this model, which include the mining algorithm of Web news seed instances and the mining algorithm of similar Web news instances supporting topics. These functional algorithms have been applied in processing module of model, and focus on how to detect network topic efficiently from a large number of web usage behaviour towards to Web news instances, in order to explore a research method for network topic detection. The process of experimental analysis includes three steps, firstly, the author analyses the precision of topic detection under different method, secondly, the author completes the impact analysis of Web news topic detection quality from the number of Web news instances concerned and seed threshold, finally, the author completes the quality impact analysis of Web news instances mined supporting topic from the number of Web news instances concerned and probability threshold. The results of experimental analysis show the feasibility, validity and superiority of model design and play an important role in constructing topic-focused Web news corpus so as to provide a real-time data source for topic evolution tracking.","Authors":"Chen, M (Chen, M.)","Title":"Model of Network Topic Detection Based on Web Usage Behaviour Mode Analysis and Mining Technology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395445000002 ISSN: 0018-9375 eISSN: 1558-187X","Keywords":"Equivalent dipole elements; IC emissions; iteration algorithm; phase retrieval; source reconstruction KeyWords Plus:TRANSFORMATION; GEOMETRY; PHASE","Categories":"Engineering; Telecommunications Web of Science Categories:Engineering, Electrical & Electronic; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON ELECTROMAGNETIC COMPATIBILITY Volume: 59 Issue: 2 Pages: 557-566 Part: 2 Special Issue: SI DOI: 10.1109/TEMC.2016.2638760 Published: APR 2017","Abstract":"Near-field scanning with phase measurement is always a challenge in practical experiments because of its complexity and lack of accuracy. Therefore, utilizing the magnitude-only information to achieve phase-retrieval and emissions source reconstruction is preferred. This paper proposes a fast and accurate algorithm that can model the emissions from ICs by generating a set of equivalent dipole elements. The process of this algorithm only requires the information of the field magnitudes on two near-field scanning planes of different heights. Unlike other conventional source reconstruction techniques (such as genetic algorithm, gradient optimization), the proposed approach iteratively performs the back-and-forth transformations among the fields and equivalent dipole elements. By optimizing the locations of the equivalent dipole array and the initial values of these dipole elements, the iteration process is capable of quickly converging to the correct electromagnetic field values, including both magnitude and phase. The fields recovered from the calculated equivalent dipole sources have been validated by comparing to the fields emitted from a practical IC source.","Authors":"Zhang, J (Zhang, Ji) ; Fan, J (Fan, Jun)","Title":"Source Reconstruction for IC Radiated Emissions Based on Magnitude-Only Near-Field Scanning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900003 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Soil moisture; synthetic aperture radar (SAR); vegetation KeyWords Plus:BACKSCATTERING COEFFICIENTS; SMAP MISSION; SAR DATA; MODEL; ALGORITHMS; VEGETATION; SCATTERING; ROUGHNESS; AIRBORNE; SERIES","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 1897-1914 DOI: 10.1109/TGRS.2016.2631126 Published: APR 2017","Abstract":"This paper evaluates the retrieval of soil moisture in the top 5-cm layer at 3-km spatial resolution using L-band dual-copolarized Soil Moisture Active-Passive (SMAP) synthetic aperture radar (SAR) data that mapped the globe every three days from mid-April to early July, 2015. Surface soil moisture retrievals using radar observations have been challenging in the past due to complicating factors of surface roughness and vegetation scattering. Here, physically based forward models of radar scattering for individual vegetation types are inverted using a time-series approach to retrieve soil moisture while correcting for the effects of static roughness and dynamic vegetation. Compared with the past studies in homogeneous field scales, this paper performs a stringent test with the satellite data in the presence of terrain slope, subpixel heterogeneity, and vegetation growth. The retrieval process also addresses any deficiencies in the forward model by removing any time-averaged bias between model and observations and by adjusting the strength of vegetation contributions. The retrievals are assessed at 14 core validation sites representing a wide range of global soil and vegetation conditions over grass, pasture, shrub, woody savanna, corn, wheat, and soybean fields. The predictions of the forward models used agree with SMAP measurements to within 0.5 dB unbiased-root-mean-square error (ubRMSE) and -0.05 dB (bias) for both copolarizations. Soil moisture retrievals have an accuracy of 0.052 m(3)/m(3) ubRMSE, -0.015 m(3)/m(3) bias, and a correlation of 0.50, compared to in situ measurements, thus meeting the accuracy target of 0.06 m(3)/m(3) ubRMSE. The successful retrieval demonstrates the feasibility of a physically based time series retrieval with L-band SAR data for characterizing soil moisture over diverse conditions of soil moisture, surface roughness, and vegetation.","Authors":"Kim, SB (Kim, Seung-Bum) ; van Zyl, JJ (van Zyl, Jakob J.) ; Johnson, JT (Johnson, Joel T.) ; Moghaddam, M (Moghaddam, Matha) ; Tsang, L (Tsang, Leung) ; Colliander, A (Colliander, Andreas) ; Dunbar, RS (Dunbar, Roy Scott) ; Jackson, TJ (Jackson, Thomas J.) ; Jaruwatanadilok, S (Jaruwatanadilok, Sermsak) ; West, R (West, Richard) ; Berg, A (Berg, Aaron) ; Caldwell, T (Caldwell, Todd) ; Cosh, MH (Cosh, Michael H.) ; Goodrich, DC (Goodrich, David C.)[ 10 ] ; Livingston, S (Livingston, Stanley)[ 11 ] ; Lopez-Baeza, E (Lopez-Baeza, Ernesto)[ 12 ] ; Rowlandson, T (Rowlandson, Tracy) ; Thibeault, M (Thibeault, Marc)[ 13 ] ; Walker, JP (Walker, Jeffrey P.)[ 14 ] ; Entekhabi, D (Entekhabi, Dara)[ 15,16 ] ; Njoku, EG (Njoku, Eni G.) ; O'Neill, PE (O'Neill, Peggy E.)[ 17 ] ; Yueh, SH (Yueh, Simon H.) ...More...Less","Title":"Surface Soil Moisture Retrieval Using the L-Band Synthetic Aperture Radar Onboard the Soil Moisture Active-Passive Satellite and Evaluation at Core Validation Sites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900029 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Infrared atmospheric sounding interferometer (IASI); JPEG 2000; kernel methods; lossy compression; M-CALIC; near-lossless compression; spectral transforms; statistical retrieval KeyWords Plus:LOSSY; TRANSFORM","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 2213-2224 DOI: 10.1109/TGRS.2016.2639099 Published: APR 2017","Abstract":"The infrared atmospheric sounding interferometer (IASI) is flying on board of the Metop satellite series, which is part of the EUMETSAT Polar System. Products obtained from IASI data represent a significant improvement in the accuracy and quality of the measurements used for meteorological models. Notably, the IASI collects rich spectral information to derive temperature and moisture profiles, among other relevant trace gases, essential for atmospheric forecasts and for the understanding of weather. Here, we investigate the impact of near-lossless and lossy compression on IASI L1C data when statistical retrieval algorithms are later applied. We search for those compression ratios that yield a positive impact on the accuracy of the statistical retrievals. The compression techniques help reduce certain amount of noise on the original data and, at the same time, incorporate spatial-spectral feature relations in an indirect way without increasing the computational complexity. We observed that compressing images, at relatively low bit rates, improves results in predicting temperature and dew point temperature, and we advocate that some amount of compression prior to model inversion is beneficial. This research can benefit the development of current and upcoming retrieval chains in infrared sounding and hyperspectral sensors.","Authors":"Garcia-Sobrino, J (Garcia-Sobrino, Joaquin) ; Serra-Sagrista, J (Serra-Sagrista, Joan) ; Laparra, V (Laparra, Valero) ; Calbet, X (Calbet, Xavier) ; Camps-Valls, G (Camps-Valls, Gustau)","Title":"Statistical Atmospheric Parameter Retrieval Largely Benefits From Spatial-Spectral Image Compression"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900035 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Atmospheric correction; bidirectional reflectance distribution function (BRDF); intercomparison; Moderate Resolution Imaging Spectroradiometer (MODIS); Radiometric calibration KeyWords Plus:RESOLUTION IMAGING SPECTRORADIOMETER; RADIATIVE-TRANSFER CODE; SOLAR BANDS; CROSS-CALIBRATION; ATMOSPHERIC CORRECTION; VECTOR VERSION; SATELLITE DATA; PERFORMANCE; RETRIEVAL; SENSORS","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 2288-2298 DOI: 10.1109/TGRS.2016.2641258 Published: APR 2017","Abstract":"The intercomparison of Moderate Resolution Imaging Spectroradiometer (MODIS) reflective solar bands onboard Aqua and Terra is very important for the assessment of each instrument's calibration. One of the limitations is the lack of simultaneous nadir overpasses. Their measurements over a selected Earth view target have significant differences in solar and view angles, which magnify the effects of atmospheric scattering and bidirectional reflectance distribution function (BRDF). In this paper, an intercomparison technique is formulated after correction for site's BRDF and atmospheric effects. The reflectance measurements over Libya desert sites 1, 2, and 4 from both the Aqua and Terra MODIS are regressed to a BRDF model with an adjustable coefficient accounting for calibration difference. The ratio between Aqua and Terra reflectance measurements is derived for bands 1-9 and the results from different sites show good agreement. For year 2003, the ratios are in the range of 0.985-1.010 for bands 1-9. Band 3 shows the lowest ratio 0.985 and band 1 shows the highest ratio 1.010. For the year 2014, the ratio ranges from approximately 0.983 for bands 2 and 1.012 for band 8. The BRDF corrected reflectance for the two instruments is also derived for every year from 2003 to 2014 for stability assessment. Bands 1 and 2 show greater than 1% differences between the two instruments. Aqua bands 1 and 2 show downward trends while Terra bands 1 and 2 show upward trends. Bands 8 and 9 of both Aqua and Terra show large variations of reflectance measurement over time.","Authors":"Chang, TJ (Chang, Tiejun) ; Xiong, XX (Xiong, Xiaoxiong) ; Angal, A (Angal, Amit) ; Wu, AS (Wu, Aisheng) ; Geng, X (Geng, Xu)","Title":"Aqua and Terra MODIS RSB Calibration Comparison Using BRDF Modeled Reflectance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900038 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Polarimetric synthetic aperture radar; radar interferometry KeyWords Plus:CHANGE DETECTOR; MODEL; CLASSIFICATION; OPTIMIZATION","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 2326-2339 DOI: 10.1109/TGRS.2016.2641742 Published: APR 2017","Abstract":"Quadratic forms play an important role in the development of several polarimetric and interferometric synthetic aperture radar (Pol-InSAR) methodologies, which are very powerful tools for earth observation. This paper investigates integrals of Pol-InSAR operators based on quadratic forms, with special interest on the Pol-InSAR coherence. A new operator, namely Trace Coherence, is introduced, which provides an approximation for the center of mass of the coherence region (CoRe). The latter is the locus of points on the polar plot containing all the possible coherence values. Such center of mass can be calculated as the integral of Pol-InSAR coherences over the scattering mechanisms (SMs). The trace coherence provides synthetic information regarding the partial target as one single entity. Therefore, it provides a representation, which is not dependent on the selection of one specific polarization channel. It may find application in change detection (e.g., coherent change detection and differential DEM), classification (e.g., building structure parameters), and modeling (e.g., for the retrieval of forest height). In calculating the integral of the Pol-InSAR coherences, an approximate trace coherence expression is derived and shown to improve the calculation speed by several orders of magnitude. The trace coherence approximation is investigated using Monte Carlo simulations and validated ESA (DLR) L-band quad-polarimetric data acquired during the AGRISAR 2006 campaign. The result of the analysis using simulated and real data is that the average error in approximating the integral of the coherence region is 0.025 in magnitude and 3 degrees in phase (in scenarios with sufficiently high coherence).","Authors":"Marino, A (Marino, Armando)","Title":"Trace Coherence: A New Operator for Polarimetric and Interferometric SAR images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396395500010 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Comprehensive feature; robust video fingerprinting; near-duplicate video detection (NDVD); multiple features KeyWords Plus:COPY DETECTION; RETRIEVAL","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 16 Issue: 4 Pages: 785-796 DOI: 10.1109/TMM.2016.2629758 Published: APR 2017","Abstract":"Content-based near-duplicate video detection (NDVD) is essential for effective search and retrieval, and robust video fingerprinting is a good solution for NDVD. Most existing video fingerprinting methods use a single feature or concatenate different features to generate video fingerprints, and show good performance under single-mode modifications such as noise addition and blurring. However, when they suffer combined modifications, the performance is degraded to a certain extent because such features cannot characterize the video content completely. By contrast, the assistance and consensus among different features can improve the performance of video fingerprinting. Therefore, in the present study, we mine the assistance and consensus among different features based on a tensor model, and we present a new comprehensive feature to fully use them in the proposed video fingerprinting framework. We also analyze what the comprehensive feature really is for representing the original video. In this framework, the video is initially set as a high-order tensor that consists of different features, and the video tensor is decomposed via the Tucker model with a solution that determines the number of components. Subsequently, the comprehensive feature is generated by the low-order tensor obtained from tensor decomposition. Finally, the video fingerprint is computed using this feature. A matching strategy used for narrowing the search is also proposed based on the core tensor. The robust video fingerprinting framework is resistant not only to single-mode modifications but also to their combination.","Authors":"Nie, XS (Nie, Xiushan) ; Yin, YL (Yin, Yilong) ; Sun, JD (Sun, Jiande) ; Liu, J (Liu, Ju) ; Cui, CR (Cui, Chaoran)","Title":"Comprehensive Feature-Based Robust Video Fingerprinting Using Tensor Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396395500012 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Location estimation; region of interest (ROI); visual phrase; salient map; salient region; spatial constraint KeyWords Plus:VISUAL-SEARCH; RETRIEVAL; FEATURES; SALIENCY; SUPERRESOLUTION; RECOGNITION; MODEL; DEEP","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 16 Issue: 4 Pages: 813-821 DOI: 10.1109/TMM.2016.2638207 Published: APR 2017","Abstract":"Locations of images have been widely used in many application scenarios for large geotagged image corpora. As to images that are not geographically tagged, we estimate their locations with the help of the large geotagged image set by content-based image retrieval. Bag-of-words image representation has been utilized widely. However, the individual visual word-based image retrieval approach is not effective in expressing the salient relationships of image region. In this paper, we present an image location estimation approach by multisaliency enhancement. We first extract region-of-interests (ROIs) by mean-shift clustering on the visual words and salient map of the image based on which we further determine the importance of the ROI. Then, we describe each ROI by the spatial descriptors of visualwords. Finally, regionbased visual phrases are generated to further enhance the saliency in image location estimation. Experiments show the effectiveness of our proposed approach.","Authors":"Qian, XM (Qian, Xueming) ; Wang, H (Wang, Huan) ; Zhao, YS (Zhao, Yisi) ; Hou, XS (Hou, Xingsong) ; Hong, RC (Hong, Richang) ; Wang, M (Wang, Meng) ; Tang, YY (Tang, Yuan Yan)","Title":"Image Location Inference by Multisaliency Enhancement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396413900004 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 4 Pages: 855-868 DOI: 10.1002/asi.23735 Published: APR 2017","Abstract":"Personalized search approaches tailor search results to users' current interests, so as to help improve the likelihood of a user finding relevant documents for their query. Previous work on personalized search focuses on using the content of the user's query and of the documents clicked to model the user's preference. In this paper we focus on a different type of signal: We investigate the use of behavioral information for the purpose of search personalization. That is, we consider clicks and dwell time for reranking an initially retrieved list of documents. In particular, we (i) investigate the impact of distributions of users and queries on document reranking; (ii) estimate the relevance of a document for a query at 2 levels, at the query-level and at the word-level, to alleviate the problem of sparseness; and (iii) perform an experimental evaluation both for users seen during the training period and for users not seen during training. For the latter, we explore the use of information from similar users who have been seen during the training period. We use the dwell time on clicked documents to estimate a document's relevance to a query, and perform Bayesian probabilistic matrix factorization to generate a relevance distribution of a document over queries. Our experiments show that: (i) for personalized ranking, behavioral information helps to improve retrieval effectiveness; and (ii) given a query, merging information inferred from behavior of a particular user and from behaviors of other users with a user-dependent adaptive weight outperforms any combination with a fixed weight.","Authors":"Cai, F (Cai, Fei) ; Wang, SQ (Wang, Shuaiqiang) ; de Rijke, M (de Rijke, Maarten)","Title":"Behavior-Based Personalization in Web Search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396413900007 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 4 Pages: 895-910 DOI: 10.1002/asi.23717 Published: APR 2017","Abstract":"In this article we evaluate context-aware recommendation systems for information re-finding by knowledge workers. We identify 4 criteria that are relevant for evaluating the quality of knowledge worker support: context relevance, document relevance, prediction of user action, and diversity of the suggestions. We compare 3 different context-aware recommendation methods for information re-finding in a writing support task. The first method uses contextual prefiltering and content-based recommendation (CBR), the second uses the just-intime information retrieval paradigm (JITIR), and the third is a novel network-based recommendation system where context is part of the recommendation model (CIA). We found that each method has its own strengths: CBR is strong at context relevance, JITIR captures document relevance well, and CIA achieves the best result at predicting user action. Weaknesses include that CBR depends on a manual source to determine the context and in JITIR the context query can fail when the textual content is not sufficient. We conclude that to truly support a knowledge worker, all 4 evaluation criteria are important. In light of that conclusion, we argue that the network-based approach the CIA offers has the highest robustness and flexibility for context-aware information recommendation.","Authors":"Sappelli, M (Sappelli, Maya) ; Verberne, S (Verberne, Suzan) ; Kraaij, W (Kraaij, Wessel)","Title":"Evaluation of Context-Aware Recommendation Systems for Information Re-Finding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393629500002 ISSN: 0140-1963 eISSN: 1095-922X","Keywords":"Bare soil hydrological model; Satellite soil moisture products; Semi-arid area; Continuous soil moisture measurements KeyWords Plus:ANTECEDENT WETNESS CONDITIONS; IMAGE TIME-SERIES; SEMIARID REGION; RADAR DATA; ROOT-ZONE; DATA ASSIMILATION; TERRASAR-X; SURFACE; WATER; RETRIEVAL","Categories":"Environmental Sciences & Ecology Web of Science Categories:Ecology; Environmental Sciences","Journal Information":"JOURNAL OF ARID ENVIRONMENTS Volume: 139 Pages: 11-25 DOI: 10.1016/j.jaridenv.2016.12.005 Published: APR 2017","Abstract":"The present study highlights the potential of multi-temporal X-band Synthetic Aperture Radar (SAR) moisture products to be used for the calibration of a model reproducing soil moisture (SM) variations. We propose the MHYSAN model (Modele de bilan HYdrique des Sols Agricoles Nus) for simulating soil water balance of bare soils. This model was used to simulate surface evaporation fluxes and SM content at daily time scale over a semi-arid, bare agricultural site in Tunisia (North Africa). Two main approaches are considered in this study. Firstly, the MHYSAN model was successfully. calibrated for seven sites using continuous thetaprobe measurements at two depths. Then the possibility to extrapolate local SM simulations at distant sites, based on soil texture similarity only, was tested. This extrapolation was assessed using SAR estimates and manual thetaprobe measurements of SM recorded at these distant sites. The results reveal a bias of approximately 0.63% and 3.04%, and an RMSE equal to 6.11% and 4.5%, for the SAR volumetric SM and manual thetaprobe measurements, respectively. In a second approach, the MHYSAN model was calibrated using seven very high-resolution SAR (TerraSAR-X) SM outputs ranging over only two months. The simulated SM were validated using continuous thetaprobe measurements during 15 months. Although the SM was measured on only seven different dates for the purposes of calibration, satisfactory results were obtained as a result of the wide range of SM values recorded in these seven images. This led to good overall calibration of the soil parameters, thus demonstrating the considerable potential of Sentinel-1 images for daily soil moisture monitoring using simple models. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Gorrab, A (Gorrab, Azza) ; Simonneaux, V (Simonneaux, Vincent) ; Zribi, M (Zribi, Mehrez) ; Saadi, S (Saadi, Sameh) ; Baghdadi, N (Baghdadi, Nicolas) ; Chabaane, ZL (Chabaane, Zohra Lili) ; Fanise, P (Fanise, Pascal)","Title":"Bare soil hydrological balance model \"MHYSAN\": Calibration and validation using SAR moisture products and continuous thetaprobe network measurements over bare agricultural soils (Tunisia)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393245000006 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"User privacy; Web tracking; User profiling; Collaborative masking; Privacy-utility trade-off KeyWords Plus:INFORMATION-RETRIEVAL; PRIVACY","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 385 Pages: 96-124 DOI: 10.1016/j.ins.2016.12.036 Published: APR 2017","Abstract":"Web tracking is the key enabling technology of modern online advertising and, at the same time, the source of serious privacy concerns. In recent years, we have witnessed the emergence of a variety of technologies whose main goal is to address these concerns. However, ad blockers and anti-trackers eliminate all forms of tracking and advertising and therefore fail to reconcile user privacy and the current Internet business model. In this paper, we propose a new tracking paradigm that aims at returning control to users over tracking and advertising, and allowing them to participate in the monetization of their browsing data. The proposed paradigm breaks with the current barter model of exchanging privacy for services and, at the same time, it may preserve the Internet economic model where content is paid from advertisement revenue. We have designed a system architecture that implements this model in practice, and optimizes the exchange of privacy for money. Our ultimate aim is to strike a better balance between user privacy and the economic model that sustains the Web, and thus overcome the deadlock caused by the ad blocking wars. Experimental results with real browsing data demonstrate the suitability and feasibility of our approach. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Parra-Arnau, J (Parra-Arnau, Javier)","Title":"Pay-per-tracking: A collaborative masking model for web browsing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393013100002 ISSN: 0749-596X eISSN: 1096-0821","Keywords":"Syntax; Retrieval; Interference; Subjecthood; Parsing; Eye-tracking KeyWords Plus:SENTENCE COMPREHENSION; LANGUAGE COMPREHENSION; EYE-MOVEMENTS; MEMORY RETRIEVAL; COMPLEXITY; MODEL; ATTACHMENT; TRACKING","Categories":"Linguistics; Psychology Web of Science Categories:Linguistics; Psychology; Psychology, Experimental","Journal Information":"JOURNAL OF MEMORY AND LANGUAGE Volume: 93 Pages: 22-54 DOI: 10.1016/j.jml.2016.07.005 Published: APR 2017","Abstract":"Interference has been identified as a cause of processing difficulty in linguistic dependencies, such as the subject-verb relation (Van Dyke and Lewis, 2003). However, while mounting evidence implicates retrieval interference in sentence processing, the nature of the retrieval cues involved - and thus the source of difficulty - remains largely unexplored. Three experiments used self-paced reading and eyetracking to examine the ways in which the retrieval cues provided at a verb characterize subjects. Syntactic theory has identified a number of properties correlated with subjecthood, both phrase-structural and thematic. Findings replicate and extend previous findings of interference at a verb from additional subjects, but indicate that retrieval outcomes are relativized to the syntactic domain in which the retrieval occurs. One, the cues distinguish between thematic subjects in verbal and nominal domains. Two, within the verbal domain, retrieval is sensitive to abstract syntactic properties associated with subjects and their clauses. We argue that the processing at a verb requires cue-driven retrieval, and that the retrieval cues utilize abstract grammatical properties which may reflect parser expectations. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Arnett, N (Arnett, Nathan) ; Wagers, M (Wagers, Matthew)","Title":"Subject encodings and retrieval interference"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393013100017 ISSN: 0749-596X eISSN: 1096-0821","Keywords":"Survival processing; Adaptive memory; Free recall; Clustering; Episodic memory KeyWords Plus:FREE-RECALL; EPISODIC MEMORY; RETRIEVAL; CONTEXT; DISTINCTION; INFORMATION; CONTIGUITY; RETENTION; MODALITY; MODEL","Categories":"Linguistics; Psychology Web of Science Categories:Linguistics; Psychology; Psychology, Experimental","Journal Information":"JOURNAL OF MEMORY AND LANGUAGE Volume: 93 Pages: 304-314 DOI: 10.1016/j.jml.2016.10.009 Published: APR 2017","Abstract":"Processing items for their survival relevance often produces a robust memory advantage. The current experiments assessed possible proximate mechanisms responsible for this advantage by assessing output strategies during free recall. Previous research has shown that item clustering during recall can provide diagnostic information about the structure of representations in episodic memory, particularly the encoding of temporal, semantic, and source information. Following survival processing and moving or pleasantness controls, measures of temporal and semantic clustering were generated. A robust recall advantage was found for survival processing, but no evidence for temporal clustering was detected. Above-chance levels of semantic clustering were obtained, but there were no differences between the survival and control conditions. An additional clustering measure based on scenario-based relevance ratings also \"failed to explain recall differences, as did absolute and relative measures of remembered temporal position. Our results indicate that neither enhanced temporal coding nor increased semantic processing among the items on the study list can easily explain the oft-replicated survival processing advantage. Our results also suggest that the ubiquitous temporal clustering patterns seen in free recall studies may be a product, in part, of using intentional learning and multiple study trials. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Nairne, JS (Nairne, James S.) ; Cogdill, M (Cogdill, Mindi) ; Lehman, M (Lehman, Melissa)","Title":"Adaptive memory: Temporal, semantic, and rating-based clustering following survival processing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392682400010 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Color Texture retrieval; Image representation; Copula model; Gabor wavelets KeyWords Plus:SPARSE REPRESENTATION; CLASSIFICATION; FEATURES; SCALE; RECOGNITION; ROTATION; SEGMENTATION; FRAMEWORK; DISTANCE; VISION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 64 Pages: 118-129 DOI: 10.1016/j.patcog.2016.10.030 Published: APR 2017","Abstract":"Color texture retrieval is a hot research area in image analysis. In this paper, we propose an efficient color texture retrieval method by using copula model based on Gabor wavelets. When Gabor wavelets are used to decompose color image, three types of dependence exist in the decomposed subbands of Gabor wavelets: color dependence, scale dependence and direction dependence. We analyze these dependencies and then capture them by using Gaussian copula function. Four copula schemes are developed, and accordingly four KLDs (Kullback-Leibler distances) of the copula schemes are introduced for color texture image retrieval. The evaluations of the proposed method are performed on several color texture databases including two large texture databases ALOT and STex. Experimental results demonstrate the proposed method has better performance than the state-of-the-art retrieval methods.","Authors":"Li, CR (Li, Chaorong) ; Huang, YY (Huang, Yuanyuan) ; Zhu, LH (Zhu, Lihong)","Title":"Color texture image retrieval based on Gaussian copula models of Gabor wavelets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392557700002 ISSN: 0169-8095 eISSN: 1873-2895","Keywords":"Hyperspectral sounders; Ensemble data assimilation; Storm-scale data assimilation; OSSE KeyWords Plus:ENSEMBLE KALMAN FILTER; SYSTEM SIMULATION EXPERIMENTS; RADIATIVE-TRANSFER MODEL; EXPLICIT FORECASTS; RADAR OBSERVATIONS; PART I; IMPACT; AIRS; RADIANCE; IMPLEMENTATION","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC RESEARCH Volume: 186 Pages: 9-25 DOI: 10.1016/j.atmosres.2016.11.004 Published: APR 1 2017","Abstract":"Assimilation of hyperspectral sounder data into numerical weather prediction (NWP) models has provenvital to generating accurate model analyses of tropospheric temperature and humidity where few conventional observations exist. Applications to storm-scale models are limited since the low temporal resolution provided by polar orbiting sensors cannot adequately sample rapidly changing environments associated with high impact weather events. To address this limitation, hyperspectral sounders have been proposed for geostationary orbiting satellites, but these have yet to be built and launched in part due to much higher engineering costs and a lack of a definite requirement for the data. This study uses an Observation System Simulation Experiment (OSSE) approach to simulate temperature and humidity profiles from a hypothetical geostationary-based sounder from a nature run of a high impact weather event on 20 May 2013. The simulated observations are then assimilated using an ensemble adjustment Kalman filter approach, testing both hourly and 15 minute cycling to determine their relative effectiveness at improving the near storm environment Results indicate that assimilating both temperature and humidity profiles reduced mid-tropospheric both mean and standard deviation of analysis and forecast errors compared to assimilating conventional observations alone. The 15 minute cycling generally produced the lowest errors while also generating the best 2-4 hour updraft helicity forecasts of ongoing convection. This study indicates the potential for significant improvement in short-term forecasting of severe storms from the assimilation of hyperspectral geostationary satellite data. However, more studies are required using improved OSSE designs encompassing multiple storm environments and additional observation types such as radar reflectivity to fully define the effectiveness of assimilating geostationary hyperspectral observations for high impact weather forecasting applications. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Jones, TA (Jones, Thomas A.) ; Koch, S (Koch, Steven) ; Li, ZL (Li, Zhenglong)","Title":"Assimilating synthetic hyperspectral sounder temperature and humidity retrievals to improve severe weather forecasts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397942500001 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 6 Pages: 4369-4385 DOI: 10.5194/acp-17-4369-2017 Published: MAR 31 2017","Abstract":"Alkylaminium sulfates originate from the neutralisation reaction between short-chained amines and sulfuric acid and have been detected in atmospheric aerosol particles. Their physicochemical behaviour is less well characterised than their inorganic equivalent, ammonium sulfate, even though they play a role in atmospheric processes such as the nucleation and growth of new particles and cloud droplet formation. In this work, a comparative evaporation kinetics experimental technique using a cylindrical electrodynamic balance is applied to determine the hygroscopic properties of six short-chained alkylaminium sulfates, specifically mono-, di-, and tri-methylaminium sulfate and mono-, di-, and triethyl aminium sulfate. This approach allows for the retrieval of a water-activity-dependent growth curve in less than 10 s, avoiding the uncertainties that can arise from the volatilisation of semi-volatile components. Measurements are made on particles > 5 mu m in radius, avoiding the need to correct equilibrium measurements for droplet-surface curvature with assumed values of the droplet-surface tension. Variations in equilibrium solution droplet composition with varying water activity are reported over the range 0.5 to > 0.98, along with accurate parameterisations of solution density and refractive index. The uncertainties in water activities associated with the hygroscopicity measurements are typically < +/- 0.2% at water activities > 0.9 and similar to +/- 1% below 0.9, with maximum uncertainties in diameter growth factors of +/- 0.7 %. Comparison with previously reported measurements show deviation across the entire water activity range.","Authors":"Rovelli, G (Rovelli, Grazia) ; Miles, REH (Miles, Rachael E. H.) ; Reid, JP (Reid, Jonathan P.) ; Clegg, SL (Clegg, Simon L.)","Title":"Hygroscopic properties of aminium sulfate aerosols"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398188100001 ISSN: 1867-1381 eISSN: 1867-8548","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC MEASUREMENT TECHNIQUES Volume: 10 Issue: 3 Pages: 1229-1240 DOI: 10.5194/amt-10-1229-2017 Published: MAR 30 2017","Abstract":"Results from a recent field campaign are used to assess the accuracy of wind speed and direction precision estimates produced by a Doppler lidar wind retrieval algorithm. The algorithm, which is based on the traditional velocity-azimuth- display (VAD) technique, estimates the wind speed and direction measurement precision using standard error propagation techniques, assuming the input data (i.e., radial velocities) to be contaminated by random, zero-mean, errors. For this study, the lidar was configured to execute an 8-beam plan-position-indicator (PPI) scan once every 12 min during the 6-week deployment period. Several wind retrieval trials were conducted using different schemes for estimating the precision in the radial velocity measurements. The resulting wind speed and direction precision estimates were compared to differences in wind speed and direction between the VAD algorithm and sonic anemometer measurements taken on a nearby 300 m tower. All trials produced qualitatively similar wind fields with negligible bias but substantially different wind speed and direction precision fields. The most accurate wind speed and direction precisions were obtained when the radial velocity precision was determined by direct calculation of radial velocity standard deviation along each pointing direction and range gate of the PPI scan. By contrast, when the instrumental measurement precision is assumed to be the only contribution to the radial velocity precision, the retrievals resulted in wind speed and direction precisions that were biased far too low and were poor indicators of data quality.","Authors":"Newsom, RK (Newsom, Rob K.) ; Brewer, WA (Brewer, W. Alan) ; Wilczak, JM (Wilczak, James M.) ; Wolfe, DE (Wolfe, Daniel E.) ; Oncley, SP (Oncley, Steven P.) ; Lundquist, JK (Lundquist, Julie K.)","Title":"Validating precision estimates in horizontal wind measurements from a Doppler lidar"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397937400001 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 6 Pages: 4131-4145 DOI: 10.5194/acp-17-4131-2017 Published: MAR 28 2017","Abstract":"Spatial proxies used in bottom-up emission inventories to derive the spatial distributions of emissions are usually empirical and involve additional levels of uncertainty. Although uncertainties in current emission inventories have been discussed extensively, uncertainties resulting from improper spatial proxies have rarely been evaluated. In this work, we investigate the impact of spatial proxies on the representation of gridded emissions by comparing six gridded NOx emission datasets over China developed from the same magnitude of emissions and different spatial proxies. GEOS-Chem-modeled tropospheric NO2 vertical columns simulated from different gridded emission inventories are compared with satellite-based columns. The results show that differences between modeled and satellite-based NO2 vertical columns are sensitive to the spatial proxies used in the gridded emission inventories. The total population density is less suitable for allocating NOx emissions than nighttime light data because population density tends to allocate more emissions to rural areas. Determining the exact locations of large emission sources could significantly strengthen the correlation between modeled and observed NO2 vertical columns. Using vehicle population and an updated road network for the on-road transport sector could substantially enhance urban emissions and improve the model performance. When further applying industrial gross domestic product (IGDP) values for the industrial sector, modeled NO2 vertical columns could better capture pollution hotspots in urban areas and exhibit the best performance of the six cases compared to satellite-based NO2 vertical columns (slope = 1.01 and R-2 = 0.85). This analysis provides a framework for information from satellite observations to inform bottom-up inventory development. In the future, more effort should be devoted to the representation of spatial proxies to improve spatial patterns in bottom-up emission inventories.","Authors":"Geng, GN (Geng, Guannan) ; Zhang, Q (Zhang, Qiang) ; Martin, RV (Martin, Randall V.) ; Lin, JT (Lin, Jintai) ; Huo, H (Huo, Hong) ; Zheng, B (Zheng, Bo) ; Wang, SW (Wang, Siwen) ; He, KB (He, Kebin)","Title":"Impact of spatial proxies on the representation of bottom-up emission inventories: A satellite-based analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398898800001 ISSN: 1991-959X eISSN: 1991-9603","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"GEOSCIENTIFIC MODEL DEVELOPMENT Volume: 10 Issue: 3 DOI: 10.5194/gmd-10-1261-2017 Published: MAR 27 2017","Abstract":"We present a global distribution of surface methane (CH4) emission estimates for 2000-2012 derived using the CarbonTracker Europe-CH4 (CTE-CH4) data assimilation system. In CTE-CH4, anthropogenic and biospheric CH4 emissions are simultaneously estimated based on constraints of global atmospheric in situ CH4 observations. The system was configured to either estimate only anthropogenic or biospheric sources per region, or to estimate both categories simultaneously. The latter increased the number of optimizable parameters from 62 to 78. In addition, the differences between two numerical schemes available to perform turbulent vertical mixing in the atmospheric transport model TM5 were examined. Together, the system configurations encompass important axes of uncertainty in inversions and allow us to examine the robustness of the flux estimates. The posterior emission estimates are further evaluated by comparing simulated atmospheric CH4 to surface in situ observations, vertical profiles of CH4 made by aircraft, remotely sensed dry-air total column-averaged mole fraction (XCH4) from the Total Carbon Column Observing Network (TCCON), and XCH4 from the Greenhouse gases Observing Satellite (GOSAT). The evaluation with non-assimilated observations shows that posterior XCH4 is better matched with the retrievals when the vertical mixing scheme with faster interhemispheric exchange is used. Estimated posterior mean total global emissions during 2000-2012 are 516 +/- 51 Tg CH4 yr(-1), with an increase of 18 Tg CH4 yr(-1) from 2000-2006 to 2007-2012. The increase is mainly driven by an increase in emissions from South American temperate, Asian temperate and Asian tropical TransCom regions. In addition, the increase is hardly sensitive to different model configurations (< 2 Tg CH4 yr(-1) difference), and much smaller than suggested by EDGAR v4.2 FT2010 inventory (33 Tg CH4 yr(-1)), which was used for prior anthropogenic emission estimates. The result is in good agreement with other published estimates from inverse modelling studies (16-20 Tg CH4 yr(-1)). However, this study could not conclusively separate a small trend in biospheric emissions (-5 to +6.9 Tg CH4 yr(-1)) from the much larger trend in anthropogenic emissions (15-27 Tg CH4 yr(-1)). Finally, we find that the global and North American CH4 balance could be closed over this time period without the previously suggested need to strongly increase anthropogenic CH4 emissions in the United States. With further developments, especially on the treatment of the atmospheric CH4 sink, we expect the data assimilation system presented here will be able to contribute to the ongoing interpretation of changes in this important greenhouse gas budget.","Authors":"Tsuruta, A (Tsuruta, Aki) ; Aalto, T (Aalto, Tuula) ; Backman, L (Backman, Leif) ; Hakkarainen, J (Hakkarainen, Janne) ; van der Laan-Luijkx, IT (van der Laan-Luijkx, Ingrid T.) ; Krol, MC (Krol, Maarten C.) ; Spahni, R (Spahni, Renato) ; Houweling, S (Houweling, Sander) ; Laine, M (Laine, Marko) ; Dlugokencky, E (Dlugokencky, Ed) ; Gomez-Pelaez, AJ (Gomez-Pelaez, Angel J.) ; van der Schoot, M (van der Schoot, Marcel)[ 10 ] ; Langenfelds, R (Langenfelds, Ray)[ 10 ] ; Ellul, R (Ellul, Raymond)[ 11 ] ; Arduini, J (Arduini, Jgor)[ 12,13 ] ; Apadula, F (Apadula, Francesco)[ 14 ] ; Gerbig, C (Gerbig, Christoph)[ 15 ] ; Feist, DG (Feist, Dietrich G.)[ 15 ] ; Kivi, R (Kivi, Rigel)[ 16 ] ; Yoshida, Y (Yoshida, Yukio)[ 17 ] ; Peters, W (Peters, Wouter)[ 3,18 ] ...More...Less","Title":"Global methane emission estimates for 2000-2012 from CarbonTracker Europe-CH4 v1.0"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397326300001 PubMed ID: 28396630 ISSN: 1662-5161","Keywords":"aphasia; retrieval; errorless learning; EEG; predictive models KeyWords Plus:MEMORY FORMATION; OSCILLATIONS; THETA; REGULARIZATION; REHABILITATION; APHASIA; MODELS; BAND","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology","Journal Information":"FRONTIERS IN HUMAN NEUROSCIENCE Volume: 11 Article Number: 140 DOI: 10.3389/fnhum.2017.00140 Published: MAR 27 2017","Abstract":"Given the frequency of naming errors in aphasia, a common aim of speech and language rehabilitation is the improvement of naming. Based on evidence of significant word recall improvements in patients with memory impairments, errorless learning methods have been successfully applied to naming therapy in aphasia; however, other evidence suggests that although errorless learning can lead to better performance during treatment sessions, retrieval practice may be the key to lasting improvements. Task performance may vary with brain state (e. g., level of arousal, degree of task focus), and changes in brain state can be detected using EEG. With the ultimate goal of designing a system that monitors patient brain state in real time during therapy, we sought to determine whether errors could be predicted using spectral features obtained from an analysis of EEG. Thus, this study aimed to investigate the use of individual EEG responses to predict error production in aphasia. Eight participants with aphasia each completed 900 object-naming trials across three sessions while EEG was recorded and response accuracy scored for each trial. Analysis of the EEG response for seven of the eight participants showed significant correlations between EEG features and response accuracy (correct vs. incorrect) and error correction (correct, self-corrected, incorrect). Furthermore, upon combining the training data for the first two sessions, the model generalized to predict accuracy for performance in the third session for seven participants when accuracy was used as a predictor, and for five participants when error correction category was used as a predictor. With such ability to predict errors during therapy, it may be possible to use this information to intervene with errorless learning strategies only when necessary, thereby allowing patients to benefit from both the high within-session success of errorless learning as well as the longer-term improvements associated with retrieval practice.","Authors":"Riley, EA (Riley, Ellyn A.) ; McFarland, DJ (McFarland, Dennis J.)","Title":"EEG Error Prediction as a Solution for Combining the Advantages of Retrieval Practice and Errorless Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396904500001 PubMed ID: 28382008 ISSN: 1664-1078","Keywords":"Bayesian inference; goal-directed behavior; categorization; model comparison; accuracy complexity KeyWords Plus:ACTIVE INFERENCE; CONCEPTUAL KNOWLEDGE; NATURAL CATEGORIES; DECISION-MAKING; SEMANTIC MEMORY; BRAIN; INFORMATION; TIME; RETRIEVAL; COGNITION","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 408 DOI: 10.3389/fpsyg.2017.00408 Published: MAR 22 2017","Abstract":"Categorization is a fundamental ability for efficient behavioral control. It allows organisms to remember the correct responses to categorical cues and not for every stimulus encountered (hence eluding computational cost or complexity), and to generalize appropriate responses to novel stimuli dependant on category assignment. Assuming the brain performs Bayesian inference, based on a generative model of the external world and future goals, we propose a computational model of categorization in which important properties emerge. These properties comprise the ability to infer latent causes of sensory experience, a hierarchical organization of latent causes, and an explicit inclusion of context and action representations. Crucially, these aspects derive from considering the environmental statistics that are relevant to achieve goals, and from the fundamental Bayesian principle that any generative model should be preferred over alternative models based on an accuracy-complexity trade-off. Our account is a step toward elucidating computational principles of categorization and its role within the Bayesian brain hypothesis.","Authors":"Rigoli, F (Rigoli, Francesco) ; Pezzulo, G (Pezzulo, Giovanni) ; Dolan, R (Dolan, Raymond) ; Friston, K (Friston, Karl)","Title":"A Goal-Directed Bayesian Framework for Categorization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398187800002 ISSN: 1867-1381 eISSN: 1867-8548","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC MEASUREMENT TECHNIQUES Volume: 10 Issue: 3 Pages: 1155-1168 DOI: 10.5194/amt-10-1155-2017 Published: MAR 21 2017","Abstract":"A new retrieval algorithm for OSIRIS (Optical Spectrograph and Infrared Imager System) nitrogen dioxide (NO2) profiles is described and validated. The algorithm relies on spectral fitting to obtain slant column densities of NO2, followed by inversion using an algebraic reconstruction technique and the SaskTran spherical radiative transfer model (RTM) to obtain vertical profiles of local number density. The validation covers different latitudes (tropical to polar), years (2002-2012), all seasons (winter, spring, summer, and autumn), different concentrations of nitrogen dioxide (from denoxified polar vortex to polar summer), a range of solar zenith angles (68.6-90.5 degrees), and altitudes between 10.5 and 39 km, thereby covering the full retrieval range of a typical OSIRIS NO2 profile. The use of a larger spectral fitting window than used in previous retrievals reduces retrieval uncertainties and the scatter in the retrieved profiles due to noisy radiances. Improvements are also demonstrated through the validation in terms of bias reduction at 15-17 km relative to the OSIRIS operational v3.0 algorithm. The diurnal variation of NO2 along the line of sight is included in a fully spherical multiple scattering RTM for the first time. Using this forward model with built-in photochemistry, the scatter of the differences relative to the correlative balloon NO2 profile data is reduced.","Authors":"Sioris, CE (Sioris, Christopher E.) ; Rieger, LA (Rieger, Landon A.) ; Lloyd, ND (Lloyd, Nicholas D.) ; Bourassa, AE (Bourassa, Adam E.) ; Roth, CZ (Roth, Chris Z.) ; Degenstein, DA (Degenstein, Douglas A.) ; Camy-Peyret, C (Camy-Peyret, Claude) ; Pfeilsticker, K (Pfeilsticker, Klaus) ; Berthet, G (Berthet, Gwenael) ; Catoire, V (Catoire, Valery) ; Goutail, F (Goutail, Florence) ; Pommereau, JP (Pommereau, Jean-Pierre) ; McLinden, CA (McLinden, Chris A.) ...More...Less","Title":"Improved OSIRIS NO2 retrieval algorithm: description and validation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397316200016 PubMed ID: 28380959 ISSN: 1094-4087","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS EXPRESS Volume: 25 Issue: 6 Pages: 6015-6035 DOI: 10.1364/OE.25.006015 Published: MAR 20 2017","Abstract":"The shortwave infrared (SWIR) bands on the existing Earth Observing missions like MODIS have been designed to meet land and atmospheric science requirements. The future geostationary and polar-orbiting ocean color missions, however, require highly sensitive SWIR bands (> 1550nm) to allow for a precise removal of aerosol contributions. This will allow for reasonable retrievals of the remote sensing reflectance (R-rs) using standard NASA atmospheric corrections over turbid coastal waters. Design, fabrication, and maintaining high-performance SWIR bands at very low signal levels bear significant costs on dedicated ocean color missions. This study aims at providing a full analysis of the utility of alternative SWIR bands within the 1600nm atmospheric window if the bands within the 2200nm window were to be excluded due to engineering/cost constraints. Following a series of sensitivity analyses for various spectral band configurations as a function of water vapor amount, we chose spectral bands centered at 1565 and 1675nm as suitable alternative bands within the 1600nm window for a future geostationary imager. The sensitivity of this band combination to different aerosol conditions, calibration uncertainties, and extreme water turbidity were studied and compared with that of all band combinations available on existing polar-orbiting missions. The combination of the alternative channels was shown to be as sensitive to test aerosol models as existing near-infrared (NIR) band combinations (e.g., 748 and 869nm) over clear open ocean waters. It was further demonstrated that while in extremely turbid waters the 1565/1675 band pair yields R-rs retrievals as good as those derived from all other existing SWIR band pairs (> 1550nm), their total calibration uncertainties must be < 1% to meet current science requirements for ocean color retrievals (i.e., Delta R-rs (443) < 5%). We further show that the aerosol removal using the NIR and SWIR bands (available on the existing polar-orbiting missions) can be very sensitive to calibration uncertainties. This requires the need for monitoring the calibration of these bands to ensure consistent multimission ocean color products in coastal/inland waters. (C) 2017 Optical Society of America","Authors":"Pahlevan, N (Pahlevan, Nima) ; Roger, JC (Roger, Jean-Claude) ; Ahmad, Z (Ahmad, Ziauddin)","Title":"Revisiting short-wave-infrared (SWIR) bands for atmospheric correction in coastal waters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398187500004 ISSN: 1867-1381 eISSN: 1867-8548","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC MEASUREMENT TECHNIQUES Volume: 10 Issue: 3 Pages: 1093-1110 DOI: 10.5194/amt-10-1093-2017 Published: MAR 16 2017","Abstract":"We use GPS radio occultation (RO) data to investigate the structure and temporal behavior of extremely dry, high-ozone tropospheric air in the tropical western Pacific during the 6-week period of the CONTRAST (CONvective TRansport of Active Species in the Tropics) experiment (January and February 2014). Our analyses are aimed at testing whether the RO method is capable of detecting these extremely dry layers and evaluating comparisons with in situ measurements, satellite observations, and model analyses. We use multiple data sources as comparisons, including CONTRAST research aircraft profiles, radiosonde profiles, AIRS (Atmospheric Infrared Sounder) satellite retrievals, and profiles extracted from the ERA (ERA-Interim reanalysis) and the GFS (US National Weather Service Global Forecast System) analyses, as well as MTSAT-2 satellite images. The independent and complementary radiosonde, aircraft, and RO data provide high vertical resolution observations of the dry layers. However, they all have limitations. The coverage of the radiosonde data is limited by having only a single station in this oceanic region; the aircraft data are limited in their temporal and spatial coverage; and the RO data are limited in their number and horizontal resolution over this period. However, nearby observations from the three types of data are highly consistent with each other and with the lower-vertical-resolution AIRS profiles. They are also consistent with the ERA and GFS data. We show that the RO data, used here for the first time to study this phenomenon, contribute significant information on the water vapor content and are capable of detecting layers in the tropics and subtropics with extremely low humidity (less than 10 %), independent of the retrieval used to extract moisture information. Our results also verify the quality of the ERA and GFS data sets, giving confidence to the reanalyses and their use in diagnosing the full four-dimensional structure of the dry layers.","Authors":"Rieckh, T (Rieckh, Therese) ; Anthes, R (Anthes, Richard) ; Randel, W (Randel, William) ; Ho, SP (Ho, Shu-Peng) ; Foelsche, U (Foelsche, Ulrich)","Title":"Tropospheric dry layers in the tropical western Pacific: comparisons of GPS radio occultation with multiple data sets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398064200021 ISSN: 2169-897X eISSN: 2169-8996","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"JOURNAL OF GEOPHYSICAL RESEARCH-ATMOSPHERES Volume: 122 Issue: 5 Pages: 2867-2877 DOI: 10.1002/2016JD026226 Published: MAR 16 2017","Abstract":"Ice particle formation in slightly supercooled stratiform clouds is not well documented or understood. In this study, 4 years of combined lidar depolarization and radar reflectivity (Z(e)) measurements are analyzed to distinguish between cold drizzle and ice crystal formations in slightly supercooled Arctic stratiform clouds over the Atmospheric Radiation Measurement Program Climate Research Facility North Slope of Alaska Utqiagvik (\"Barrow\") site. Ice particles are detected and statistically shown to be responsible for the strong precipitation in slightly supercooled Arctic stratiform clouds at cloud top temperatures as high as -4 degrees C. For ice precipitating Arctic stratiform clouds, the lidar particulate linear depolarization ratio (delta(par_lin)) correlates well with radar Z(e) at each temperature range, but the delta(par_lin)-Z(e) relationship varies with temperature ranges. In addition, lidar depolarization and radar Z(e) observations of ice generation characteristics in Arctic stratiform clouds are consistent with laboratory-measured temperature-dependent ice growth habits.","Authors":"Zhang, DM (Zhang, Damao) ; Wang, Z (Wang, Zhien) ; Luo, T (Luo, Tao) ; Yin, Y (Yin, Yan) ; Flynn, C (Flynn, Connor)","Title":"The occurrence of ice production in slightly supercooled Arctic stratiform clouds as observed by ground-based remote sensors at the ARM NSA site"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398064200022 ISSN: 2169-897X eISSN: 2169-8996","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"JOURNAL OF GEOPHYSICAL RESEARCH-ATMOSPHERES Volume: 122 Issue: 5 Pages: 2878-2897 DOI: 10.1002/2016JD025510 Published: MAR 16 2017","Abstract":"Satellite retrievals of cloud properties are often used in the evaluation of global climate models, and in recent years satellite instrument simulators have been used to account for known retrieval biases in order to make more consistent comparisons between models and retrievals. Many of these simulators have seen little critical evaluation. Here we evaluate the Multiangle Imaging Spectroradiometer (MISR) simulator by using visible extinction profiles retrieved from a combination of CloudSat, CALIPSO, MODIS, and AMSR-E observations as inputs to the MISR simulator and comparing cloud top height statistics from the MISR simulator with those retrieved by MISR. Overall, we find that the occurrence of middle-and high-altitude topped clouds agrees well between MISR retrievals and the MISR-simulated output, with distributions of middle-and high-topped cloud cover typically agreeing to better than 5% in both zonal and regional averages. However, there are significant differences in the occurrence of low-topped clouds between MISR retrievals and MISR-simulated output that are due to differences in the detection of low-level clouds between MISR and the combined retrievals used to drive the MISR simulator, rather than due to errors in the MISR simulator cloud top height adjustment. This difference highlights the importance of sensor resolution and boundary layer cloud spatial structure in determining low-altitude cloud cover. The MISR-simulated and MISR-retrieved cloud optical depth also show systematic differences, which are also likely due in part to cloud spatial structure.","Authors":"Hillman, BR (Hillman, Benjamin R.) ; Marchand, RT (Marchand, Roger T.) ; Ackerman, TP (Ackerman, Thomas P.) ; Mace, GG (Mace, Gerald G.) ; Benson, S (Benson, Sally)","Title":"Assessing the accuracy of MISR and MISR-simulated cloud top heights using CloudSat- and CALIPSO-retrieved hydrometeor profiles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398064200023 ISSN: 2169-897X eISSN: 2169-8996","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"JOURNAL OF GEOPHYSICAL RESEARCH-ATMOSPHERES Volume: 122 Issue: 5 Pages: 2898-2928 DOI: 10.1002/2016JD025384 Published: MAR 16 2017","Abstract":"This paper describes the approach and presents initial results, for a period of several minutes in north central Oklahoma, of an examination of clouds by high-resolution digital photography from the surface looking vertically upward. A commercially available camera having 35mm equivalent focal length up to 1200mm(nominal resolution as fine as 6 mu rad, which corresponds to 9 mm for cloud height 1.5 km) is used to obtain a measure of zenith radiance of a 30 m x 30 m domain as a two-dimensional image consisting of 3456 x 3456 pixels (12 million pixels). Downwelling zenith radiance varies substantially within single images and between successive images obtained at 4 s intervals. Variation in zenith radiance found on scales down to about 10 cm is attributed to variation in cloud optical depth (COD). Attention here is directed primarily to optically thin clouds; COD less than about 2. A radiation transfer model used to relate downwelling zenith radiance to COD and to relate the counts in the camera image to zenith radiance permits determination of COD on a pixel-by-pixel basis. COD for thin clouds determined in this way exhibits considerable variation, for example, an order of magnitude within 15 m, a factor of 2 within 4 m, and 25% (0.12 to 0.15) over 14 cm. This approach, which examines cloud structure on scales 3 to 5 orders of magnitude finer than satellite products, opens new avenues for examination of cloud structure and evolution.","Authors":"Schwartz, SE (Schwartz, Stephen E.) ; Huang, D (Huang, Dong) ; Vladutescu, DV (Vladutescu, Daniela Viviana)","Title":"High-resolution photography of clouds from the surface: Retrieval of optical depth of thin clouds down to centimeter scales"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399016800001 ISSN: 2050-084X","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"ELIFE Volume: 6 Article Number: e23763 DOI: 10.7554/eLife.23763 Published: MAR 15 2017","Abstract":"Retrieving a memory can modify its influence on subsequent behavior. We develop a computational theory of memory modification, according to which modification of a memory trace occurs through classical associative learning, but which memory trace is eligible for modification depends on a structure learning mechanism that discovers the units of association by segmenting the stream of experience into statistically distinct clusters (latent causes). New memories are formed when the structure learning mechanism infers that a new latent cause underlies current sensory observations. By the same token, old memories are modified when old and new sensory observations are inferred to have been generated by the same latent cause. We derive this framework from probabilistic principles, and present a computational implementation. Simulations demonstrate that our model can reproduce the major experimental findings from studies of memory modification in the Pavlovian conditioning literature.","Authors":"Gershman, SJ (Gershman, Samuel J.) ; Monfils, MH (Monfils, Marie-H) ; Norman, KA (Norman, Kenneth A.) ; Niv, Y (Niv, Yael)","Title":"The computational nature of memory modification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395628600015 ISSN: 0885-6087 eISSN: 1099-1085","Keywords":"Meteosat Second Generation (MSG); REMEDHUS; surface soil moisture (SSM); time-invariable coefficients KeyWords Plus:TEMPORAL EVOLUTION; WATER CONTENT; TEMPERATURE; INDEX; VEGETATION; MODEL; EVAPOTRANSPIRATION; SENSITIVITY; RETRIEVAL; ALGORITHM","Categories":"Water Resources Web of Science Categories:Water Resources","Journal Information":"HYDROLOGICAL PROCESSES Volume: 31 Issue: 6 Pages: 1398-1407 DOI: 10.1002/hyp.11113 Published: MAR 15 2017","Abstract":"Surface soil moisture (SSM) is a critical variable for understanding water and energy flux between the atmosphere and the Earth's surface. An easy to apply algorithm for deriving SSM time series that primarily uses temporal parameters derived from simulated and in situ datasets has recently been reported. This algorithm must be assessed for different biophysical and atmospheric conditions by using actual geostationary satellite images. In this study, two currently available coarse-scale SSM datasets (microwave and reanalysis product) and aggregated in situ SSM measurements were implemented to calibrate the time-invariable coefficients of the SSM retrieval algorithm for conditions in which conventional observations are rare. These coefficients were subsequently used to obtain SSM time series directly from Meteosat Second Generation (MSG) images over the study area of a well-organized soil moisture network named REMEDHUS in Spain. The results show a high degree of consistency between the estimated and actual SSM time series values when using the three SSM dataset-calibrated time-invariable coefficients to retrieve SSM, with coefficients of determination (R-2) varying from 0.304 to 0.534 and root mean square errors ranging from 0.020m(3)/m(3) to 0.029m(3)/m(3). Further evaluation with different land use types results in acceptable debiased root mean square errors between 0.021m(3)/m(3) and 0.048m(3)/m(3) when comparing the estimated MSG pixel-scale SSM with in situ measurements. These results indicate that the investigated method is practical for deriving time-invariable coefficients when using publicly accessed coarse-scale SSM datasets, which is beneficial for generating continuous SSM dataset at the MSG pixel scale.","Authors":"Leng, P (Leng, Pei) ; Song, XN (Song, Xiaoning) ; Duan, SB (Duan, Si-Bo) ; Li, ZL (Li, Zhao-Liang)","Title":"Generation of continuous surface soil moisture dataset using combined optical and thermal infrared images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398187400001 ISSN: 1867-1381 eISSN: 1867-8548","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC MEASUREMENT TECHNIQUES Volume: 10 Issue: 3 Pages: 1017-1042 DOI: 10.5194/amt-10-1017-2017 Published: MAR 15 2017","Abstract":"Observations of atmospheric trace gases in the tropical upper troposphere (UT), tropical tropopause layer (TTL), and lower stratosphere (LS) require dedicated measurement platforms and instrumentation. Here we present a new limb-scanning Differential Optical Absorption Spectroscopy (DOAS) instrument developed for NASA's Global Hawk (GH) unmanned aerial system and deployed during the Airborne Tropical TRopopause EXperiment (ATTREX). The mini-DOAS system is designed for automatic operation under unpressurized and unheated conditions at 14-18 km altitude, collecting scattered sunlight in three wavelength windows: UV (301-387 nm), visible (410-525 nm), and near infrared (900-1700 nm). A telescope scanning unit allows selection of a viewing angle around the limb, as well as realtime correction of the aircraft pitch. Due to the high altitude, solar reference spectra are measured using diffusors and direct sunlight. The DOAS approach allows retrieval of slant column densities (SCDs) of O-3, O-4, NO2, and BrO with relative errors similar to other aircraft DOAS systems. Radiative transfer considerations show that the retrieval of trace gas mixing ratios from the observed SCD based on O-4 ob-servations, the most common approach for DOAS measurements, is inadequate for high-altitude observations. This is due to the frequent presence of low-altitude clouds, which shift the sensitivity of the O-4 SCD into the lower atmosphere and make it highly dependent on cloud coverage. A newly developed technique that constrains the radiative transfer by comparing in situ and DOAS O-3 observations overcomes this issue. Extensive sensitivity calculations show that the novel O-3-scaling technique allows the retrieval of BrO and NO2 mixing ratios at high accuracies of 0.5 and 15 ppt, respectively. The BrO and NO2 mixing ratios and vertical profiles observed during ATTREX thus provide new insights into ozone and halogen chemistry in the UT, TTL, and LS.","Authors":"Stutz, J (Stutz, Jochen) ; Werner, B (Werner, Bodo) ; Spolaor, M (Spolaor, Max) ; Scalone, L (Scalone, Lisa) ; Festa, J (Festa, James) ; Tsai, C (Tsai, Catalina) ; Cheung, R (Cheung, Ross) ; Colosimo, SF (Colosimo, Santo F.) ; Tricoli, U (Tricoli, Ugo) ; Raecke, R (Raecke, Rasmus) ; Hossaini, R (Hossaini, Ryan) ; Chipperfield, MP (Chipperfield, Martyn P.) ; Feng, WH (Feng, Wuhu) ; Gao, RS (Gao, Ru-Shan) ; Hintsa, EJ (Hintsa, Eric J.) ; Elkins, J (Elkins, JamesW.) ; Moore, FL (Moore, Fred L.) ; Daube, B (Daube, Bruce) ; Pittman, J (Pittman, Jasna) ; Wofsy, S (Wofsy, Steven) ; Pfeilsticker, K (Pfeilsticker, Klaus) ...More...Less","Title":"A new Differential Optical Absorption Spectroscopy instrument to study atmospheric chemistry from a high- altitude unmanned aircraft"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360500006 ISSN: 0034-4257 eISSN: 1879-0704","Keywords":"Freeze/thaw; L-Band; Ground-based radiometer; Snow; Soil permittivity; Liquid water in snow KeyWords Plus:SOIL-WATER CONTENT; TIME-DOMAIN REFLECTOMETRY; MICROWAVE EMISSION MODEL; LAYERED SNOWPACKS; PERMITTIVITY; BOREAL; SENSOR; THAW; INFILTRATION; SENSITIVITY","Categories":"Environmental Sciences & Ecology; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Environmental Sciences; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"REMOTE SENSING OF ENVIRONMENT Volume: 191 Pages: 67-80 DOI: 10.1016/j.rse.2017.01.017 Published: MAR 15 2017","Abstract":"Land surface freeze/thaw (F/T) dynamics impact the surface energy balance, carbon fluxes, and hydrologic processes. Recent and on-going L-Band (approximate to 1.4 GHz) spaceborne missions have the potential to provide enhanced information on F/T state over large geographic regions with rapid revisit time. However, the low spatial resolution of these spaceborne observations (approximate to 145 km) makes it difficult to isolate the primary contributions to the Fir signal, including the soil, snow, and vegetation states. A ground-based L-Band radiometer measurement campaign was conducted in Saskatchewan, Canada during the winter of 2014-2015 to evaluate brightness temperature sensitivity to F/T processes, snow, liquid water in snow and assess theoretical retrievals of soil permittivity (epsilon(G)), and snow density from experimental data. The ground-based radiometer was run in multiple configurations. First, temporally continuous measurements were conducted through the winter over an agricultural field, with a comprehensive network of reference snow and soil observations characterizing the F/T state of the soils within or adjacent to the radiometer footprint. Secondly, weekly multi-angular L-Band measurements were made at an undisturbed site of naturally accumulating snow cover, over a site that was kept snow free, and a site with artificially compacted snow. Results from the assessment of the land surface F/T retrieval algorithm showed that L-Band measurements are sensitive to the near surface F/T state of the soil, with the highest level of agreement found between the near surface (2.5 cm) F/T reference measurements of soil temperature and epsilon(G) (accuracies of 91.1% and 92.9%, respectively). Several mid-winter melt events with air temperatures (T-air) above 0 degrees, and soil temperatures below 0 degrees C, illustrated that liquid water within the snow dramatically increase the T-B,T- resulting in false retrievals of soil thaw events using existing L-Band F/T retrieval algorithms. However, Tair was also shown to have a high commission errors compared to radiometer observations in detecting snow melt, because of the delay between T-air > 0 degrees C and the onset of melt resulting in a measurable wet snow signal at L-Band. The retrieval of snow density (rho(s)), of the bottom 10 cm of the snowpack tended to underestimate high rho(s) (>400 kg m(-3)), and agreed well for lower rho(s) (<400 kg m(-3)). The paper gives important information on different contributions to the L-Band F/T signal in a prairie environment, which will help improving satellite-based F/T retrieval algorithms. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Roy, A (Roy, Alexandre) ; Toose, P (Toose, Peter) ; Williamson, M (Williamson, Matthew) ; Rowlandson, T (Rowlandson, Tracy) ; Derksen, C (Derksen, Chris) ; Royer, A (Royer, Alain) ; Berg, AA (Berg, Aaron A.) ; Lemmetyinen, J (Lemmetyinen, Juha) ; Arnold, L (Arnold, Lauren)","Title":"Response of L-Band brightness temperatures to freeze/thaw and snow dynamics in a prairie environment from ground-based radiometer measurements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360500010 ISSN: 0034-4257 eISSN: 1879-0704","Keywords":"Active/passive observation synergy; Soil moisture data assimilation; Microwave remote sensing KeyWords Plus:AMSR-E; RETRIEVAL; ALGORITHM; SYSTEM; SCATTEROMETER; INFILTRATION; METHODOLOGY; RADIOMETER; SCALE; INDEX","Categories":"Environmental Sciences & Ecology; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Environmental Sciences; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"REMOTE SENSING OF ENVIRONMENT Volume: 191 Pages: 117-130 DOI: 10.1016/j.rse.2017.01.015 Published: MAR 15 2017","Abstract":"This study assesses two approaches to combine observations from active and passive satellite microwave instruments in a soil moisture data assimilation system. In the first approach, labeled 'joint retrieval assimilation', a single soil moisture product is simultaneously retrieved from active and passive microwave observations, and then assimilated into the NASA Catchment land surface model. In the second approach, labeled 'separate retrieval assimilation', separate soil moisture products are retrieved from each of the active and passive microwave observations, before being simultaneously assimilated into the model. In both approaches, a Neural Network (NN) is used to retrieve soil moisture from passive microwave AMSR-E brightness temperatures and/or active microwave ASCAT backscatter observations. A spatially distributed (3D) ensemble Kalman filter is used for the assimilation over the contiguous United States from August 2007 until September 2011. The analysis skill of both assimilation approaches is evaluated against in situ observations from 60 SCAN stations and compared to the model open loop (no assimilation) skill. When averaged across the 60 sites, the skill obtained from both assimilation experiments is very similar. For surface soil moisture, the average correlation and anomaly correlation are 0.69 and 0.58, respectively. These metrics are slightly better than those of the open loop, by 0.05 for the correlation and by 0.03 for the anomaly correlation. The root zone soil moisture estimates from the assimilation were also slightly improved compared to the open loop (by 0.03 for the average correlation and by 0.01 for the average anomaly correlation). Locally, there are differences between the skill values of the two assimilation experiments. These are related to differences in the skill of the assimilated retrieval products and how well these differences are captured by the observation errors specified in the data assimilation. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Kolassa, J (Kolassa, J.) ; Reichle, RH (Reichle, R. H.) ; Draper, CS (Draper, C. S.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Reichle, Rolf  E-1419-2012  ","Title":"Merging active and passive microwave observations in soil moisture data assimilation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360500016 ISSN: 0034-4257 eISSN: 1879-0704","Keywords":"Ocean color; Atmospheric correction; GOCI; MERIS; Turbid coastal waters KeyWords Plus:REMOTE-SENSING REFLECTANCE; OCEAN COLOR IMAGERY; AEROSOL OPTICAL-THICKNESS; LEAVING RADIANCES; RETRIEVAL; SEAWIFS; RIVER; ABSORPTION; SEDIMENT; REGIONS","Categories":"Environmental Sciences & Ecology; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Environmental Sciences; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"REMOTE SENSING OF ENVIRONMENT Volume: 191 Pages: 197-214 DOI: 10.1016/j.rse.2017.01.013 Published: MAR 15 2017","Abstract":"Remote sensing-based retrieval of the concentrations of water components relies largely on the accuracy of the atmospheric correction. Although a variety of atmospheric correction algorithms have been developed for turbid waters, the water-leaving reflectance is still underestimated in extremely turbid waters, such as in the Changjiang (Yangtze) estuary and the adjacent coast. To address this issue, this paper proposes an improved algorithm that is based on a spectral optimization algorithm (ESOA) with a coupled water-atmosphere model. The model combines an aerosol model that is constructed from Aerosol Robotic Network (AERONET) observation data and a simple semi-empirical radiative transfer (SERT) model (Shen et al. 2010) for water component retrieval. Four unknown parameters are involved in the coupled model: the relative humidity (RH), fine-mode fraction (FMF), aerosol optical thickness in the near-infrared (NIR) wavelength tau(a)(lambda(0)) and suspended particulate matter (SPM) concentration (C-spm). These parameters are estimated by a global optimization approach that is based on a genetic algorithm (GA) without any initial inputs. Validation results of the atmospherically corrected remote sensing reflectance R-rs(lambda) from matchups between Geostationary Ocean Color Imager (GOCI) data and in situ data show that the algorithm has satisfactory accuracy. The root mean square error (RMSE) and the absolute percentage difference (APD) are 0.0089 and 35.12, respectively. By contrast, the R-rs(lambda) values retrieved from the same matchups using the GOCI data processing system (GDPS) have higher RMSE and APD of 0.0104 and 69.15, respectively. The ESOA method can be implemented conveniently within the open source code of SeaDAS (v7.1) as an alternative and operational tool for atmospheric correction of ocean color data, including GOCI, MERIS and MODIS, over highly turbid estuarine and coastal regions, such as the Yangtze estuary, the Hangzhou Bay and most of the coastal ocean in Eastern China. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Pan, YQ (Pan, Yanqun) ; Shen, F (Shen, Fang) ; Verhoef, W (Verhoef, Wouter) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Verhoef, Wouter  http://orcid.org/0000-0003-4696-2144","Title":"An improved spectral optimization algorithm for atmospheric correction over turbid coastal waters: A case study from the Changjiang (Yangtze) estuary and the adjacent coast"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360500024 ISSN: 0034-4257 eISSN: 1879-0704","Keywords":"Total precipitable water; Surface emissivity; Microwave remote sensing; Downscaling; Passive microwave radiometer KeyWords Plus:MELTING-LAYER MODEL; CLOUD LIQUID WATER; AMSR-E; SPLIT WINDOW; VAPOR; TEMPERATURE; ALGORITHM; VARIABILITY; PACIFIC; NETWORK","Categories":"Environmental Sciences & Ecology; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Environmental Sciences; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"REMOTE SENSING OF ENVIRONMENT Volume: 191 Pages: 313-327 DOI: 10.1016/j.rse.2017.01.028 Published: MAR 15 2017","Abstract":"Atmospheric water vapor plays an important role in hydrologic cycle and climate change of the Earth. A number of studies have focused on retrieval of the total precipitable water (TPW) using microwave or optical remote sensing. In this paper, the global quarter-degree gridded TPW over land was retrieved using water vapor sensitivity parameter Delta Tb-18.7/Delta Tb-23.8 based on the combination of AMSR-E and MODIS observations. There are two major improvements in the retrieval algorithm, including optimization of the estimation model of surface emissivity Delta epsilon(18.7)/Delta epsilon(23.8) and correction of the terrain influence to the retrieval of TPW using DEM. To obtain a high resolution TPW, we also developed an algorithm to downscale the retrieved quarter-degree gridded TPW to a fine scale of 0.05 degrees x 0.05 degrees using DEM and NDVI. In addition, the downscaled TPW was further calibrated using high precision TPW from MODIS in the clear-sky condition to improve its accuracy. Finally, both quarter-degree and 0.05 degrees x 0.05 degrees gridded TPW were validated against SuomiNet GPS retrieved TPW on a global scale. The RMSE for the retrieved quarter-degree gridded global TPW is 3.45 mm, with a correlation coefficient of 0.95. In addition, the RMSE for the downscaled 0.05 degrees x 0.05 degrees gridded global TPW is 4.18 mm, with a correlation coefficient of 0.95. An obvious advantage of our algorithm compared with MODIS TPW product is that it can retrieve TPW under cloudy sky condition over land. The algorithm developed in this study can be easily transferred to AMSR2 on board GCOM-W1 and provides the long-term global daily TPW over land since the launch of Aqua to present day to support hydrologic cycle and climate change studies. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Ji, DB (Ji, Dabin) ; Shi, JC (Shi, Jiancheng) ; Xiong, C (Xiong, Chuan) ; Wang, TX (Wang, Tianxing) ; Zhang, YH (Zhang, Yuhuan)","Title":"A total precipitable water retrieval method over land using the combination of passive microwave and optical remote sensing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395610000021 ISSN: 0273-1177 eISSN: 1879-1948","Keywords":"GPS-IR; Snow depth retrievals; Surface fluctuation KeyWords Plus:REFLECTED SIGNALS; MULTIPATH","Categories":"Astronomy & Astrophysics; Geology; Meteorology & Atmospheric Sciences Web of Science Categories:Astronomy & Astrophysics; Geosciences, Multidisciplinary; Meteorology & Atmospheric Sciences","Journal Information":"ADVANCES IN SPACE RESEARCH Volume: 59 Issue: 6 Pages: 1663-1669 DOI: 10.1016/j.asr.2016.12.031 Published: MAR 15 2017","Abstract":"Global Positioning System (GPS) interferometric reflectometry represents a potential source of new snow data for climate scientists and water managers with spatial and temporal sensitivity. Generally, the snow layer fluctuation is considered to be correlated with the ground surface fluctuation. The reflector heights in terms of the signal-to-noise ratio (SNR) are quite close to the vertical distance between the antenna and the ground or snow level at the corresponding Fresnel zone. The reflector heights at different zones were represented by a grid model in this work, which can reflect and overcome some of the problems caused by the topography. The proposed method for snow depth retrievals looks for good quality reflector height values of the horizontal reflecting zone in the grid model, and with this method improvements in snow depth retrieval accuracy were achieved (RMSE: 7.40 cm, Corr.: 0.99) compared to the PRO H2O group calculation results (RMSE: 16.58 cm, Corr.: 0.99). (C) 2016 COSPAR. Published by Elsevier Ltd. All rights reserved.","Authors":"Zhang, SC (Zhang, Shuangcheng) ; Wang, XL (Wang, Xiaolei) ; Zhang, Q (Zhang, Qin)","Title":"Avoiding errors attributable to topography in GPS-IR snow depth retrievals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396801300022 PubMed ID: 28209056 ISSN: 0002-7863","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"JOURNAL OF THE AMERICAN CHEMICAL SOCIETY Volume: 139 Issue: 10 Pages: 3697-3705 DOI: 10.1021/jacs.6b11717 Published: MAR 15 2017","Abstract":"Control over the morphology of the active layer of bulk heterojunction (BHJ) organic solar cells is paramount to achieve high -efficiency devices. However, no method currently available can predict morphologies for a novel donor acceptor blend. An approach which allows reaching relevant length scales, retaining chemical specificity, and mimicking experimental fabrication conditions, and which is suited for high -throughput schemes has been proven challenging to find. Here, we propose a method to generate atom -resolved morphologies of BHJs which conforms to these requirements. Coarse -grain (CG) molecular dynamics simulations are employed to simulate the large-scale morphological organization during solution -processing. The use of CG models which retain chemical specificity translates into a direct path to the rational design of donor and acceptor compounds which differ only slightly in chemical nature. Finally, the direct retrieval of fully atomistic detail is possible through backmapping, opening the way for improved quantum mechanical calculations addressing the charge separation mechanism. The method is illustrated for the poly(3-hexyl-thiophene) (P3HT) phenyl-C61-butyric acid methyl ester (PCBM) mixture, and found to predict morphologies in agreement with experimental data. The effect of drying rate, P3HT molecular weight, and thermal annealing are investigated extensively, resulting in trends mimicking experimental findings. The proposed methodology can help reduce the parameter space which has to be explored before obtaining optimal morphologies not only for BHJ solar cells but also for any other solution -processed soft matter device.","Authors":"Alessandri, R (Alessandri, Riccardo) ; Uusitalo, JJ (Uusitalo, Jaakko J.) ; de Vries, AH (de Vries, Alex H.) ; Havenith, RWA (Havenith, Remco W. A.) ; Marrink, SJ (Marrink, Siewert J.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Alessandri, Riccardo  http://orcid.org/0000-0003-1948-5311","Title":"Bulk Heterojunction Morphologies with Atomistic Resolution from Coarse-Grain Solvent Evaporation Simulations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396109800001 ISSN: 2052-4463","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC DATA Volume: 4 Article Number: UNSP 170003 DOI: 10.1038/sdata.2017.3 Published: MAR 14 2017","Abstract":"Cloud condensation nuclei (CCN) number concentrations alongside with submicrometer particle number size distributions and particle chemical composition have been measured at atmospheric observatories of the Aerosols, Clouds, and Trace gases Research InfraStructure (ACTRIS) as well as other international sites over multiple years. Here, harmonized data records from 11 observatories are summarized, spanning 98,677 instrument hours for CCN data, 157,880 for particle number size distributions, and 70,817 for chemical composition data. The observatories represent nine different environments, e.g., Arctic, Atlantic, Pacific and Mediterranean maritime, boreal forest, or high alpine atmospheric conditions. This is a unique collection of aerosol particle properties most relevant for studying aerosol-cloud interactions which constitute the largest uncertainty in anthropogenic radiative forcing of the climate. The dataset is appropriate for comprehensive aerosol characterization (e.g., closure studies of CCN), model-measurement intercomparison and satellite retrieval method evaluation, among others. Data have been acquired and processed following international recommendations for quality assurance and have undergone multiple stages of quality assessment.","Authors":"Schmale, J (Schmale, Julia) ; Henning, S (Henning, Silvia) ; Henzing, B (Henzing, Bas) ; Keskinen, H (Keskinen, Helmi) ; Sellegri, K (Sellegri, Karine) ; Ovadnevaite, J (Ovadnevaite, Jurgita) ; Bougiatioti, A (Bougiatioti, Aikaterini)[ 9,10 ] ; Kalivitis, N (Kalivitis, Nikos)[ 9,10 ] ; Stavroulas, L (Stavroulas, Lasonas)[ 9,10 ] ; Jefferson, A (Jefferson, Anne)[ 11 ] ; Park, M (Park, Minsu)[ 12 ] ; Schlag, P (Schlag, Patrick)[ 13,14 ] ; Kristensson, A (Kristensson, Adam)[ 15 ] ; Iwamotol, Y (Iwamotol, Yoko)[ 16,17 ] ; Pringle, K (Pringle, Kirsty)[ 18 ] ; Reddington, C (Reddington, Carly)[ 18 ] ; Aalto, P (Aalto, Pasi) ; Auml;ijala, M (Aijala, Mikko) ; Baltensperger, U (Baltensperger, Urs) ; Bialek, J (Bialek, Jakub) ; Birmili, W (Birmili, Wolfram)[ 2,19 ] ; Bukowiecki, N (Bukowiecki, Nicolas) ; Ehn, M (Ehn, Mikael) ; Fjaeraa, AM (Fjaeraa, Ann Mari)[ 20 ] ; Fiebig, M (Fiebig, Markus)[ 20 ] ; Frank, G (Frank, Goran)[ 15 ] ; Frohlich, R (Frohlich, Roman) ; Frumau, A (Frumau, Arnoud)[ 21 ] ; Furuyals, M (Furuyals, Masaki)[ 16 ] ; Hammerl', E (Hammerl', Emanuel)[ 1,22 ] ; Heikkinen, L (Heikkinen, Liine) ; Herrmann, E (Herrmann, Erik) ; Holzinger, R (Holzinger, Rupert)[ 13 ] ; Hyonols, H (Hyonols, Hiroyuki)[ 16 ] ; Kanakidoug, M (Kanakidoug, Maria) ; Kiendler-Scharr, A (Kiendler-Scharr, Astrid)[ 14 ] ; Kinouchi, K (Kinouchi, Kento)[ 16 ] ; Kos, G (Kos, Gerard)[ 21 ] ; Kulmala, M (Kulmala, Markku) ; Mihalopoulos, N (Mihalopoulos, Nikolaos)[ 9,10 ] ; Motos, G (Motos, Ghislain) ; Nenes, A (Nenes, Athanasios)[ 10,23,24,25 ] ; O'Dowd, C (O'Dowd, Colin) ; Paramonov, M (Paramonov, Mikhail)[ 4,26 ] ; Petaja, T (Petaja, Tuukka) ; Picard, D (Picard, David) ; Poulain, L (Poulain, Laurent) ; Prevot, ASH (Prevot, Andre Stephan Henry) ; Slowik, J (Slowik, Jay) ; Sonntag, A (Sonntag, Andre) ; Swietlicki, E (Swietlicki, Erik)[ 15 ] ; Svenningsson, B (Svenningsson, Birgitta)[ 15 ] ; Tsurumaru, H (Tsurumaru, Hiroshi)[ 16 ] ; Wiedensohler, A (Wiedensohler, Alfred) ; Wittbom, C (Wittbom, Cerina)[ 15 ] ; Ogren, JA (Ogren, John A.)[ 11 ] ; Matsuki, A (Matsuki, Atsushi)[ 16 ] ; Yum, SS (Yum, Seong Soo)[ 12 ] ; Myhre, CL (Myhre, Cathrine Lund)[ 19 ] ; Carslaw, K (Carslaw, Ken)[ 17 ] ; Stratmann, F (Stratmann, Frank) ; Gysel, M (Gysel, Martin) ...More...Less","Title":"Data Descriptor: Collocated observations of cloud condensation nuclei, particle size distributions, and chemical composition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397808000017 PubMed ID: 28202612 ISSN: 0270-6474","Keywords":"episodic memory; reinstatement; representational pattern similarity KeyWords Plus:MEDIAL TEMPORAL-LOBE; COMPLEMENTARY-LEARNING-SYSTEMS; LATERAL PARIETAL CORTEX; EARLY VISUAL-CORTEX; WORKING-MEMORY; MENTAL-IMAGERY; HUMAN HIPPOCAMPUS; FUNCTIONAL-ROLE; EYE SCANPATHS; DENTATE GYRUS","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"JOURNAL OF NEUROSCIENCE Volume: 37 Issue: 11 Pages: 2986-2998 DOI: 10.1523/JNEUROSCI.2324-16.2017 Published: MAR 11 2017","Abstract":"Contemporary models of episodic memory posit that remembering involves the reenactment of encoding processes. Although encodingretrieval similarity has been consistently reported and linked to memory success, the nature of neural pattern reinstatement is poorly understood. Using high-resolution fMRI on human subjects, our results obtained clear evidence for item-specific pattern reinstatement in the frontoparietal cortex, even when the encoding-retrieval pairs shared no perceptual similarity. No item-specific pattern reinstatement was found in the ventral visual cortex. Importantly, the brain regions and voxels carrying item-specific representation differed significantly between encoding and retrieval, and the item specificity for encoding-retrieval similarity was smaller than that for encoding or retrieval, suggesting different nature of representations between encoding and retrieval. Moreover, cross-region representational similarity analysis suggests that the encoded representation in the ventral visual cortex was reinstated in the frontoparietal cortex during retrieval. Together, these results suggest that, in addition to reinstatement of the originally encoded pattern in the brain regions that perform encoding processes, retrieval may also involve the reinstatement of a transformed representation of the encoded information. These results emphasize the constructive nature of memory retrieval that helps to serve important adaptive functions.","Authors":"Xiao, XQ (Xiao, Xiaoqian) ; Dong, Q (Dong, Qi) ; Gao, JH (Gao, Jiahong) ; Men, WW (Men, Weiwei) ; Poldrack, RA (Poldrack, Russell A.) ; Xue, G (Xue, Gui)","Title":"Transformed Neural Pattern Reinstatement during Episodic Memory Retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397476400001 ISSN: 1867-1381 eISSN: 1867-8548","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC MEASUREMENT TECHNIQUES Volume: 10 Issue: 3 Pages: 925-938 DOI: 10.5194/amt-10-925-2017 Published: MAR 10 2017","Abstract":"We improve the emission estimate algorithm DECSO (Daily Emission estimates Constrained by Satellite Observations) to better detect NOx emissions over remote areas. The new version is referred to as DECSO v5. The error covariance of the sensitivity of NO2 column observations to gridded NOx emissions has been better characterized. This reduces the background noise of emission estimates by a factor of 10. An emission update constraint has been added to avoid unrealistic day-to-day fluctuations of emissions. We estimate total NOx emissions, which include biogenic emissions that often drive the seasonal cycle of the NOx emissions. We demonstrate the improvements implemented in DECSO v5 for the domain of East Asia in the year 2012 and 2013. The emissions derived by DECSO v5 are in good agreement with other inventories like MIX. In addition, the improved algorithm is able to better capture the seasonality of NOx emissions and for the first time it reveals ship tracks near the Chinese coasts that are otherwise hidden by the outflow of NO2 from the Chinese mainland. The precision of monthly emissions derived by DECSO v5 for each grid cell is about 20 %.","Authors":"Ding, JY (Ding, Jieying) ; van der A, RJ (van der A, Ronald Johannes) ; Mijling, B (Mijling, Bas) ; Levelt, PF (Levelt, Pieternel Felicitas)","Title":"Space-based NOx emission estimates over remote regions improved in DECSO"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397477000002 ISSN: 1991-959X eISSN: 1991-9603","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"GEOSCIENTIFIC MODEL DEVELOPMENT Volume: 10 Issue: 3 Pages: 1107-1129 DOI: 10.5194/gmd-10-1107-2017 Published: MAR 10 2017","Abstract":"A data assimilation capability has been built for the NMMB-MONARCH chemical weather prediction system, with a focus on mineral dust, a prominent type of aerosol. An ensemble-based Kalman filter technique (namely the local ensemble transform Kalman filter - LETKF) has been utilized to optimally combine model background and satellite retrievals. Our implementation of the ensemble is based on known uncertainties in the physical parametrizations of the dust emission scheme. Experiments showed that MODIS AOD retrievals using the Dark Target algorithm can help NMMB-MONARCH to better characterize atmospheric dust. This is particularly true for the analysis of the dust outflow in the Sahel region and over the African Atlantic coast. The assimilation of MODIS AOD retrievals based on the Deep Blue algorithm has a further positive impact in the analysis downwind from the strongest dust sources of the Sahara and in the Arabian Peninsula. An analysis-initialized forecast performs better (lower forecast error and higher correlation with observations) than a standard forecast, with the exception of underestimating dust in the long-range Atlantic transport and degradation of the temporal evolution of dust in some regions after day 1. Particularly relevant is the improved forecast over the Sahara throughout the forecast range thanks to the assimilation of Deep Blue retrievals over areas not easily covered by other observational datasets. The present study on mineral dust is a first step towards data assimilation with a complete aerosol prediction system that includes multiple aerosol species.","Authors":"Di Tomaso, E (Di Tomaso, Enza) ; Schutgens, NAJ (Schutgens, Nick A. J.) ; Jorba, O (Jorba, Oriol) ; Garcia-Pando, CP (Garcia-Pando, Carlos Perez) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Jorba, Oriol  http://orcid.org/0000-0001-5872-0244","Title":"Assimilation of MODIS Dark Target and Deep Blue observations in the dust aerosol component of NMMB-MONARCH version 1.0"}]