[{"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397105200005 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Business intelligence; Data warehouse; OLAP; Social media","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Article Number: UNSP 5 DOI: 10.1007/s13278-017-0423-8 Published: DEC 2017","Abstract":"With the rise of social media in our life, several decision makers have worked on these networks to make better decisions. In order to benefit from the data issued from these media, many researchers focused on helping companies understand how to perform a social media competitive analysis and transform these data into knowledge for decision makers. A high number of users interact at any time on different ways in social media such as by expressing their opinions about products, services or transaction related to the organization which can prove very helpful for making better projections. In this paper, we provide a literature review on data warehouse design approaches from social media. More precisely, we start by introducing the main concepts of data warehouse and social media. We also propose two classes of data warehouse design approaches from social media (behavior analysis and integration of sentiment analysis in data warehouse schema) and expose for each one the most representative existing works. Afterward, we propose a comparative study of the existing works.","Authors":"Moalla, I (Moalla, Imen) ; Nabli, A (Nabli, Ahlem) ; Bouzguenda, L (Bouzguenda, Lotfi) ; Hammami, M (Hammami, Mohamed)","Title":"Data warehouse design approaches from social media: review and comparison"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400019 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Ensemble; Deep learning; Sentiment analysis; Machine learning; Natural language processing KeyWords Plus:CLASSIFICATION; POLARITY","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 236-246 DOI: 10.1016/j.eswa.2017.02.002 Published: JUL 1 2017","Abstract":"Deep learning techniques for Sentiment Analysis have become very popular. They provide automatic feature extraction and both richer representation capabilities and better performance than traditional feature based techniques (i.e., surface methods). Traditional surface approaches are based on complex manually extracted features, and this extraction process is a fundamental question in feature driven methods. These long-established approaches can yield strong baselines, and their predictive capabilities can be used in conjunction with the arising deep learning methods. In this paper we seek to improve the performance of deep learning techniques integrating them with traditional surface approaches based on manually extracted features. The contributions of this paper are sixfold. First, we develop a deep learning based sentiment classifier using a word embeddings model and a linear machine learning algorithm. This classifier serves as a baseline to compare to subsequent results. Second, we propose two ensemble techniques which aggregate our baseline classifier with other surface classifiers widely used in Sentiment Analysis. Third, we also propose two models for combining both surface and deep features to merge information from several sources. Fourth, we introduce a taxonomy for classifying the different models found in the literature, as well as the ones we propose. Fifth, we conduct several experiments to compare the performance of these models with the deep learning baseline. For this, we use seven public datasets that were extracted from the microblogging and movie reviews domain. Finally, as a result, a statistical study confirms that the performance of these proposed models surpasses that of our original baseline on Fl-Score. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Araque, O (Araque, Oscar) ; Corcuera-Platas, I (Corcuera-Platas, Ignacio) ; Sanchez-Rada, JF (Sanchez-Rada, J. Fernando) ; Iglesias, CA (Iglesias, Carlos A.)","Title":"Enhancing deep learning sentiment analysis with ensemble techniques in social applications"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394070100002 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Opinion mining; Sentiment analysis; Natural language processing; Deep learning; Machine learning KeyWords Plus:SENTIMENT ANALYSIS INTRODUCTION; CLASSIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 10-25 DOI: 10.1016/j.inffus.2016.10.004 Published: JUL 2017","Abstract":"As the prevalence of social media on the Internet, opinion mining has become an essential approach to analyzing so many data. Various applications appear in a wide range of industrial domains. Meanwhile, opinions have diverse expressions which bring along research challenges. Both of the practical demands and research challenges make opinion mining an active research area in recent years. In this paper, we present a review of Natural Language Processing (NLP) techniques for opinion mining. First, we introduce general NLP techniques which are required for text preprocessing. Second, we investigate the approaches of opinion mining for different levels and situations. Then we introduce comparative opinion mining and deep learning approaches for opinion mining. Opinion summarization and advanced topics are introduced later. Finally, we discuss some challenges and open problems related to opinion mining. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Sun, SL (Sun, Shiliang) ; Luo, C (Luo, Chen) ; Chen, JY (Chen, Junyu)","Title":"A review of natural language processing techniques for opinion mining systems"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394070100011 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Product ranking; Online reviews; Sentiment analysis; Intuitionistic fuzzy number; IFWA operator KeyWords Plus:DECISION-MAKING; AGGREGATION OPERATORS; INFORMATION FUSION; CUSTOMER REVIEWS; PROMETHEE METHOD; CHINESE; CLASSIFICATION; INTELLIGENCE; FRAMEWORK; SELECTION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 149-161 DOI: 10.1016/j.inffus.2016.11.012 Published: JUL 2017","Abstract":"Online product reviews have significant impacts on consumers' purchase decisions. To support consumers' purchase decisions, how to rank the products through online reviews is a valuable research topic, while research concerning this issue is still relatively scarce. This paper proposes a method based on the sentiment analysis technique and the intuitionistic fuzzy set theory to rank the products through online reviews. An algorithm based on sentiment dictionaries is developed to identify the positive, neutral or negative sentiment orientation on the alternative product concerning the product feature in each review. According to the identified positive, neutral and negative sentiment orientations, an intuitionistic fuzzy number is constructed for representing the performance of an alternative product concerning a product feature. The ranking of alternative products is determined by intuitionistic fuzzy weighted averaging (IFWA) operator and preference ranking organization methods for enrichment evaluations II (PROMETHEE II). A case study is given to illustrate the use of the proposed method. The comparisons and experiments are further conducted to illustrate the characteristics and advantages of the proposed method. Converting the identified positive, neutral and negative sentiment orientations into intuitionistic fuzzy numbers is a new idea for processing and fusing a large number of sentiment orientations of online reviews. Based on the proposed method, decision support system can be developed to support the consumers' purchase decisions more conveniently. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Liu, Y (Liu, Yang) ; Bi, JW (Bi, Jian-Wu) ; Fan, ZP (Fan, Zhi-Ping)","Title":"Ranking products through online reviews: A method based on sentiment analysis technique and intuitionistic fuzzy set theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397832100003 ISSN: 1053-4822 eISSN: 1873-7889","Keywords":"Big data; Theory; Inductive reasoning; Empiricism KeyWords Plus:INDUSTRIAL-ORGANIZATIONAL PSYCHOLOGY; RESOURCE INFORMATION-SYSTEMS; SOCIAL NETWORKING WEBSITES; EMPIRICAL SOCIOLOGY; SENTIMENT ANALYSIS; GROUNDED THEORY; DATA-SCIENCE; PERSONALITY; BEHAVIOR; SELECTION","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"HUMAN RESOURCE MANAGEMENT REVIEW Volume: 27 Issue: 2 Pages: 277-290 DOI: 10.1016/j.hrmr.2016.08.005 Published: JUN 2017","Abstract":"Theory is a cornerstone of organizational research. Recently, however, some organizational scientists have argued that there is an overemphasis on theory development in our prominent publication outlets, calling for a rejuvenation of empirically driven research. To bring empirical research back to the forefront, the organizational sciences need a shock to the system: the advent of big data analytics in organizations provides just such a shock. The purpose of the following paper is to advocate for big data analytics as tools that can be used to support inductive research methods in the organizational sciences. We then highlight areas of organizational research and practice in which big data analytics can have an impact, provide readers with a tempered perspective on big data in the organizational sciences, and suggest a number of ways that researchers, reviewers, and editors can prepare themselves for the introduction of big data research in the organizational sciences. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"McAbee, ST (McAbee, Samuel T.) ; Landis, RS (Landis, Ronald S.) ; Burke, MI (Burke, Maura I.)","Title":"Inductive reasoning: The promise of big data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395750900015 ISSN: 1350-4851 eISSN: 1466-4291","Keywords":"European monetary union; credit flows; global financial cycle; risk-taking channel KeyWords Plus:PANEL-DATA; MODELS","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"APPLIED ECONOMICS LETTERS Volume: 24 Issue: 10 Pages: 727-731 DOI: 10.1080/13504851.2016.1223815 Published: JUN 2017","Abstract":"The article analyses the role of global financial conditions for credit supply and growth performance in individual member states of the European Monetary Union (EMU). In line with the risk-taking channel of monetary policy, we find that in the short run, the Fed and European Central Bank (ECB) interest rate policy compensate for changes in global risk assessment thereby supporting net private credit flows to the European periphery. However, in later periods, a worsened risk sentiment weighs on credit flows to these countries. In contrast, EMU core countries are generally less affected by global financial shocks. This asymmetric influence of global conditions on EMU member states are smoothed by the uniform access of commercial banks to the Eurosystem's open market operations in conjunction with the redistribution of liquidity via the TARGET mechanism.","Authors":"Jochem, A (Jochem, Axel) ; Reitz, S (Reitz, Stefan)","Title":"The role of global financial conditions for credit supply in EMU periphery countries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400006 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Feature selection; Ordinal-based integration; Frequency-based integration; Feature vectors integration; Feature subsets integration; Sentiment analysis KeyWords Plus:MACHINE LEARNING APPROACH; FEATURE-EXTRACTION; CLASSIFICATION; REDUCTION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 80-93 DOI: 10.1016/j.eswa.2017.01.009 Published: JUN 1 2017","Abstract":"Feature subset selection with the aim of reducing, dependency of feature selection techniques and obtaining a high-quality minimal feature subset from a real-world domain is the main task of this research. For this end, firstly, two types of feature representation are presented for feature sets, namely unigram-based and part-of-speech based feature sets. Secondly, five methods of feature ranking are employed for creating feature vectors. Finally, we propose two methods for the integration feature vectors and feature subsets. An ordinal-based integration of different feature vectors (OIFV) is proposed in order to obtain a new feature vector. The new feature vector depends on the order of features in the old vectors. A frequency based integration of different feature subsets (FIFS) with most effective features, which are obtained from a hybrid filter and wrapper methods in the feature selection task, is then proposed. In addition, four wellknown text classification algorithms are employed as classifiers in the wrapper method for the selection of the feature subsets. A wide range of comparative experiments on five widely-used datasets in sentiment analysis were carried out. The experiments demonstrate that proposed methods can effectively improve the performance of sentiment classification. These results also show that proposed part-of-speech patterns are more effective in their classification accuracy compared to unigram-based features. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yousefpour, A (Yousefpour, Alireza) ; Ibrahim, R (Ibrahim, Roliana) ; Hamed, HNA (Hamed, Haza Nuzly Abdel)","Title":"Ordinal-based and frequency-based integration of feature selection methods for sentiment analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395613900008 ISSN: 0148-2963 eISSN: 1873-7978","Keywords":"Product sales forecasting; Online reviews; Sentiment analysis; Bass model; Norton model KeyWords Plus:WORD-OF-MOUTH; DIFFUSION-MODEL; IMPACT; INFORMATION; TECHNOLOGY; QUALITY; SERVICE; EQUITY; MEDIA; PRICE","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"JOURNAL OF BUSINESS RESEARCH Volume: 74 Pages: 90-100 DOI: 10.1016/j.jbusres.2017.01.010 Published: MAY 2017","Abstract":"Online reviews provide consumers with rich information that may reduce their uncertainty regarding purchases. As such, these reviews have a significant influence on product sales. In this paper, a novel method that combines the Bass/Norton model and sentiment analysis while using historical sales data and online review data is developed for product sales forecasting. A sentiment analysis method, the Naive Bayes algorithm, is used to extract the sentiment index from the content of each online review and integrate it into the imitation coefficient of the Bass/Norton model to improve the forecasting accuracy. We collected real-world automotive industry data and related online reviews. The computational results indicate that the combination of the Bass/Norton model and sentiment analysis has higher forecasting accuracy than the standard Bass/Norton model and some other sales forecasting models. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Fan, ZP (Fan, Zhi-Ping) ; Che, YJ (Che, Yu-Jie) ; Chen, ZY (Chen, Zhen-Yu)","Title":"Product sales forecasting using online reviews and historical sales data: A method combining the Bass model and sentiment analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300003 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Sentiment analysis; Multilingual; Code-Switching KeyWords Plus:SOCIAL MEDIA; POLARITY CLASSIFICATION; SUBJECTIVITY; TRANSLATION; LANGUAGE; LEXICON; TEXT","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 595-607 DOI: 10.1016/j.ipm.2017.01.004 Published: MAY 2017","Abstract":"This article tackles the problem of performing multilingual polarity classification on Twitter, comparing three techniques: (1) a multilingual model trained on a multilingual dataset, obtained by fusing existing monolingual resources, that does not need any language recognition step, (2) a dual monolingual model with perfect language detection on monolingual texts and (3) a monolingual model that acts based on the decision provided by a language identification tool. The techniques were evaluated on monolingual, synthetic multilingual and code-switching corpora of English and Spanish tweets. In the latter case we introduce the first code-switching Twitter corpus with sentiment labels. The samples are labelled according to two well-known criteria used for this purpose: the SendStrength scale and a trinary scale (positive, neutral and negative categories). The experimental results show the robustness of the multilingual approach (1) and also that it outperforms the monolingual models on some monolingual datasets. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Vilares, D (Vilares, David) ; Alonso, MA (Alonso, Miguel A.) ; Gomez-Rodriguez, C (Gomez-Rodriguez, Carlos)","Title":"Supervised sentiment analysis in multilingual environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300009 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Sentiment analysis; Multilingual sentiment analysis; Emotion mining KeyWords Plus:SENTIMENT CLASSIFICATION; BASIC EMOTIONS; REVIEWS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 684-704 DOI: 10.1016/j.ipm.2016.12.008 Published: MAY 2017","Abstract":"The importance of emotion mining is acknowledged in a wide range of new applications, thus broadening the potential market already proven for opinion mining. However, the lack of resources for languages other than English is even more critical for emotion mining. In this article, we investigate whether Multilingual Sentiment Analysis delivers reliable and effective results when applied to emotions. For this purpose, we developed experiments involving machine translations over corpora originally written in two languages. Our experimental framework for emotion classification assesses variations on (i) the language of the original text and its translations; (ii) strategies to combine multiple languages to overcome losses due to translation; (iii) options for data pre-processing (tokenization, feature representation and feature selection); and (iv) classification algorithms, including meta classifiers. The results show that emotion classification performance improve significantly with the use of texts in multiple languages, particularly by adopting a stacking of weak monolingual classifiers. Our study also sheds light into the impacts of data preparation strategies and their combination with classification algorithms, and compares differences between polarity and emotion classification according to the same experimental settings. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Becker, K (Becker, Karin) ; Moreira, VP (Moreira, Viviane P.) ; dos Santos, AGL (dos Santos, Aline G. L.)","Title":"Multilingual emotion classification using supervised learning: Comparative experiments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389108500003 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Sentiment classification; Information fusion; Domain adaptation KeyWords Plus:REGRESSION; REVIEWS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 35 Pages: 26-37 DOI: 10.1016/j.inffus.2016.09.001 Published: MAY 2017","Abstract":"Analyzing the sentiments in massive user-generated online data, such as product reviews and microblogs, has become a hot research topic. It can help customers, companies and expert systems make more informed decisions. Sentiment analysis is widely known as a domain dependent problem. Different domains usually have different sentiment expressions and a general sentiment classifier is not suitable for all domains. A natural solution to this problem is to train a domain-specific sentiment classifier for each target domain. However, the labeled data in target domain is usually insufficient, and it is costly and time-consuming to annotate enough samples. In order to tackle this problem, we propose a novel approach to train domain-specific sentiment classifiers by fusing the sentiment knowledge from multiple sources. Sentiment information from four sources is extracted and fused in our approach. The first source is sentiment lexicons, which contain sentiment polarities of general sentiment words. The second source is the sentiment classifiers of multiple source domains. The third source is the unlabeled data in target domain, from which we extract domain-specific sentiment relations among words. The fourth source is the labeled data in target domain. We propose a unified framework to fuse these four kinds of sentiment knowledge and train domain-specific sentiment classifier for target domain. In addition, we present an efficient optimization algorithm to solve the model of our approach. Extensive experiments are conducted on both Amazon product review dataset and Twitter dataset. Experimental results show that by fusing the sentiment information extracted from multiple sources, our approach can effectively improve the performance of sentiment classification and reduce the dependence on labeled data. For instance, our approach can achieve an accuracy of 87.22% in Kitchen domain when only 200 samples in target domain are labeled. The performance improvements of our approach compared with purely supervised sentiment classifier are 8.98% and 7.92% on Amazon and Twitter datasets respectively. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Wu, FZ (Wu, Fangzhao) ; Huang, YF (Huang, Yongfeng) ; Yuan, ZG (Yuan, Zhigang) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yuan, Zhigang  http://orcid.org/0000-0002-9299-2240","Title":"Domain-specific sentiment classification via fusing sentiment knowledge from multiple sources"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604800001 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Sentiment analysis; Genetic algorithm; Twitter; Sentiment lexicon; Social media; Evolutionary computation KeyWords Plus:CLASSIFICATION; LANGUAGES; SELECTION; TWITTER; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 122 Pages: 1-16 DOI: 10.1016/j.knosys.2017.01.028 Published: APR 15 2017","Abstract":"Sentiment analysis is about classifying opinions expressed in text. The aim of this study is to improve polarity classification of sentiments in microblogs by building adaptive sentiment lexicons. In the proposed method, corpora-based and lexicon-based approaches are combined and lexicons are generated from text. The sentiment classification is formulated as an optimization problem, in which the goal is to find optimum sentiment lexicons. A novel genetic algorithm is then proposed to solve this optimization problem and find lexicons to classify text. The algorithm generates adaptive sentiment lexicons, and then a meta-level feature is extracted based on it, which is then used alongside Bing Liu's lexicon and n-gram features. The experiments are conducted on six datasets. In terms of accuracy, the results outperform the state-of-the-art methods proposed in the literature in two of the datasets. Also, in four of the datasets, the proposed approach outperforms in terms of F-measure. Applying the proposed method on six datasets, the accuracy is higher than 80% in all six datasets and the F-measure is higher than 80% in four of these datasets. Using the sentiment lexicons created by the proposed algorithm, one can get a better understanding of the specific language and culture of Twitter users and sentiment orientation of words in different contexts. It is also shown that it is useful not to omit the conventional stop-words, as each word can have its sentimental implications. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Keshavarz, H (Keshavarz, Hamidreza) ; Abadeh, MS (Abadeh, Mohammad Saniee)","Title":"ALGA: Adaptive lexicon learning using genetic algorithm for sentiment analysis of microblogs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900019 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Natural language processing; Sentiment analysis; Deep neural network KeyWords Plus:LEVEL; LANGUAGE; NETWORK","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 221-230 DOI: 10.1016/j.eswa.2016.10.065 Published: APR 15 2017","Abstract":"Different types of sentences express sentiment in very different ways. Traditional sentence-level sentiment classification research focuses on one-technique-fits-all solution or only centers on one special type of sentences. In this paper, we propose a divide-and-conquer approach which first classifies sentences into different types, then performs sentiment analysis separately on sentences from each type. Specifically, we find that sentences tend to be more complex if they contain more sentiment targets. Thus, we propose to first apply a neural network based sequence model to classify opinionated sentences into three types according to the number of targets appeared in a sentence. Each group of sentences is then fed into a one-dimensional convolutional neural network separately for sentiment classification. Our approach has been evaluated on four sentiment classification datasets and compared with a wide range of baselines. Experimental results show that: (1) sentence type classification can improve the performance of sentence-level sentiment analysis; (2) the proposed approach achieves state-of-the-art results on several benchmarking datasets. (C) 2016 The Authors. Published by Elsevier Ltd.","Authors":"Chen, T (Chen, Tao) ; Xu, RF (Xu, Ruifeng) ; He, YL (He, Yulan) ; Wang, X (Wang, Xuan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number He, Yulan  http://orcid.org/0000-0003-3948-5845","Title":"Improving sentiment analysis via sentence type classification using BiLSTM-CRF and CNN"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397506200003 ISSN: 0269-2821 eISSN: 1573-7462","Keywords":"Natural language processing; Sentiment analysis; Data mining KeyWords Plus:TWITTER","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"ARTIFICIAL INTELLIGENCE REVIEW Volume: 47 Issue: 4 Pages: 485-505 DOI: 10.1007/s10462-016-9489-3 Published: APR 2017","Abstract":"People express their opinions about things like products, celebrities and services using social media channels. The analysis of these textual contents for sentiments is a gold mine for marketing experts as well as for research in humanities, thus automatic sentiment analysis is a popular area of applied artificial intelligence. The chief objective of this paper is to investigate automatic sentiment analysis on social media contents over various text sources and languages. The comparative findings of the investigation may give useful insights to artificial intelligence researchers who develop sentiment analyzers for a new textual source. To achieve this, we describe supervised machine learning based systems which perform sentiment analysis and we comparatively evaluate them on seven publicly available English and Hungarian databases, which contain text documents taken from Twitter and product review sites. We discuss the differences among these text genres and languages in terms of document- and target-level sentiment analysis.","Authors":"Hangya, V (Hangya, Viktor) ; Farkas, R (Farkas, Richard)","Title":"A comparative empirical study on social media sentiment analysis over various genres and languages"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398827200003 ISSN: 0219-8770 eISSN: 1793-6950","Keywords":"Social network services; Twitter; sentiment analysis; crowd intelligence evaluation; brand presence KeyWords Plus:IMPACT; TEXT","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"INTERNATIONAL JOURNAL OF INNOVATION AND TECHNOLOGY MANAGEMENT Volume: 14 Issue: 2 Special Issue: SI Article Number: 1740008 DOI: 10.1142/S0219877017400089 Published: APR 2017","Abstract":"Marketing is the front-end strategy of firms to communicate the value of their products or services to customers; therefore, innovations in marketing have tremendous value in comparison to the whole innovation strategy of firms. The emergence of social network services (SNSs) as a dominant communication platform among firms and users provides an opportunity to evaluate the innovativeness of a firm's marketing strategy. With an analysis of Twitter data, the study indicates how users react to content from different profile types. This result could inspire firms and the social media strategists of companies to diversify their content over multiple user profiles.","Authors":"Hajikhani, A (Hajikhani, Arash) ; Porras, J (Porras, Jari) ; Melkas, H (Melkas, Helina)","Title":"Brand Analysis in Social Network Services: Results from Content Analysis in Twitter Regarding the US Smartphone Market"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398288100001 ISSN: 0093-5301 eISSN: 1537-5277","Keywords":"consumer sentiment; speech act theory; text mining; online reviews; sales ranks; social media KeyWords Plus:WORD-OF-MOUTH; ILLOCUTIONARY FORCE; NATURAL-LANGUAGE; REVIEWS; TEXT; EMOTION; SPEECH; SALES; CONSUMPTION; EXPERIENCE","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"JOURNAL OF CONSUMER RESEARCH Volume: 43 Issue: 6 Pages: 875-894 DOI: 10.1093/jcr/ucw070 Published: APR 2017","Abstract":"Deciphering consumers' sentiment expressions from big data (e.g., online reviews) has become a managerial priority to monitor product and service evaluations. However, sentiment analysis, the process of automatically distilling sentiment from text, provides little insight regarding the language granularities beyond the use of positive and negative words. Drawing on speech act theory, this study provides a fine-grained analysis of the implicit and explicit language used by consumers to express sentiment in text. An empirical text-mining study using more than 45,000 consumer reviews demonstrates the differential impacts of activation levels (e.g., tentative language), implicit sentiment expressions (e.g., commissive language), and discourse patterns (e.g., incoherence) on overall consumer sentiment (i.e., star ratings). In two follow-up studies, we demonstrate that these speech act features also influence the readers' behavior and are generalizable to other social media contexts, such as Twitter and Facebook. We contribute to research on consumer sentiment analysis by offering a more nuanced understanding of consumer sentiments and their implications.","Authors":"Ordenes, FV (Ordenes, Francisco Villarroel) ; Ludwig, S (Ludwig, Stephan) ; De Ruyter, K (De Ruyter, Ko) ; Grewal, D (Grewal, Dhruv) ; Wetzels, M (Wetzels, Martin)","Title":"Unveiling What Is Written in the Stars: Analyzing Explicit, Implicit, and Discourse Patterns of Sentiment in Social Media"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397493200006 ISSN: 0047-2778 eISSN: 1540-627X","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"JOURNAL OF SMALL BUSINESS MANAGEMENT Volume: 55 Issue: 2 Pages: 270-302 Special Issue: SI DOI: 10.1111/jsbm.12313 Published: APR 2017","Abstract":"This study builds on previous research on information technology implementation and usage in small and medium-sized enterprises (SMEs) and applies a special focus on social networks. Specifically, this research investigates antecedents of social network usage in SMEs and respective performance outcomes. The results show that entrepreneurial orientation is positively related to social network usage in SMEs, whereas responsive market orientation shows no effect. Social network usage is not directly related to SME growth; yet it mediates the relationship between entrepreneurial orientation and SME growth. Interestingly, large firms show the opposite effects regarding antecedents and performance-related consequences of social network usage.","Authors":"Eggers, F (Eggers, Fabian) ; Hatak, I (Hatak, Isabella) ; Kraus, S (Kraus, Sascha) ; Niemand, T (Niemand, Thomas)","Title":"Technologies That Support Marketing and Market Development in SMEs-Evidence from Social Networks"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395451200001 ISSN: 0891-2416 eISSN: 1552-5414","Keywords":"stigma management; Islam; cultural education; dialogue; critical race theory KeyWords Plus:GROUP IDENTIFICATION; UNITED-STATES; IDENTITY; AMERICAN; ISLAM; RACE; WOMEN; ARAB; DISCRIMINATION; NEGOTIATIONS","Categories":"Sociology; Urban Studies Web of Science Categories:Sociology; Urban Studies","Journal Information":"JOURNAL OF CONTEMPORARY ETHNOGRAPHY Volume: 46 Issue: 2 Pages: 135-172 DOI: 10.1177/0891241615570053 Published: APR 2017","Abstract":"In the wake of the 9/11 terrorist attacks on the World Trade Center, anti-Muslim discourse and sentiment has become pervasive in the West. Using a collaborative ethnographic approach, we observe how participants at a Turkish Community Center (TCC) cultivate stigma management strategies against the cultural backdrop of post-9/11 anti-Muslim stereotypes. In our analysis, we use Goffman's work on stigma and critical race theory to explore the socially embedded nature of stigmatization processes for Turkish Muslims in a local community center. Our findings reveal how aspects of Turkish culture and Islam, together with a structural context that facilitates collective stigma management, allow TCC participants to effectively manage stigma and combat anti-Muslim stereotypes. Turkish participants use the practice of dialogue to prioritize secular identity(ies) through cultural education, normalize the Muslim self in conversation about religion, and embody a gendered presentation of Islam and Turkish culture. While facilitating individual and collective resilience for TCC participants in the face of stigmatization and pervasive anti-Muslim sentiment, these practices also contribute to the reproduction of broader patterns of racial, cultural, and gender inequality.","Authors":"Paul, C (Paul, Crystal) ; Becker, S (Becker, Sarah)","Title":"\"People Are Enemies to What They Don't Know\" Managing Stigma and Anti-Muslim Stereotypes in a Turkish Community Center"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395664200012 PubMed ID: 28241932 ISSN: 1386-5056 eISSN: 1872-8243","Keywords":"Defect discovery; Text mining; Quality management KeyWords Plus:SOCIAL MEDIA; SENTIMENT ANALYSIS; DEFECT DISCOVERY; SURVEILLANCE","Categories":"Computer Science; Health Care Sciences & Services; Medical Informatics Web of Science Categories:Computer Science, Information Systems; Health Care Sciences & Services; Medical Informatics","Journal Information":"INTERNATIONAL JOURNAL OF MEDICAL INFORMATICS Volume: 100 Pages: 108-120 DOI: 10.1016/j.ijmedinf.2017.01.005 Published: APR 2017","Abstract":"Objectives: Product issues can cost companies millions in lawsuits and have devastating effects on a firm's sales, image and goodwill, especially in the era of social media. The ability for a system to detect the presence of safety and efficacy (S&E) concerns early on could not only protect consumers from injuries due to safety hazards, but could also mitigate financial damage to the manufacturer. Prior studies in the field of automated defect discovery have found industry-specific techniques appropriate to the automotive, consumer electronics, home appliance, and toy industries, but have not investigated pain relief medicines and medical devices. In this study, we focus specifically on automated discovery of S&E concerns in over-the-counter (OTC) joint and muscle pain relief remedies and devices. Methods: We select a dataset of over 32,000 records for three categories of Joint & Muscle Pain Relief treatments from Amazon's online product reviews, and train \"smoke word\" dictionaries which we use to score holdout reviews, for the presence of safety and efficacy issues. We also score using conventional sentiment analysis techniques. Results: Compared to traditional sentiment analysis techniques, we found that smoke term dictionaries were better suited to detect product concerns from online consumer reviews, and significantly outperformed the sentiment analysis techniques in uncovering both efficacy and safety concerns, across all product subcategories. Conclusion: Our research can be applied to the healthcare and pharmaceutical industry in order to detect safety and efficacy concerns, reducing risks that consumers face using these products. These findings can be highly beneficial to improving quality assurance and management in joint and muscle pain relief. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Adams, DZ (Adams, David Z.) ; Gruss, R (Gruss, Richard) ; Abrahams, AS (Abrahams, Alan S.)","Title":"Automated discovery of safety and efficacy concerns for joint & muscle pain relief treatments from online reviews"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393806600005 ISSN: 1351-847X eISSN: 1466-4364","Keywords":"asymmetric GARCH models; high-frequency data; extreme loss; sentiment analysis; model confidence set; Value-at-Risk forecast combination KeyWords Plus:PUBLIC INFORMATION ARRIVAL; STOCK-MARKET; CONDITIONAL HETEROSKEDASTICITY; VOLATILITY; FORECASTS; MODEL; COMBINATION; QUANTILES; MANAGEMENT; LIKELIHOOD","Categories":"Business & Economics Web of Science Categories:Business, Finance","Journal Information":"EUROPEAN JOURNAL OF FINANCE Volume: 23 Issue: 6 Pages: 535-572 Special Issue: SI DOI: 10.1080/1351847X.2015.1106959 Published: APR 2017","Abstract":"In this paper, we investigate the impact of news to predict extreme financial returns using high-frequency data. We consider several model specifications differing for the dynamic property of the underlying stochastic process as well as for the innovation process. Since news are essentially qualitative measures, they are firstly transformed into quantitative measures which are subsequently introduced as exogenous regressors into the conditional volatility dynamics. Three basic sentiment indexes are constructed starting from three lists of words defined by historical market news response and by a discriminant analysis. Models are evaluated in terms of their predictive accuracy to forecast out-of-sample Value-at-Risk of the STOXX Europe 600 sectors at different confidence levels using several statistic tests and the model confidence set procedure of Hansen, Lunde, Nason [(2011). The Model Confidence Set. Econometrica, 79, pp. 453-497]. Moreover, since Hansen's procedure usually delivers a set of models having the same VaR predictive ability, we propose a new forecasting combination technique that dynamically weights the VaR predictions obtained by the models belonging to the optimal final set. Our results confirm that the inclusion of exogenous information as well as the right specification of the returns' conditional distribution significantly decreases the number of actual versus expected VaR violations towards one, and this is especially true for higher confidence levels.","Authors":"Bernardi, M (Bernardi, Mauro) ; Catania, L (Catania, Leopoldo) ; Petrella, L (Petrella, Lea)","Title":"Are news important to predict the Value-at-Risk?"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396413900001 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 4 Pages: 811-829 DOI: 10.1002/asi.23716 Published: APR 2017","Abstract":"Opinion mining refers to the use of natural language processing, text analysis, and computational linguistics to identify and extract subjective information in textual material. Opinion mining, also known as sentiment analysis, has received a lot of attention in recent times, as it provides a number of tools to analyze public opinion on a number of different topics. Comparative opinion mining is a subfield of opinion mining which deals with identifying and extracting information that is expressed in a comparative form (e.g., \"paper X is better than the Y\"). Comparative opinion mining plays a very important role when one tries to evaluate something because it provides a reference point for the comparison. This paper provides a review of the area of comparative opinion mining. It is the first review that cover specifically this topic as all previous reviews dealt mostly with general opinion mining. This survey covers comparative opinion mining from two different angles. One from the perspective of techniques and the other from the perspective of comparative opinion elements. It also incorporates preprocessing tools as well as data set that were used by past researchers that can be useful to future researchers in the field of comparative opinion mining.","Authors":"Varathan, KD (Varathan, Kasturi Dewi) ; Giachanou, A (Giachanou, Anastasia) ; Crestani, F (Crestani, Fabio)","Title":"Comparative Opinion Mining: A Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392768700009 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Event popularity; Sentiment analysis; Twitter; Financial community KeyWords Plus:STOCK-PRICE REACTION; INFORMATION; NEWS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 71 Pages: 111-124 DOI: 10.1016/j.eswa.2016.11.022 Published: APR 1 2017","Abstract":"The growing number of Twitter users makes it a valuable source of information to study what is happening right now. Users often use Twitter to report real-life events. Here we are only interested in following the financial community. This paper focuses on detecting events popularity through sentiment analysis of tweets published by the financial community on the Twitter universe. The detection of events popularity on Twitter makes this a non-trivial task due to noisy content that often are the tweets. This work aims to filter out all the noisy tweets in order to analyze only the tweets that influence the financial market, more specifically the thirty companies that compose the Dow Jones Average. To perform these tasks, in this paper it is proposed a methodology that starts from the financial community of Twitter and then filters the collected tweets, makes the sentiment analysis of the tweets and finally detects the important events in the life of companies. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Daniel, M (Daniel, Mariana) ; Neves, RF (Neves, Rui Ferreira) ; Horta, N (Horta, Nuno) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Daniel, Mariana  http://orcid.org/0000-0003-4434-2910 Horta, Nuno  http://orcid.org/0000-0002-1687-1447","Title":"Company event popularity for financial markets using Twitter and sentiment analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392768700036 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Service quality; Text mining; Healthcare KeyWords Plus:SERVQUAL SCALE; ONLINE; REVIEWS; SATISFACTION; DOCTORS; MODEL","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 71 Pages: 479-492 DOI: 10.1016/j.eswa.2016.11.004 Published: APR 1 2017","Abstract":"Mechanisms for collecting unstructured feedback (i.e., text comments) from patients of healthcare providers have become commonplace, but analysis techniques to examine such feedback have not been frequently applied in this domain. To fill this gap, we apply a text mining methodology to a large set of textual feedback of physicians by their patients and relate the textual commentary to their numeric ratings. While perceptions of healthcare service quality in the form of numeric ratings are easy to aggregate, freeform textual commentary presents more challenges to extracting useful information. Our methodology explores aggregation of the textual commentary using a topic analysis procedure (i.e., latent Dirichlet allocation) and a sentiment tool (i.e., Diction). We then explore how the extracted topic areas and expressed sentiments relate to the physicians' quantitative ratings of service quality from both patients and other physicians. We analyze 23,537 numeric ratings plus textual feedback provided by patients of 3,712 physicians who have also been recommended by other physicians, and determine process quality satisfaction is an important driver of patient perceived quality, whereas clinical quality better reflects physician perceived quality. Our findings lead us to suggest that to maximize the usefulness of online reviews of physicians, potential patients should parse them for particular quality elements they wish to assess and interpret them within the scope of those quality elements. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"James, TL (James, Tabitha L.) ; Calderon, EDV (Calderon, Eduardo D. Villacis) ; Cook, DF (Cook, Deborah F.)","Title":"Exploring patient perceptions of healthcare service quality through analysis of unstructured feedback"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395213300003 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Satiric news; Satire detection; Irony detection; Customer reviews; Ensembled feature subset selection; Sentiment analysis; LIWC; TAALES KeyWords Plus:NETWORKS; SARCASM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 120 Pages: 15-33 DOI: 10.1016/j.knosys.2016.12.018 Published: MAR 15 2017","Abstract":"Figurative language detection has always been a difficult task for human beings while being a more difficult proposition, even if automated using text and data mining. The available computational approaches are also quite limited in their capabilities and scope. In this regard, we propose an ensembled text feature selection method followed by a new framework in the paradigm of text and data mining to automatically detect satire, sarcasm, and irony found in news and customer reviews. The effectiveness of the proposed approach was demonstrated on three datasets including two satiric and one ironic dataset. The proposed methodology performed well on one satiric dataset and yielded promising results on the remaining two datasets. Moreover, we found out some interesting common characteristics of satire and irony like affective process (negative emotion), personal concern (leisure), biological process (body and sexual), perception (see), informal language (swear), social process (male), cognitive process (certain), and psycholinguistic (concreteness and imageability), which were extracted from three corpora. Of particular significance is the comparison of our approach with human annotators' evaluations, which served as a baseline in these tasks. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ravi, K (Ravi, Kumar) ; Ravi, V (Ravi, Vadlamani)","Title":"A novel automatic satire and irony detection using ensembled feature selection and data mining"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397425400001 PubMed ID: 28253919 ISSN: 2041-1480","Keywords":"Twitter; Social media; Sentiment analysis; Support vector machines; Hierarchical classification; Gold standard KeyWords Plus:VACCINATION","Categories":"Mathematical & Computational Biology Web of Science Categories:Mathematical & Computational Biology","Journal Information":"JOURNAL OF BIOMEDICAL SEMANTICS Volume: 8 Article Number: 9 DOI: 10.1186/s13326-017-0120-6 Published: MAR 3 2017","Abstract":"Background: Analysing public opinions on HPV vaccines on social media using machine learning based approaches will help us understand the reasons behind the low vaccine coverage and come up with corresponding strategies to improve vaccine uptake. Objective: To propose a machine learning system that is able to extract comprehensive public sentiment on HPV vaccines on Twitter with satisfying performance. Method: We collected and manually annotated 6,000 HPV vaccines related tweets as a gold standard. SVM model was chosen and a hierarchical classification method was proposed and evaluated. Additional feature sets evaluation and model parameters optimization was done to maximize the machine learning model performance. Results: A hierarchical classification scheme that contains 10 categories was built to access public opinions toward HPV vaccines comprehensively. A 6,000 annotated tweets gold corpus with Kappa annotation agreement at 0.851 was created and made public available. The hierarchical classification model with optimized feature sets and model parameters has increased the micro-averaging and macro-averaging F score from 0.6732 and 0.3967 to 0.7442 and 0.5883 respectively, compared with baseline model. Conclusions: Our work provides a systematical way to improve the machine learning model performance on the highly unbalanced HPV vaccines related tweets corpus. Our system can be further applied on a large tweets corpus to extract large-scale public opinion towards HPV vaccines.","Authors":"Du, JC (Du, Jingcheng) ; Xu, J (Xu, Jun) ; Song, HY (Song, Hsingyi) ; Liu, XY (Liu, Xiangyu) ; Tao, C (Tao, Cui)","Title":"Optimization on machine learning based approaches for sentiment analysis on HPV vaccines related tweets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399089600007 ISSN: 1533-5399 eISSN: 1557-6051","Keywords":"Probabilistic methods; lexical approach; latent factors KeyWords Plus:SENTIMENT ANALYSIS; INFORMATION; LEXICON; SPACES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"ACM TRANSACTIONS ON INTERNET TECHNOLOGY Volume: 17 Issue: 1 Special Issue: SI Article Number: 7 DOI: 10.1145/2996187 Published: MAR 2017","Abstract":"Emotion analysis in social media is challenging. While most studies focus on positive and negative sentiments, the differentiation between emotions is more difficult. We investigate the problem as a collection of binary classification tasks on the basis of four opposing emotion pairs provided by Plutchik. We processed the content of messages by three alternative methods: structural and lexical features, latent factors, and natural language processing. The final prediction is suggested by classifiers deriving from the state of the art in machine learning. Results are convincing in the possibility to distinguish the emotions pairs in social media.","Authors":"Meo, R (Meo, Rosa) ; Sulis, E (Sulis, Emilio)","Title":"Processing Affect in Social Media: A Comparison of Methods to Distinguish Emotions in Tweets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398723600033 ISSN: 1999-4893","Keywords":"gradient boosting machines; sentiment analysis; high-dimensional data; Modern Greek KeyWords Plus:TRANSLATION; FEATURES","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"ALGORITHMS Volume: 10 Issue: 1 Article Number: 34 DOI: 10.3390/a10010034 Published: MAR 2017","Abstract":"Sentiment analysis has played a primary role in text classification. It is an undoubted fact that some years ago, textual information was spreading in manageable rates; however, nowadays, such information has overcome even the most ambiguous expectations and constantly grows within seconds. It is therefore quite complex to cope with the vast amount of textual data particularly if we also take the incremental production speed into account. Social media, e-commerce, news articles, comments and opinions are broadcasted on a daily basis. A rational solution, in order to handle the abundance of data, would be to build automated information processing systems, for analyzing and extracting meaningful patterns from text. The present paper focuses on sentiment analysis applied in Greek texts. Thus far, there is no wide availability of natural language processing tools for Modern Greek. Hence, a thorough analysis of Greek, from the lexical to the syntactical level, is difficult to perform. This paper attempts a different approach, based on the proven capabilities of gradient boosting, a well-known technique for dealing with high-dimensional data. The main rationale is that since English has dominated the area of preprocessing tools and there are also quite reliable translation services, we could exploit them to transform Greek tokens into English, thus assuring the precision of the translation, since the translation of large texts is not always reliable and meaningful. The new feature set of English tokens is augmented with the original set of Greek, consequently producing a high dimensional dataset that poses certain difficulties for any traditional classifier. Accordingly, we apply gradient boosting machines, an ensemble algorithm that can learn with different loss functions providing the ability to work efficiently with high dimensional data. Moreover, for the task at hand, we deal with a class imbalance issues since the distribution of sentiments in real-world applications often displays issues of inequality. For example, in political forums or electronic discussions about immigration or religion, negative comments overwhelm the positive ones. The class imbalance problem was confronted using a hybrid technique that performs a variation of under-sampling the majority class and over-sampling the minority class, respectively. Experimental results, considering different settings, such as translation of tokens against translation of sentences, consideration of limited Greek text preprocessing and omission of the translation phase, demonstrated that the proposed gradient boosting framework can effectively cope with both high-dimensional and imbalanced datasets and performs significantly better than a plethora of traditional machine learning classification approaches in terms of precision and recall measures.","Authors":"Athanasiou, V (Athanasiou, Vasileios) ; Maragoudakis, M (Maragoudakis, Manolis)","Title":"A Novel, Gradient Boosting Framework for Sentiment Analysis in Languages where NLP Resources Are Not Plentiful: A Case Study for Modern Greek"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398723600032 ISSN: 1999-4893","Keywords":"Apache Spark; Big Data; Bloom Filters; Hadoop; MapReduce; Twitter","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"ALGORITHMS Volume: 10 Issue: 1 Article Number: 33 DOI: 10.3390/a10010033 Published: MAR 2017","Abstract":"Sentiment Analysis on Twitter Data is indeed a challenging problem due to the nature, diversity and volume of the data. People tend to express their feelings freely, which makes Twitter an ideal source for accumulating a vast amount of opinions towards a wide spectrum of topics. This amount of information offers huge potential and can be harnessed to receive the sentiment tendency towards these topics. However, since no one can invest an infinite amount of time to read through these tweets, an automated decision making approach is necessary. Nevertheless, most existing solutions are limited in centralized environments only. Thus, they can only process at most a few thousand tweets. Such a sample is not representative in order to define the sentiment polarity towards a topic due to the massive number of tweets published daily. In this work, we develop two systems: the first in the MapReduce and the second in the Apache Spark framework for programming with Big Data. The algorithm exploits all hashtags and emoticons inside a tweet, as sentiment labels, and proceeds to a classification method of diverse sentiment types in a parallel and distributed manner. Moreover, the sentiment analysis tool is based on Machine Learning methodologies alongside Natural Language Processing techniques and utilizes Apache Spark's Machine learning library, MLlib. In order to address the nature of Big Data, we introduce some pre-processing steps for achieving better results in Sentiment Analysis as well as Bloom filters to compact the storage size of intermediate data and boost the performance of our algorithm. Finally, the proposed system was trained and validated with real data crawled by Twitter, and, through an extensive experimental evaluation, we prove that our solution is efficient, robust and scalable while confirming the quality of our sentiment identification.","Authors":"Kanavos, A (Kanavos, Andreas) ; Nodarakis, N (Nodarakis, Nikolaos) ; Sioutas, S (Sioutas, Spyros) ; Tsakalidis, A (Tsakalidis, Athanasios) ; Tsolis, D (Tsolis, Dimitrios) ; Tzimas, G (Tzimas, Giannis)","Title":"Large Scale Implementations for Twitter Sentiment Classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399017800056 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Figurative sentiment analysis; Statistical approach; Content-based; Emotion pattern KeyWords Plus:IRONY","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 6 Pages: 8901-8914 DOI: 10.1007/s11042-016-3525-9 Published: MAR 2017","Abstract":"This paper presents a system that analyzes the sentiment of figurative language contained in short texts collected from Social Networking Services (SNS). This case study sources information from tweets on Twitter and calculates the polarity of the figurative language with three different categories (i.e., sarcastic, ironic, and metaphorical tweets). As in Medhat et al. (Ain Shams Eng J 5(4):1093-1113, 2014), Nguyen and Jung (Mob Netw Appl 20(4):475-486, 2015), many related works have used a lexical-based approach (e.g., dictionary and corpus), and machine learning-based approach (e.g., decision tree, rule discovery, and probabilistic methods) to extract sentiment in a given text. This statistical approach makes use of two main features: i) Content-based, and ii) Emotion Pattern-based. We believe that this combination offers a general method to solve the current problem and easily extends for analyzing other types of figurative languages. The proposed algorithm is evaluated by using Cosine similarity to conduct an experiment over a Data set that contains about 5,000 tweets. The results show that the FIS Model (Figurative language Identification using Statistical-based Model) works well with figurative tweets with a highest achievement of 0.7813.","Authors":"Nguyen, HL (Hoang Long Nguyen) ; Jung, JE (Jung, Jai E.)","Title":"Statistical approach for figurative sentiment analysis on Social Networking Services: a case study on Twitter"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398818700204 ISSN: 1424-8220","Keywords":"social sensors; social sensory data; social image; popularity prediction; enhanced living environment; social media; social networks","Categories":"Chemistry; Electrochemistry; Instruments & Instrumentation Web of Science Categories:Chemistry, Analytical; Electrochemistry; Instruments & Instrumentation","Journal Information":"SENSORS Volume: 17 Issue: 3 Article Number: 631 DOI: 10.3390/s17030631 Published: MAR 2017","Abstract":"The increase in the popularity of social media has shattered the gap between the physical and virtual worlds. The content generated by people or social sensors on social media provides information about users and their living surroundings, which allows us to access a user's preferences, opinions, and interactions. This provides an opportunity for us to understand human behavior and enhance the services provided for both the real and virtual worlds. In this paper, we will focus on the popularity prediction of social images on Flickr, a popular social photo-sharing site, and promote the research on utilizing social sensory data in the context of assisting people to improve their life on the Web. Social data are different from the data collected from physical sensors; in the fact that they exhibit special characteristics that pose new challenges. In addition to their huge quantity, social data are noisy, unstructured, and heterogeneous. Moreover, they involve human semantics and contextual data that require analysis and interpretation based on human behavior. Accordingly, we address the problem of popularity prediction for an image by exploiting three main factors that are important for making an image popular. In particular, we investigate the impact of the image's visual content, where the semantic and sentiment information extracted from the image show an impact on its popularity, as well as the textual information associated with the image, which has a fundamental role in boosting the visibility of the image in the keyword search results. Additionally, we explore social context, such as an image owner's popularity and how it positively influences the image popularity. With a comprehensive study on the effect of the three aspects, we further propose to jointly consider the heterogeneous social sensory data. Experimental results obtained from real-world data demonstrate that the three factors utilized complement each other in obtaining promising results in the prediction of image popularity on social photo-sharing site.","Authors":"Aloufi, S (Aloufi, Samah) ; Zhu, SA (Zhu, Shiai) ; El Saddik, A (El Saddik, Abdulmotaleb)","Title":"On the Prediction of Flickr Image Popularity by Analyzing Heterogeneous Social Sensory Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398714100150 ISSN: 2071-1050","Keywords":"waste-to-energy; hedonic price model; NIMBY impacts KeyWords Plus:NUCLEAR-POWER-PLANTS; RESIDENTIAL PROPERTY-VALUES; HAZARDOUS-WASTE; HOUSING VALUES; PERCEIVED RISKS; NIMBY SYNDROME; IMPACT; SITES; MSW; FACILITIES","Categories":"Science & Technology - Other Topics; Environmental Sciences & Ecology Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Environmental Sciences; Environmental Studies","Journal Information":"SUSTAINABILITY Volume: 9 Issue: 3 Article Number: 475 DOI: 10.3390/su9030475 Published: MAR 2017","Abstract":"Along with the accelerated process of China's urbanization, the increasing urban population has put much pressure on solid waste disposal. A speeding-up development plan of waste incineration power generation has been launched in China, which aims to resolve the dilemma where many cities are besieged by waste. However, due to the potential impact on surrounding environment, the site selection of these facilities has encountered protests from local residents. The economic reflection of the non-market public sentiment precisely embodies the prices of surrounding real estate market. Taking Shenzhen city as an example, this paper applies a hedonic price model to evaluate its impact on local housing values. The results show that for every additional kilometer the property is away from WTE (waste-to-energy) plants, the value of real estate can increase by 1.30%. If the distance is restricted to within 5 km, the effect rises to 8.6%, which remarkably increases negative externality. In addition, the depreciation impacts on property in two regions of Shenzhen city are significantly different. Policies for reducing the negative effects of the WTE plants are recommended.","Authors":"Sun, CW (Sun, Chuanwang) ; Meng, XC (Meng, Xiaochun) ; Peng, SJ (Peng, Shuijun)","Title":"Effects of Waste-to-Energy Plants on China's Urbanization: Evidence from a Hedonic Price Analysis in Shenzhen"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397969100047 ISSN: 1386-7857 eISSN: 1573-7543","Keywords":"Emotion recognition; Emotion analysis; Emotion classification; Message","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"CLUSTER COMPUTING-THE JOURNAL OF NETWORKS SOFTWARE TOOLS AND APPLICATIONS Volume: 20 Issue: 1 Pages: 583-595 Special Issue: SI DOI: 10.1007/s10586-017-0777-8 Published: MAR 2017","Abstract":"Recently, social network services have become the popular communication tools among internet and mobile users. And it has been shared various opinions, which could be included various emotions. Emotion analysis aims to extract various emotion information, such as joy, happy, funny, fear, sad, and lonely, and so on, from texts expressed in natural language. Previous studies about emotion analysis on texts written in Korean have focused generally on the basic sentiments such as positive/neutral/negative preferences or 4-10 emotion classes. In this paper, we propose an emotion analysis method based on supervised learning to classify various emotions from messages written in Korean. We had found the feature set optimized to each emotion class through evaluating the combinations of various linguistic features and built a model to classify the emotion using the optimized feature set. To do this, it was constructed the corpus that is manually annotated with 25 emotion classes. We performed a 10-fold cross variation experiment for evaluating the performance of the proposed method. Our method obtained F-value ranged from 73.1 to 98.0% for each of 25 emotion classes. The optimized feature sets for most of emotion classes include commonly word 2-gram, POS 1-gram, and character 1-gram feature.","Authors":"Jung, Y (Jung, Younghee) ; Park, K (Park, Kinam) ; Lee, T (Lee, Taemin) ; Chae, J (Chae, Jeongmin) ; Jung, S (Jung, Soonyoung)","Title":"A corpus-based approach to classifying emotions using Korean linguistic features"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397969100064 ISSN: 1386-7857 eISSN: 1573-7543","Keywords":"Stock transaction; Emotions; Time dependence; LSTM; Network public opinion; Granger causality; Predictive analysis KeyWords Plus:NEWS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"CLUSTER COMPUTING-THE JOURNAL OF NETWORKS SOFTWARE TOOLS AND APPLICATIONS Volume: 20 Issue: 1 Pages: 789-803 Special Issue: SI DOI: 10.1007/s10586-017-0803-x Published: MAR 2017","Abstract":"Social network media analytics is showing promise for prediction of financial markets. However, the true value of such data is unclear due to a lack of consensus on which instruments can be predicted. In this paper, we investigate whether measurements of collective emotional states derived from large scale network feeds are correlated to the stock transaction data over time. The information space corresponding to stocks is divided into the network public opinion space Opinion_ Space and the realistic transaction space Behavior_ Space. We then handle the information and generate the multidimensional time series from them respectively. Furthermore, Granger causality analysis and information theory measures are used to find and demonstrate that social media sentiments contain statistically significant ex-ante information on the future prices. At last, we propose our separate-LSTM model and the experimental results of six stocks which are randomly selected indicate that financial data predictions can be significantly improved through our model by the fusion of network public opinion emotions and realistic transaction data.","Authors":"Zhang, GW (Zhang, Gaowei) ; Xu, LY (Xu, Lingyu) ; Xue, YL (Xue, Yunlan)","Title":"Model and forecast stock market behavior integrating investor sentiment analysis and transaction data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394790300001 ISSN: 0957-9265 eISSN: 1460-3624","Keywords":"Disenfranchisement; ethno-sectarian conflicts; legitimization; media discourse; victimization KeyWords Plus:DISCOURSE; LEGITIMATION","Categories":"Communication; Psychology; Sociology Web of Science Categories:Communication; Psychology, Multidisciplinary; Sociology","Journal Information":"DISCOURSE & SOCIETY Volume: 28 Issue: 2 Pages: 119-141 DOI: 10.1177/0957926516685459 Published: MAR 2017","Abstract":"The article examines micro-argumentative patterns in 12 debate-like political interactions to account for the discursive construction of victimhood and disenfranchisements used to legitimize ethno-sectarian conflicts for power in Iraqi media interactions across traditional and new media. The analysis found that the interlocutors employed a limited number of argumentative patterns to voice their (dis) agreement and legitimize their viewpoints; these argumentative patterns were either action-oriented or actor-oriented. Action-oriented (de) legitimizing patterns tended to be short-ranged in nature, focusing on the efficiency of the actions (de) legitimized. Alternatively, actor-oriented argumentative patterns were used to legitimize the long-rooted ideological biases about self and others and, therefore, seemed to have a panoramic focus on the ethno-sectarian conflicts for power in the country. The analysis showed that even the interactions that focused on discussing the efficiency of specific political actions and agendas tended to evolve into ideological debates about ethno-sectarian identities and communally biased interpretations of the political scene. This kind of identity politics seems to be motivated by, and to concurrently enhance, the sentiments of disenfranchisement and victimhood, which may further deepen inter-communal rifts in the country.","Authors":"Al-Tahmazi, THM (Al-Tahmazi, Thulfiqar H. M.)","Title":"Legitimizing ethno-sectarian conflicts for power: Construction of victimhood and disenfranchisement in Iraqi media interactions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395360300008 ISSN: 0378-7206 eISSN: 1872-7530","Keywords":"Social influence; Product network; Sentiment analysis; Word of mouth; Product sales KeyWords Plus:SOCIAL NETWORK INFLUENCE; CUSTOMER REVIEWS; CONSUMER REVIEWS; ONLINE; SURVEILLANCE; PERFORMANCE; TEXT","Categories":"Computer Science; Information Science & Library Science; Business & Economics Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science; Management","Journal Information":"INFORMATION & MANAGEMENT Volume: 54 Issue: 2 Pages: 228-240 DOI: 10.1016/jim.2016.06.010 Published: MAR 2017","Abstract":"With the development of e-commerce platforms, online customer reviews have become an important instrument for providing product word-of-mouth (WoM) information. Analyzing and measuring WoM is quite valuable in product design, sales prediction, marketing strategy, and other decision-making tasks. In contrast to previous studies that analyze product WoM focusing on a single product, we propose an influence framework to measure WoM from a market perspective. In this framework, we combine product competition relationships and customer intercommunication relationships to construct a two layer network and calculate the node influence effects in the network. To compare different product WoM measures, we use product sales as a predictor and build a series of predictive models. In the experiments conducted based on Amazon.com data, we find that, first, textual sentiment analysis produces a better summary of customer opinions than rating scores. Second, product-comparative relationships provide additional information on measuring product WoM. Third, the customer intercommunication feature in social media is useful for measuring the collective opinions about a product. The influence framework and experimental findings have both theoretical and managerial implications. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chen, K (Chen, Kun) ; Luo, P (Luo, Peng) ; Wang, HQ (Wang, Huaiqing)","Title":"An influence framework on product word-of-mouth (WoM) measurement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395714700005 ISSN: 0021-0862 eISSN: 1475-4819","Categories":"Area Studies; Asian Studies Web of Science Categories:Area Studies; Asian Studies","Journal Information":"IRANIAN STUDIES Volume: 50 Issue: 2 Pages: 271-292 DOI: 10.1080/00210862.2016.1263542 Published: MAR 2017","Abstract":"In 2015, the quincentennial commemoration of the Portuguese arrival on the island of Hormuz in the Persian Gulf (1515-1622) revealed the underlying presupposition among Iranians that the Portuguese presence on the island was the harbinger of a long-term pattern of western imperialism. This analysis questions the accuracy of this narrative by advancing a new interpretative framework that does not reduce the holding of Hormuz to simply another dark episode of European colonial history. Circumscribed and limited in aim and reach, Lusitanian activities on Hormuz cannot be brought under the generic rubric of orientalism, which is embedded in European colonial tradition, and which, by extension, buttresses Iranian nationalist sentiment about the Persian-Portuguese entanglement. This research demonstrates that Portuguese objectives diverged from the eighteenth and nineteenth century rationalist scientific traditions of the British, French and Germans professing a civilizing mission as a rationale for colonial policies. Whereas the Portuguese operated from a worldview that combined profit, dynastic pride and religious rhetoric, the Portuguese mission to Hormuz was not guided by a grand discourse of civilizing the other. While there was a complex interplay of commercial interests and brutal methods on this strategic entrepot, Portuguese ambitions in Hormuz were confined and elusive, and at best a matter of tribute-taking. The present paper charters some of these complex interactions.","Authors":"Tazmini, G (Tazmini, Ghoncheh)","Title":"The Persian-Portuguese Encounter in Hormuz: Orientalism Reconsidered"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395129200003 ISSN: 1067-0564 eISSN: 1469-9400","Categories":"Area Studies Web of Science Categories:Area Studies","Journal Information":"JOURNAL OF CONTEMPORARY CHINA Volume: 26 Issue: 104 Pages: 199-212 DOI: 10.1080/10670564.2016.1223103 Published: MAR 2017","Abstract":"Most studies of Chinese nationalism are based on an unstated and unexamined assumption that history education in Chinese schools can effectively instill the official memory of the anti-Japanese war into students. This article tests this assumption through a multi-method study based on a survey, a textual analysis and qualitative interviews with high school students and teachers. The findings show that history education (including both in-class and extracurricular forms) has limited effects on nationalism among Chinese high school students. The in-class textbook education is largely ineffective in forging nationalistic sentiments among students, whereas some extracurricular activities, such as visiting the patriotic education bases', have limited effects. The limited effects can be explained by four factors: (1) changes in the content and form of the new history textbooks; (2) the students' and teachers' actual uses of the textbooks; (3) the students' cognitive and emotional agency in receiving history education; and (4) alternative information sources such as the media and family memory. This study contributes to the understanding of Chinese nationalism and historical memory by emphasizing the complexity involved in receiving official narratives.","Authors":"Qian, LC (Qian, Licheng) ; Xu, B (Xu, Bin) ; Chen, DD (Chen, Dingding)","Title":"Does History Education Promote Nationalism in China? A \"Limited Effect' Explanation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398014400013 ISSN: 0160-7383","Keywords":"Multivariate Singular Spectrum Analysis; Leading indicators; Tourist arrivals; Demand; Europe KeyWords Plus:SINGULAR SPECTRUM ANALYSIS; FORECASTING PERFORMANCE; LEADING INDICATORS; CLIMATE-CHANGE; DEMAND; MODELS; EXTRACTION; SENTIMENT; GROWTH","Categories":"Social Sciences - Other Topics; Sociology Web of Science Categories:Hospitality, Leisure, Sport & Tourism; Sociology","Journal Information":"ANNALS OF TOURISM RESEARCH Volume: 63 Pages: 151-168 DOI: 10.1016/j.annals.2017.01.012 Published: MAR 2017","Abstract":"This paper introduces an optimized Multivariate Singular Spectrum Analysis (MSS) algorithm for identifying leading indicators. Exploiting European tourist arrivals data, we analyse cross country relations for European tourism demand. Cross country relations have the potential to aid in planning and resource allocations for future tourism demand by taking into consideration the variation in tourist arrivals across other countries in Europe. Our findings indicate with statistically significant evidence that there exists cross country relations between European tourist arrivals Which can help in improving the predictive accuracy of tourism demand. We also find that MSSA has the capability of not only identifying leading indicators, but also forecasting tourism demand with far better accuracy in comparison to its univariate counterpart, Singular Spectrum Analysis. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Silva, ES (Silva, Emmanuel Sirimal) ; Ghodsi, Z (Ghodsi, Zara) ; Ghodsi, M (Ghodsi, Mansi) ; Heravi, S (Heravi, Saeed) ; Hassani, H (Hassani, Hossein)","Title":"Cross country relations in European tourist arrivals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395896500085 ISSN: 1568-4946 eISSN: 1872-9681","Keywords":"Neural network application; Statistical methods; Product performance; Social media KeyWords Plus:PRODUCT DEVELOPMENT PERFORMANCE; ARTIFICIAL NEURAL-NETWORKS; SUPPORT VECTOR MACHINES; RELATIVE IMPORTANCE; SENTIMENT ANALYSIS; SUCCESS FACTORS; PC-ALGORITHM; TECHNOLOGY; MARKET; ANALYTICS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"APPLIED SOFT COMPUTING Volume: 52 Pages: 1169-1180 DOI: 10.1016/j.asoc.2016.09.011 Published: MAR 2017","Abstract":"The IT advancement facilitates growth of social media networks, which allow consumers to exchange information online. result, a vast amount of user- generated data is freely available via Internet. These data, in the raw format, are qualitative, unstructured and highly subjective thus they do not generate any direct value for the business. Given this potentially useful database it is beneficial to unlock knowledge it contains. This however is a challenge, which this study aims to address. This paper proposes an ANN-based approach to analyse user- generated comments from social media. The first mechanism of the approach is to map comments against predefined product attributes. The second mechanism is to generate input-output models which are used to statistically address the significant relationship between attributes and comment length. The last mechanism employs Artificial Neural Networks to formulate such a relationship, and determine the constitution of rich comments. The application of proposed approach is demonstrated with a case study, which reveals the effectiveness of the proposed approach for assessing product performance. Recommendations are provided and direction for future studies in social media data mining is marked. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Wong, TC (Wong, T. C.) ; Chan, HK (Chan, Hing Kai) ; Lacka, E (Lacka, Ewelina)","Title":"An ANN-based approach of interpreting user-generated comments from social media."}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397606200009 ISSN: 0219-6220 eISSN: 1793-6845","Keywords":"Electronic word-of-mouth; target customers; product specification KeyWords Plus:WORD-OF-MOUTH; SENTIMENT ANALYSIS; RELATIONSHIP MANAGEMENT; KNAPSACK-PROBLEM; REVIEWS; CLASSIFICATION; DISCREPANCY; FORM","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Computer Science, Interdisciplinary Applications; Operations Research & Management Science","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION TECHNOLOGY & DECISION MAKING Volume: 16 Issue: 2 Pages: 545-572 DOI: 10.1142/S0219622017500109 Published: MAR 2017","Abstract":"In a _ercely competitive business environment, understanding target customers' product preferences and demands has become the basis for improving competitive advantage. In the past, an enterprise would understand its consumers' preferences and demands through interactions between salespersons and consumers or questionnaire surveys. As Internet technology and the popularity of virtual communities have grown, more consumers are commenting about products on the Internet, enabling enterprises to understand more objectively consumers' preferences and demands. Therefore, the extraction and analysis of valuable decision-supporting information from extensive target customers' Chinese electronic word-of-mouth (eWOM) is critical to improving an enterprise's competitiveness. This work develops a mechanism for identifying desirable product specifications from target customers' Chinese eWOM to provide enterprises with reference specifications in product planning, and thereby reduce the time to market and improve the target customers' satisfaction. This goal can be achieved by performing the following tasks: (i) designing a process for identifying desirable product specifications from target customers' Chinese eWOM, (ii) developing techniques related to desirable product specification identification from target customers' Chinese eWOM, and (iii) implementing a mechanism for identifying desirable product specifications from target customers' Chinese eWOM. Developing techniques associated with identifying desirable product specifications from target customers' Chinese eWOM involves the selection and analysis of the target customers' Chinese eWOM and the evaluation of the desirable product specifications.","Authors":"Chen, YJ (Chen, Yuh-Jen) ; Chen, YM (Chen, Yuh-Min) ; Fu, CW (Fu, Chien-Wei)","Title":"Identifying Desirable Product Specifications from Target Customers' Chinese eWOM"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397336100008 ISSN: 1540-9589 eISSN: 1544-5976","Keywords":"Opinion Mining; Web Forum; Supervised Learning; Mixed-Sentiment; Feature analysis","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF WEB ENGINEERING Volume: 16 Issue: 1-2 Pages: 161-176 Published: MAR 1 2017","Abstract":"The sentiment detection of the content has become an active research domain in recent years due to the increased availability of public views and opinions in the social web forums. Earlier works detect the sentiment arousal and valence using a lexicon or a dictionary. This paper aims to classify a post content in the social web forums by identifying the mixed-sentiment views and targets to find such posts in which users' views have both positive and negative emotions. Identification of the mixed-sentiment content has several potential applications such as monitoring public views, making products related business decisions and predicting users' behaviors. I propose a non-lexical feature set and compare with the conventional lexicon-based sentiment feature set. The four state of the art classification algorithms applied on the large dataset of public forum verify that the proposed non-lexical features are helpful to find the mixed-sentiment in online forums. The main contribution is the proposal and validation of such features which do not need a lexicon. In addition, a comprehensive analysis of the dataset has been carried out using the power law analysis. The features have been ranked according to their significance in the classification model to identify mixed-sentiment content in the social web forum.","Authors":"Khan, HU (Khan, Hikmat Ullah)","Title":"MIXED-SENTIMENT CLASSIFICATION OF WEB FORUM POSTS USING LEXICAL AND NON-LEXICAL FEATURES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397388900003 ISSN: 0742-6046 eISSN: 1520-6793","Categories":"Business & Economics; Psychology Web of Science Categories:Business; Psychology, Applied","Journal Information":"PSYCHOLOGY & MARKETING Volume: 34 Issue: 3 Pages: 275-293 DOI: 10.1002/mar.20988 Published: MAR 2017","Abstract":"Word of mouth disseminates across Twitter by means of retweeting; however, the antecedents of retweeting have not received much attention. We used the chi-square automatic interaction detection (CHAID) decision tree predictive method (Kass, 1980) with readily available Twitter data, and manually coded sentiment and content data, to identify why some tweets are more likely to be retweeted than others in a (political) marketing context. The analysis includes four CHAID models: (1) using message structure variables only, (2) source variables only, (3) message content and sentiment variables only, and (4) a combined model using source, message structure, message content, and sentiment variables. The aggregated predictive model correctly classified retweeting behavior with a 76.7% success rate. Retweeting tends to occur when the originator has a high number of Twitter followers and the sentiment of the tweet is negative, contradicting previous research (East, Hammond, & Wright, 2007; Wu, 2013) but concurring with others (Hennig-Thurau, Wiertz, & Feldhaus, 2014). Additionally, particular types of tweet content are associated with high levels of retweeting, in particular those tweets including fear appeals or expressing support for others, while others are associated with very low levels of retweeting, such as those mentioning the sender's personal life. Managerial implications and research directions are presented. We make a methodological contribution by illustrating how CHAID predictive modeling can be used for Twitter data analysis and a theoretical contribution by providing insights into why retweeting occurs in a (political) marketing context. (C) 2017 Wiley Periodicals, Inc.","Authors":"Walker, L (Walker, Lorna) ; Baines, PR (Baines, Paul R.) ; Dimitriu, R (Dimitriu, Radu) ; Macdonald, EK (Macdonald, Emma K.)","Title":"Antecedents of Retweeting in a (Political) Marketing Context"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395115900009 ISSN: 1036-1146 eISSN: 1363-030X","Keywords":"Confucian accountability; democratic accountability; institutionalisation; moral virtue; punishment; rights KeyWords Plus:LIBERALISM; REPRESENTATION; CHINA","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"AUSTRALIAN JOURNAL OF POLITICAL SCIENCE Volume: 52 Issue: 1 Pages: 126-142 DOI: 10.1080/10361146.2016.1245276 Published: MAR 2017","Abstract":"This article argues that the dominant democratic model of political accountability is shown to have been unduly centred on rights, institutionalisation, and punishment. Drawing inspiration from Confucian classics, this article proposes an alternative model of political accountability in which ethical norms and moral sentiments play crucial roles. Based on a structural analysis of accountability, the comparison between democratic accountability and Confucian accountability demonstrates two implications: first, recognition of the ample resource of accountability in Confucian tradition challenges the idea that the notion of accountability is simply a Western or democratic concept which has no root in Confucian societies; second, as an intellectual tradition and practical wisdom, some of the Confucian insights, reconstructed and applied to modern society, may well have the capacity to address contemporary issues more productively, especially in the domain of democratic deficits, than the dominant liberal approach.","Authors":"Tian, X (Tian, Xu)","Title":"Accountability without democracy: evidence from Confucian accountability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395126300008 ISSN: 0954-0253 eISSN: 1360-0516","Keywords":"Right-wing extremism; fascism; women; Golden Dawn; Greece; nationalism; habitus","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"GENDER AND EDUCATION Volume: 29 Issue: 2 Pages: 258-275 DOI: 10.1080/09540253.2016.1274382 Published: MAR 2017","Abstract":"This article focuses on the place and role of women in the ideology of the Greek neo-Nazi political party Golden Dawn (GD). The article considers the place of women in GD's ideology as well as how GD envisages the role of women in society. It asks whether this vision of women's role is reflected in the participation of women in the party's activities. Based on a content analysis of material derived from the party's official websites, it is argued that women play a key role in GD's ideological edifice. This is evident in the party's concern with the construction of a nationalist habitus for women. This habitus is rooted in ideas of anti-feminism, motherhood and family and the primacy of nation and nationalist sentiment in determining women's lives.","Authors":"Koronaiou, A (Koronaiou, Alexandra) ; Sakellariou, A (Sakellariou, Alexandros)","Title":"Women and Golden Dawn: reproducing the nationalist habitus"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397577400005 ISSN: 0270-2592 eISSN: 1475-6803","Categories":"Business & Economics Web of Science Categories:Business, Finance","Journal Information":"JOURNAL OF FINANCIAL RESEARCH Volume: 40 Issue: 1 Pages: 113-140 DOI: 10.1111/jfir.12119 Published: SPR 2017","Abstract":"We examine the role of fundamental accounting information in shaping portfolio performance. Using a conditional performance approach, we address the concern that the positive relation between Piotroski's F Score and ex post returns is due to risk compensation. Our results show that portfolios of firms with strong fundamental underpinnings generate significant positive and time-varying performance. One potential source of these performance gains is an underreaction to public information (such as momentum and F Score) when information uncertainty (proxied by size, illiquidity, and idiosyncratic volatility) is high. In addition, conditional performance benefits seem prevalent in periods of high investor sentiment.","Authors":"Turtle, HJ (Turtle, H. J.) ; Wang, KN (Wang, Kainan)","Title":"THE VALUE IN FUNDAMENTAL ACCOUNTING INFORMATION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395849700009 ISSN: 0301-4207 eISSN: 1873-7641","Keywords":"Investor sentiment; Gold returns; Intraday volatility; Volatility jumps KeyWords Plus:VOLATILITY; REGRESSION; MODELS; RISK","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Studies","Journal Information":"RESOURCES POLICY Volume: 51 Pages: 77-84 DOI: 10.1016/j.resourpo1.2016.11.009 Published: MAR 2017","Abstract":"This paper explores the effect of investor sentiment on the intraday return dynamics in the gold market. We build on the recent evidence by Da et al. (2015) that the Financial and Economic Attitudes Revealed by Search (FEARS) index, as a proxy for investor sentiment, has predictive power over stock market returns and extend the analysis to gold intraday returns using a novel methodology developed by Balcilar et al. (2016) to examine nonlinear casual effects of sentiment on gold return and volatility. We find that the effect of investor sentiment is more prevalent on intraday volatility in the gold market, rather than daily returns. The sentiment effect, however, is channeled via the discontinuous (jump) component of intraday volatility, particularly at extreme quantiles, implying that extreme fear (confidence) contributes to positive (negative) volatility jumps in gold returns. The results suggest that measures of sentiment could be utilized to model volatility jumps in safe haven assets that are often hard to predict and have significant implications for risk management as well as the pricing of options.","Authors":"Balcilar, M (Balcilar, Mehmet) ; Bonato, M (Bonato, Matteo) ; Demirer, R (Demirer, Riza) ; Gupta, R (Gupta, Rangan)","Title":"The effect of investor sentiment on gold market return dynamics: Evidence from a nonparametric causality-in-quantiles approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397232400003 ISSN: 0008-4298 eISSN: 2042-0587","Keywords":"church growth; church decline; sentiment analysis; secularisation; sociology of religion; social media research KeyWords Plus:RELIGION; BRITAIN","Categories":"Religion Web of Science Categories:Religion","Journal Information":"STUDIES IN RELIGION-SCIENCES RELIGIEUSES Volume: 46 Issue: 1 Pages: 37-49 DOI: 10.1177/0008429816664215 Published: MAR 2017","Abstract":"This article examines the possible relationship between the sentiment of church-related tweets and church growth. It finds that within the sample of tweets analysed, there is a statistically significant relationship between the sentiment of a church-related tweet and the presence of church growth in the geographical area from which the tweet was posted. This work builds on the body of knowledge surrounding church growth and decline in the United Kingdom, by seeking to better understand how new sources of data, in this case freely available social media data, can be used to gain a better understanding of the behaviours of churches which regularly form, merge, move, split and close.","Authors":"Cooper, AP (Cooper, Anthony-Paul)","Title":"Assessing the Possible Relationship between the Sentiment of Church-related Tweets and Church Growth"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397367400012 ISSN: 0264-2751 eISSN: 1873-6084","Keywords":"Autonomous vehicle; Social preference; Topic modeling; Sentiment analysis; Latent-class choice model; Decision support","Categories":"Urban Studies Web of Science Categories:Urban Studies","Journal Information":"CITIES Volume: 63 Pages: 118-127 DOI: 10.1016/j.cities.2017.01.004 Published: MAR 2017","Abstract":"Autonomous vehicles (AVs) have emerged as a transformative technology with the potential to both fundamentally improve lives in cities but also to exacerbate suburban sprawl, vehicle miles traveled and the associated greenhouse gas emissions. Are communities willing to adopt best practices that can lead to early adoption of more sustainable outcomes? This paper presents innovative means to analyze social preferences, demand for AVs, and the potential to resolve community concerns with integrated solutions. We discuss our comprehensive analysis of unstructured and structured data from a survey on AVs that was conducted by the Atlanta Regional Commission in 2015. We used topic modeling to synthesize the \"topics\" from 1540 comments. The topics captured Atlanta residents' concerns and suggestions about implementing AVs. Further, sentiment analysis revealed people's attitudes on the topics. Accordingly, we proposed an integration of AVs and transit-oriented development (TOD: the development of compact and mixed-use communities around high quality mass transit services within a 10-min walking distance). The second type of data is people's responses to multiple-choice questions about AVs and TOD, which we call structured data. Using latent-class analysis, we identified heterogeneity in preferences for AVs and TOD. More Atlanta residents are willing to live in transit-oriented communities than traditional automobile-dependent ones if AVs save time and improve productivity. This finding portends the future success of combining AVs with TOD and reaping the sustainable benefits of this transformative technology. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Lu, ZM (Lu, Zhongming) ; Du, RD (Du, Rundong) ; Dunham-Jones, E (Dunham-Jones, Ellen) ; Park, H (Park, Haesun) ; Crittenden, J (Crittenden, John)","Title":"Data-enabled public preferences inform integration of autonomous vehicles with transit-oriented development in Atlanta"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397453500005 ISSN: 0192-5121 eISSN: 1460-373X","Keywords":"Reconciliation; conflict transformation; fear; hope; disappointment","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"INTERNATIONAL POLITICAL SCIENCE REVIEW Volume: 38 Issue: 2 Pages: 200-212 Special Issue: SI DOI: 10.1177/0192512115590635 Published: MAR 2017","Abstract":"The place of reconciliation in processes of conflict transformation is a deeply contested political issue. Reconciliation has played differing strategic roles in a variety of conflictual contexts. In some instances, such as Northern Ireland in the 1990s, the demands of reconciliation and the pursuit of truth seemed a step too far in the process of reducing political violence. In others, such as South Africa, it was a pivotal part of the transformative dynamic offering hope for a more unified post-apartheid settlement. Meanwhile in contemporary Australia, the idea of reconciliation continues to provide a rhetorical framing for the renegotiation of indigenous politics. This paper analyses these differing approaches to and uses of reconciliation and contends that they are underpinned by political narratives which invoke emotions of fear, hope and disappointment. This suggests that understanding these sentiments is fundamental to addressing the temporal challenges of the politics of reconciliation and the structural-agential dynamics of conflict transformation.","Authors":"Little, A (Little, Adrian)","Title":"Fear, hope and disappointment: Emotions in the politics of reconciliation and conflict transformation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395006900004 ISSN: 0920-8542 eISSN: 1573-0484","Keywords":"Explicit aspect; Implicit aspect; FrameNet; Sentiment","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"JOURNAL OF SUPERCOMPUTING Volume: 73 Issue: 3 Pages: 961-972 DOI: 10.1007/s11227-016-1808-6 Published: MAR 2017","Abstract":"In the real-world scenarios, customer tries to evaluate a product based on sentiments conveyed by its users or reviewers. AspectFrameNet provides a framework that helps the semantic analysis of text inputs from social feeds and news (Voice of Customer) by disambiguating the contexts in which the lexical units are used. To this end, we have used this framework in analysing sentiments around different aspects of internet of things. We have tested this framework for 31 interrelated aspects in mobile domain and three possible sentiments (positive, negative and neutral).","Authors":"Chatterji, S (Chatterji, Sanjay) ; Varshney, N (Varshney, Nitish) ; Rahul, RK (Rahul, Ranjan Kumar)","Title":"AspectFrameNet: a frameNet extension for analysis of sentiments around product aspects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396454300006 ISSN: 1042-2587 eISSN: 1540-6520","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"ENTREPRENEURSHIP THEORY AND PRACTICE Volume: 41 Issue: 2 Pages: 265-290 DOI: 10.1111/etap.12267 Published: MAR 2017","Abstract":"This article draws on information economics to examine when signals and endorsements obtained from multiple information sources enhance or diminish one another's effects. We propose that signals through start-up actions (use of media) and characteristics (crowdfunding experience) can mitigate information asymmetry concerns about project quality and founder credibility, enhancing the project's likelihood of attaining funding. Further, we posit that while start-up-originated signals offset each other's effects, third-party endorsements (sentiment expressed in backer comments) validate and complement start-uporiginated signals. Empirical analyses based on a comprehensive dataset of crowdfunding projects on the Kickstarter website during 2009-2015 confirm our predictions.","Authors":"Courtney, C (Courtney, Christopher) ; Dutta, S (Dutta, Supradeep) ; Li, Y (Li, Yong)","Title":"Resolving Information Asymmetry: Signaling, Endorsement, and Crowdfunding Success"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394678300003 ISSN: 2233-8659 eISSN: 2049-1123","Keywords":"Anti-Americanism; East Asia; hegemony; culture cleavage; equal relationship","Categories":"International Relations Web of Science Categories:International Relations","Journal Information":"INTERNATIONAL AREA STUDIES REVIEW Volume: 20 Issue: 1 Pages: 42-56 DOI: 10.1177/2233865916682390 Published: MAR 2017","Abstract":"In the last decade, negative attitudes towards the United States have increased throughout the world. Though the United States and East Asian countries have relatively had harmonious relationships, anti-Americanism is still prevalent for various reasons. In spite of China's increasing economic interdependence with the United States, the country is succeeding to its long history of anti-Americanism. Although Japan and South Korea have been considered pro-United States allies since the Korean War (1950-1953), the countries' younger generations have often expressed critical opinions of the United States. What is the cause of this anti-American sentiment in the East Asian countries? The purpose of this study is to examine the determinants of anti-American sentiment in East Asian countries using a cross-national survey. The results of the empirical analyses support previous approaches and promote four theoretical concepts: (1) the people's knowledge and curiosity about the United States is the most influential factor of anti-American sentiment for East Asian college students (the cognitive-orientation); (2) individual's attitudes towards American culture and society influence anti-American sentiment in East Asian countries (the cultural-cleavage); (3) anti-American sentiment in East Asian countries is mostly affected by people's general ideas about the roles of the United States in the world and United States' foreign policies (the anti-hegemony); and (4) the people's general perception on the relationship between their own countries and the United States is another determinant of anti-American sentiment in East Asian countries (the equal-relationship). In contrast, it explains that gender and the financial condition of East Asian college students are not significant determinants of anti-American sentiment.","Authors":"Kim, YC (Kim, Young Choul) ; Yoo, HK (Yoo, Ho Keun)","Title":"Anti-Americanism in East Asia: Analyses of college students' attitudes in China, Japan, and South Korea"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394360400003 ISSN: 1389-5753 eISSN: 1572-9362","Keywords":"Customer ratings; Big data; Text analytics; Aspect-oriented sentiment analysis; Customer value; E-commerce KeyWords Plus:WORD-OF-MOUTH; SENTIMENT ANALYSIS; INFORMATION; PRODUCT; REVIEWS; SYSTEM; REQUIREMENTS; ELICITATION; KNOWLEDGE; SALES","Categories":"Business & Economics Web of Science Categories:Business; Management","Journal Information":"ELECTRONIC COMMERCE RESEARCH Volume: 17 Issue: 1 Pages: 31-50 Special Issue: SI DOI: 10.1007/s10660-016-9243-6 Published: MAR 2017","Abstract":"Merchants, as well as customers, have noticed the importance of online product reviews and numeric ratings in electronic commerce websites. It is valuable if merchants can discover some potential customer value from the sheer volume of data. This paper contributes a semantic text analytics approach that can dig out the customers' most basic concerns about their online purchase choices. More specifically, based on the hypothesis that the product reviews and overall ratings estimated by same person in a tiny time interval have a great relevance, we dexterously utilize this relevance to realize the embedded customer value. In the proposed method, take the single lens reflex camera for example, an innovative aspect extraction method that comprehensively considers the product ontology and results of the topic modeling method latent Dirichlet allocation is applied. As a result, 8 specific aspects are identified from the experimental results. For each aspect, a self-contained review feature corpus is created as an extension of some seed terms. After aspect-based sentence segmentation and context-sensitive sentiments preprocessing, aspect-oriented sentiment analysis is applied. Multiple regression analysis is then used as a statistical measure to discover determinant aspects of overall ratings. The results reveal that cost performance, image quality and product integrity are the three most influential aspects. The practical implication of our research is that merchants can efficiently modify their products, to satisfy more customers and also boost sales performance.","Authors":"Chen, RY (Chen, Runyu) ; Xu, W (Xu, Wei)","Title":"The determinants of online customer ratings: a combined domain ontology and topic text analytics approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394360400006 ISSN: 1389-5753 eISSN: 1572-9362","Keywords":"Social network analysis; Sentiment analysis; Opinion mining; Community discovery KeyWords Plus:SECURITY; REVIEWS; SYSTEMS","Categories":"Business & Economics Web of Science Categories:Business; Management","Journal Information":"ELECTRONIC COMMERCE RESEARCH Volume: 17 Issue: 1 Pages: 103-132 Special Issue: SI DOI: 10.1007/s10660-016-9233-8 Published: MAR 2017","Abstract":"Social networking sites (SNS), which allow users to express opinions on products/services, have become an important channel and platform for enterprises to acquire and trace users' sentiments in order to design appropriate business strategies and online marketing campaigns. However, with the large number of users and complex user relationships on SNS, effectively capturing these sentiments for business decision support is still a big challenge. In this study we introduce the concept of \"Sentiment Community,\" a group of users who are closely connected and highly consistent in their sentiments about one product/service. Discovering such sentiment communities would be very valuable to enterprises for customer segmentation and target marketing. Taking into account both connections and sentiments, we propose two methods to discover sentiment communities by adopting the optimization models of semi-definite programming (SDP). Our experimental evaluations demonstrated great performances for the proposed methods. This study opens the doors to effectively explore users' sentiments on SNS for business decision making.","Authors":"Wang, D (Wang, Dong) ; Li, JX (Li, Jiexun) ; Xu, KQ (Xu, Kaiquan) ; Wu, YZ (Wu, Yizhen)","Title":"Sentiment community detection: exploring sentiments and relationships in social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394360400008 ISSN: 1389-5753 eISSN: 1572-9362","Keywords":"Network analysis; Sentiment analysis; Consumer reviews; Word-of-mouth KeyWords Plus:WORD-OF-MOUTH; CONSUMER REVIEWS; CUSTOMER REVIEWS; SOCIAL NETWORK; ONLINE; SALES; COMMUNICATION; IMPACT","Categories":"Business & Economics Web of Science Categories:Business; Management","Journal Information":"ELECTRONIC COMMERCE RESEARCH Volume: 17 Issue: 1 Pages: 149-167 Special Issue: SI DOI: 10.1007/s10660-016-9241-8 Published: MAR 2017","Abstract":"As is popular in e-commerce, consumers share their product experiences and opinions on the Web by assigning rating stars or writing reviews. The information constitutes word of mouth (WOM) about products. An increasing number of studies have sought to understand how WOM metrics are related to product sales. However, current research focuses mainly on single-product-oriented WOM metrics, which do not consider the complex relationships between products. Given the underlying influential impacts between related products, we propose a market-structure-based WOM metric that integrates the product comparison network and transitive influence measures. An empirical study based on data from Amazon.com shows that the proposed transitive WOM metric outperforms other traditional WOM metrics on predicting product sales, and its unique features are also demonstrated. The findings provide important insights into social influence theory and electronic commerce research. In practice, the research provides a method of measuring product WOM from a whole-market perspective, which is especially important for market structure analysis.","Authors":"Chen, K (Chen, Kun) ; Luo, P (Luo, Peng) ; Wang, HQ (Wang, Huaiqing)","Title":"Investigating transitive influences on WOM: from the product network perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396738400016 ISSN: 0197-9183 eISSN: 1747-7379","Categories":"Demography Web of Science Categories:Demography","Journal Information":"INTERNATIONAL MIGRATION REVIEW Volume: 51 Issue: 1 Pages: 218-250 DOI: 10.1111/imre.12191 Published: SPR 2017","Abstract":"Group threat theory understands prejudice as a manifestation of the threat, either actual or assumed, that minority groups pose to majority groups. This theory is often operationalized by analyzing the impact of group size on anti-immigrant prejudice. We test this hypothesis with a new dataset documenting 487 effects of group size on prejudice provided in 55 studies. More than half of these results show no relationship and the remainder shows both positive and negative relationships. Three explanations for this divergence are that there are (1) differences in the measurement of prejudice and immigrant group size across studies; (2) differences in the model through which size is hypothesized to lead to prejudice; and (3) differences in the geographic unit of analysis at which these relationships have been considered. Our analyses support the measurement explanation: results vary across studies because they reflect different measures of group size and prejudice.","Authors":"Pottie-Sherman, Y (Pottie-Sherman, Yolande) ; Wilkes, R (Wilkes, Rima)","Title":"Does Size Really Matter? On the Relationship between Immigrant Group Size and Anti-Immigrant Prejudice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397036200005 ISSN: 1479-6651 eISSN: 1755-2001","Keywords":"Adam Smith; The Man Within; The Impartial Spectator; Moral Autonomy; Religion; Moderatism KeyWords Plus:INVISIBLE HAND; THEOLOGY","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"JOURNAL OF SCOTTISH PHILOSOPHY Volume: 15 Issue: 1 Pages: 47-64 DOI: 10.3366/jsp.2017.0151 Published: SPR 2017","Abstract":"This essay analyses the ethical importance and religious implications of 'the man within' in Adam Smith's moral philosophy. Not introduced until the second edition of Theory of Moral Sentiments, 'the man within' appears as the internalization of the impartial spectator. With the invention of the man within, Smith was able to explain how moral agents pursue virtues and behave morally beyond immediate and quotidian concerns with either praises or blames from society. Having complied with the general dictates of the impartial spectator with conscience, humans become morally autonomous individuals whose moral judgements are derived from constant dialogues with the man within in an ethical microcosm within their breasts. The man within possesses a transcendent nature that preempts social judgements. Because of that transcendent nature, Smith also denominated the man within as 'the substitute of Deity'. This essay also argues that even conscientious and virtuous individuals can be wronged and misjudged by society. To Smith, religious sentiments were most likely generated among the morally autonomous, innocent people. Afflicted with devastating distranquility of the mind caused by misjudgments of society, the innocent can only find comfort in the hope for the afterlife. The essay concludes that Smith's religious view in this particular regard goes hand in hand with his great concern with justice prevailing in his writings of political economy, government and ethics.","Authors":"Chen, JGS (Chen, Jeng-Guo S.)","Title":"'THE MAN WITHIN': ADAM SMITH ON MORAL AUTONOMY AND RELIGIOUS SENTIMENTS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394536100001 ISSN: 0199-0039 eISSN: 1573-7810","Keywords":"BP oil spill; Vulnerability; Disaster; Community KeyWords Plus:COMMUNITY ATTACHMENT; EXXON-VALDEZ; REGRESSION-COEFFICIENTS; ENVIRONMENTAL HAZARDS; NATURAL HAZARDS; STRESS; RESOURCES; IMPACTS; WAKE; CONSERVATION","Categories":"Demography; Environmental Sciences & Ecology Web of Science Categories:Demography; Environmental Studies","Journal Information":"POPULATION AND ENVIRONMENT Volume: 38 Issue: 3 Pages: 217-241 DOI: 10.1007/s11111-016-0257-8 Published: MAR 2017","Abstract":"We examine the relationship between emplaced social vulnerability and impacts on mental health following the BP Deepwater Horizon oil spill. Through joint analysis of data from Community Oil Spill Survey and US Census Bureau products, a place-based index of social vulnerability is developed to examine how emplaced characteristics engender unique susceptibility to the disaster, with specific attention on the influence of natural resource employment and community sentiment. Results show negative mental health impacts to be more pronounced at baseline compared to later time points and that shifts in negative mental health were not uniform for localities with divergent levels of social vulnerability, where places identified with high levels of social vulnerability the effectiveness of attributes associated with resilience were muted, while the effect of vulnerability attributes was amplified. These findings contribute to the understanding of vulnerability as a multidimensional concept shaped by the social attributes that characterize people and places.","Authors":"Cope, MR (Cope, Michael R.) ; Slack, T (Slack, Tim)","Title":"Emplaced social vulnerability to technological disasters: Southeast Louisiana and the BP Deepwater Horizon oil spill"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395561200002 ISSN: 2329-9290","Keywords":"Bilingual information; code-switching; emotion analysis; factor graph model KeyWords Plus:SENTIMENT ANALYSIS; LANGUAGE; FEATURES; MEMORY","Categories":"Acoustics; Engineering Web of Science Categories:Acoustics; Engineering, Electrical & Electronic","Journal Information":"IEEE-ACM TRANSACTIONS ON AUDIO SPEECH AND LANGUAGE PROCESSING Volume: 25 Issue: 3 Pages: 469-480 DOI: 10.1109/TASLP.2016.2637280 Published: MAR 2017","Abstract":"Previous research on emotions analysis has placed much emphasis in monolingual instead of bilingual text. However, emotions on social media platforms are often found in bilingual or code-switching posts. Different from monolingual text, emotions in code-switching text can be expressed in both monolingual and bilingual forms. Moreover, more than one emotion can be expressed within a single post; yet they tend to be related in some ways which offers some implications. It is thus necessary to consider the correlation between different emotions. In this paper, a joint factor graph model is proposed to address this issue. In particular, attribute functions of the factor graph model are utilized to learn both monolingual and bilingual information from each post, factor functions are used to explore the relationship among different emotions, and a belief propagation algorithm is employed to learn and predict the model. Empirical studies demonstrate the importance of emotion analysis in code-switching text and the effectiveness of our proposed joint learning model.","Authors":"Wang, ZQ (Wang, Zhongqing) ; Lee, SYM (Lee, Sophia Yat Mei) ; Li, SS (Li, Shoushan) ; Zhou, GD (Zhou, Guodong) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number , Zhongqing  http://orcid.org/0000-0003-0839-9856","Title":"Emotion Analysis in Code-Switching Text With Joint Factor Graph Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396395300005 ISSN: 2379-8920 eISSN: 2379-8939","Keywords":"Advice; reinforcement learning (RL); sentiment.","Categories":"Computer Science; Robotics; Neurosciences & Neurology Web of Science Categories:Computer Science, Artificial Intelligence; Robotics; Neurosciences","Journal Information":"IEEE TRANSACTIONS ON COGNITIVE AND DEVELOPMENTAL SYSTEMS Volume: 9 Issue: 1 Pages: 44-55 DOI: 10.1109/TCDS.2016.2628365 Published: MAR 2017","Abstract":"In order for robots to learn from people with no machine learning expertise, robots should learn from natural human instruction. Most machine learning techniques that incorporate explanations require people to use a limited vocabulary and provide state information, even if it is not intuitive. This paper discusses a software agent that learned to play the Mario Bros. game using explanations. Our goals to improve learning from explanations were twofold: 1) to filter explanations into advice and warnings and 2) to learn policies from sentences without state information. We used sentiment analysis to filter explanations into advice of what to do and warnings of what to avoid. We developed object-focused advice to represent what actions the agent should take when dealing with objects. A reinforcement learning agent used object-focused advice to learn policies that maximized its reward. After mitigating false negatives, using sentiment as a filter was approximately 85 % accurate. object-focused advice performed better than when no advice was given, the agent learned where to apply the advice, and the agent could recover from adversarial advice. We also found the method of interaction should be designed to ease the cognitive load of the human teacher or the advice may be of poor quality.","Authors":"Krening, S (Krening, Samantha) ; Harrison, B (Harrison, Brent) ; Feigh, KM (Feigh, Karen M.) ; Isbell, CL (Isbell, Charles Lee, Jr.) ; Riedl, M (Riedl, Mark) ; Thomaz, A (Thomaz, Andrea)","Title":"Learning From Explanations Using Sentiment and Advice in RL"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394274700001 ISSN: 1386-145X eISSN: 1573-1413","Keywords":"Gini Index; Feature selection; Reviews; Sentiment; Support Vector Machine (SVM)","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"WORLD WIDE WEB-INTERNET AND WEB INFORMATION SYSTEMS Volume: 20 Issue: 2 Pages: 135-154 DOI: 10.1007/s11280-015-0381-x Published: MAR 2017","Abstract":"With the rapid development of the World Wide Web, electronic word-of-mouth interaction has made consumers active participants. Nowadays, a large number of reviews posted by the consumers on the Web provide valuable information to other consumers. Such information is highly essential for decision making and hence popular among the internet users. This information is very valuable not only for prospective consumers to make decisions but also for businesses in predicting the success and sustainability. In this paper, a Gini Index based feature selection method with Support Vector Machine (SVM) classifier is proposed for sentiment classification for large movie review data set. The results show that our Gini Index method has better classification performance in terms of reduced error rate and accuracy.","Authors":"Manek, AS (Manek, Asha S.) ; Shenoy, PD (Shenoy, P. Deepa) ; Mohan, MC (Mohan, M. Chandra) ; Venugopal, KR (Venugopal, K. R.)","Title":"Aspect term extraction for sentiment analysis in large movie reviews using Gini Index feature selection method and SVM classifier"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393765700008 ISSN: 0907-676X eISSN: 1747-6623","Keywords":"Advertising; futbol; communicative functions; translation techniques; cultural values","Categories":"Linguistics Web of Science Categories:Language & Linguistics","Journal Information":"PERSPECTIVES-STUDIES IN TRANSLATOLOGY Volume: 25 Issue: 1 Pages: 120-136 DOI: 10.1080/0907676X.2016.1194866 Published: MAR 2017","Abstract":"The success of advertising in a global forum depends in part on the ability to translate local phenomena for an international audience, and the challenges presented in communicating culturally-bound sentiment and loyalty across national boundaries is largely uninvestigated in the realm of sports. One of the most memorable advertising campaigns in the recent history of Spanish soccer is a series of TV commercials widely known as campanas de sentimiento' (campaigns of sentiment'). The aim of this paper is to examine how the expressive, referential, and appellative functions of these commercials are explicitly and implicitly conveyed in the source texts and the choices translators face in rendering those functions into target language commercials. Nord's purposeful approach to translation and her documentary and instrumental choices in translation are the basis for the analysis. The results show that the expressive and referential functions are used as instruments to serve the appellative macro speech act that these campaigns represent and to convey the values of the soccer team. Translation choices are made according to the very nature of those values.","Authors":"Vizcaino, MJG (Vizcaino, Maria Jose Garcia)","Title":"When \"Holy cow!' becomes a team loyalty marker: translating futbol across cultures"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000393241500008 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Online hotel review; Multi-text summarization; Sentiment analysis; Sentence clustering; k-medoids KeyWords Plus:WORD-OF-MOUTH; USER-GENERATED CONTENT; INFORMATION SEARCH; SERVICES; HOSPITALITY; BEHAVIOR; SYSTEMS; IMPACT","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 2 Pages: 436-449 DOI: 10.1016/j.ipm.2016.12.002 Published: MAR 2017","Abstract":"Online travel forums and social networks have become the most popular platform for sharing travel information, with enormous numbers of reviews posted daily. Automatically generated hotel summaries could aid travelers in selecting hotels. This study proposes a novel multi-text summarization technique for identifying the top-k most informative sentences of hotel reviews. Previous studies on review summarization have primarily examined content analysis, which disregards critical factors like author credibility and conflicting opinions. We considered such factors and developed a new sentence importance metric. Both the content and sentiment similarities were used to determine the similarity of two sentences. To identify the top-k sentences, the k-medoids clustering algorithm was used to partition sentences into k groups. The medoids from these groups were then selected as the final summarization results. To evaluate the performance of the proposed method, we collected two sets of reviews for the two hotels posted on TripAdvisor.com. A total of 20 subjects were invited to review the text summarization results from the proposed approach and two conventional approaches for the two hotels. The results indicate that the proposed approach outperforms the other two, and most of the subjects believed that the proposed approach can provide more comprehensive hotel information. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Hu, YH (Hu, Ya-Han) ; Chen, YL (Chen, Yen-Liang) ; Chou, HL (Chou, Hui-Ling)","Title":"Opinion mining from online hotel reviews - A text summarization approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392786000002 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Semi-supervised learning; Question classification; Answer classification; Natural language processing; Knowledge base search; Community question answering KeyWords Plus:Q-AND-A; SELECTION; SERVICES; FEATURES; QUALITY","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 381 Pages: 20-32 DOI: 10.1016/j.ins.2016.11.006 Published: MAR 2017","Abstract":"Community Question-Answering sites (e.g., Yahoo I Answers) have become large-scale knowledge bases of natural language questions formulated by their own members. In other to provide quick answers, these sites are compelled to make the best out of the content stored in their repository. Researchers have discovered that, on the one hand, many of these services are the confluence of an information-seeking and a social network that are constantly overlapping, and on the other hand, how-to questions are frequently published across these platforms. By and large, informational procedural questions are highly likely to expect informational answers, while non-informational manner questions target at socially interacting with other members of the community. In order to enhance user experience by reducing the delay in answering, these services are heartened to identify, retrieve and revitalize the content maintained in their knowledge bases. For this purpose, it is key to match the intent of new posted questions with the intention of archived answers that will be presented to the asker. By manually annotating a reduced number of how-to questions and answers, we carried out an exploratory analysis that unveils a dichotomy between the interaction of these two networks. More precisely, we corroborate previous findings indicating that procedural questions are more likely to bear an informational goal, but our analysis is also extended to their answers, and it reveals that they exhibit a more conspicuous confluence. In substance, we find out that informational and non-informational answers are very likely to show up regardless of the end of the question. Then, we take advantage of this tagged set and of massive unlabelled material for exploiting two state-of-the-art single-view semi-supervised approaches aimed at discriminating informational from non informational how-to content. Moreover, our proposed models leverage assorted linguistically-motivated features, such as sentiment analysis and dependency parsing as well as named entity recognition. Our outcomes show that attributes, harvested from morphological and sentiment analysis, proven to be effective under a semi-supervised framework. At the expenses of low annotation costs, these linguistically-motivated semi-supervised models reached an accuracy of 84.25% and 74.41% for classifying questions and answers, respectively. In addition, we quantify theimpact of automatically detecting informational/non-informational intents on the retrieval of best answers, i.e., an improvement of 4.12% in terms of precision at one. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Palomera, D (Palomera, Daniel) ; Figueroa, A (Figueroa, Alejandro)","Title":"Leveraging linguistic traits and semi-supervised learning to single out informational content across how-to community question-answering archives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392793500039 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Investor sentiment; Thermal optimal path; Stock market; Dynamic analysis KeyWords Plus:TIME LAG STRUCTURE; CAUSAL PATH METHOD; NONPARAMETRIC DETERMINATION; GOOGLE-TRENDS; BEHAVIOR; RETURNS; SERIES; MODEL","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 469 Pages: 390-396 DOI: 10.1016/j.physa.2016.11.114 Published: MAR 1 2017","Abstract":"With the development of the social network, the interaction between investors in stock market became more fast and convenient. Thus, investor sentiment which can influence their investment decisions may be quickly spread and magnified through the network, and to a certain extent the stock market can be affected. This paper collected the user comments data from a popular professional social networking site of China stock market called Xueqiu, then the investor sentiment data can be obtained through semantic analysis. The dynamic analysis on relationship between investor sentiment and stock market is proposed based on Thermal Optimal Path (TOP) method. The results show that the sentiment data was not always leading over stock market price, and it can be used to predict the stock price ;only when the stock has high investor attention. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Guo, K (Guo, Kun) ; Sun, Y (Sun, Yi) ; Qian, X (Qian, Xin)","Title":"Can investor sentiment be used to predict the stock price? Dynamic analysis based on China stock market"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000392767400008 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Social web; Blog; Model; Influential bloggers; Blogosphere KeyWords Plus:SOCIAL MEDIA; NETWORKS; BLOGS; WEB; INFLUENCERS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 68 Pages: 64-82 DOI: 10.1016/j.chb.2016.11.012 Published: MAR 2017","Abstract":"The user participatory nature of the social web has revolutionized the use of the conventional web. The social web is an integral part of our daily life. Due to the resulting exponential growth of the social web, a number of research domains have emerged, involving research activities that aim to study human nature, to analyse human sentiments and emotions, and to find the impact of various users in the social networks. Recently, the research focus has shifted to identifying a user's influence on other users in a social network. In the recent literature, we find a number of models proposed to find the most influential users in the blogging community. In this paper, we review the models to find these influential bloggers. The existing models are classified into feature-based and network-based categories. The feature-based models consider the salient factors to measure bloggers' influence. The network models, on the other hand, consider the graph-based social network structure of the bloggers to identify those who have the most impact on fellow members. This survey introduces each model with its features, novel aspects, and the datasets used. In addition to the discussion about the model, a comparative analysis of the datasets is presented. We conclude by discussing applications of the relevant literature, exploring open research issues and challenges, and sharing possible future directions in this active area of research. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Khan, HU (Khan, Hikmat Ullah) ; Daud, A (Daud, Ali) ; Ishfaq, U (Ishfaq, Umer) ; Amjad, T (Amjad, Tehmina) ; Aljohani, N (Aljohani, Naif) ; Abbasi, RA (Abbasi, Rabeeh Ayyaz) ; Alowibdi, JS (Alowibdi, Jalal S.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Abbasi, Rabeeh  http://orcid.org/0000-0002-3787-7039","Title":"Modelling to identify influential bloggers in the blogosphere: A survey"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389111000019 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Multilingual sentiment analysis; Text analysis; Machine learning; Vector representation; Hybrid vectorization; Online user reviews KeyWords Plus:LEXICON; TWITTER","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 69 Pages: 214-224 DOI: 10.1016/j.eswa.2016.10.043 Published: MAR 1 2017","Abstract":"Sentiment analysis and opinion mining are valuable for extraction of useful subjective information out of text documents. These tasks have become of great importance, especially for business and marketing professionals, since online posted products and services reviews impact markets and consumers shifts. This work is motivated by the fact that automating retrieval and detection of sentiments expressed for certain products and services embeds complex processes and pose research challenges, due to the textual phenomena and the language specific expression variations. This paper proposes a fast, flexible, generic methodology for sentiment detection out of textual snippets which express people's opinions in different languages. The proposed methodology adopts a machine learning approach with which textual documents are represented by vectors and are used for training a polarity classification model. Several documents' vector representation approaches have been studied, including lexicon-based, word embedding based and hybrid vectorizations. The competence of these feature representations for the sentiment classification task is assessed through experiments on four datasets containing online user reviews in both Greek and English languages, in order to represent high and weak inflection language groups. The proposed methodology requires minimal computational resources, thus, it might have impact in real world scenarios where limited resources is the case. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Giatsoglou, M (Giatsoglou, Maria) ; Vozalis, MG (Vozalis, Manolis G.) ; Diamantaras, K (Diamantaras, Konstantinos) ; Vakali, A (Vakali, Athena) ; Sarigiannidis, G (Sarigiannidis, George) ; Chatzisavvas, KC (Chatzisavvas, Konstantinos Ch.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Diamantaras, Konstantinos  http://orcid.org/0000-0003-1373-4022","Title":"Sentiment analysis leveraging emotions and word embeddings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388098100006 ISSN: 1369-118X eISSN: 1468-4462","Keywords":"Content analysis; sentiment analysis; human-based coding; computer-based coding; supervised machine learning; Twitter KeyWords Plus:BIG DATA; TEXT ANALYSIS; MEDIA; TWITTER; FUKUSHIMA; COVERAGE; COMMUNICATION; TECHNOLOGIES; RELIABILITY; MANAGEMENT","Categories":"Communication; Sociology Web of Science Categories:Communication; Sociology","Journal Information":"INFORMATION COMMUNICATION & SOCIETY Volume: 20 Issue: 3 Pages: 406-427 DOI: 10.1080/1369118X.2016.1182197 Published: MAR 2017","Abstract":"Recent technological developments have created novel opportunities for analyzing and identifying patterns in large volumes of digital content. However, many content analysis tools require researchers to choose between the validity of human-based coding and the ability to analyze large volumes of content through computer-based techniques. This study argues for the use of supervised content analysis tools that capitalize on the strengths of human- and computer-based coding for assessing opinion expression. We begin by outlining the key methodological issues surrounding content analysis as performed by human coders and existing computational algorithms. After reviewing the most popular analytic approaches, we introduce an alternative, hybrid method that is aimed at improving reliability, validity, and efficiency when analyzing social media content. To demonstrate the usefulness of this method, we track nuclear energy- and nanotechnology-related opinion expression on Twitter surrounding the Fukushima Daiichi accident to examine the extent to which the volume and tone of tweets shift in directions consistent with the expected external influence of the event. Our analysis revealed substantial shifts in both the volume and tone of nuclear power-related tweets that were consistent with our expectations following the disaster event. Conversely, there was decidedly more stability in the volume and tone of tweets for our comparison issue. These analyses provide an empirical demonstration of how the presented hybrid method can analyze defined communication sentiment and topics from large-scale social media data sets. The implications for communication scholars are discussed.","Authors":"Su, LYF (Su, Leona Yi-Fan) ; Cacciatore, MA (Cacciatore, Michael A.) ; Liang, X (Liang, Xuan) ; Brossard, D (Brossard, Dominique) ; Scheufele, DA (Scheufele, Dietram A.) ; Xenos, MA (Xenos, Michael A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Scheufele, Dietram  A-8737-2008 http://orcid.org/0000-0002-9914-5407","Title":"Analyzing public sentiments online: combining human- and computer-based content analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394688200199 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 2 Article Number: e0173151 DOI: 10.1371/journal.pone.0173151 Published: FEB 24 2017","Abstract":"We investigate the relationship between social media, Twitter in particular, and stock market. We provide an in-depth analysis of the Twitter volume and sentiment about the 30 companies in the Dow Jones Industrial Average index, over a period of three years. We focus on Earnings Announcements and show that there is a considerable difference with respect to when the announcements are made: before the market opens or after the market closes. The two different timings of the Earnings Announcements were already investigated in the financial literature, but not yet in the social media. We analyze the differences in terms of the Twitter volumes, cumulative abnormal returns, trade returns, and earnings surprises. We report mixed results. On the one hand, we show that the Twitter sentiment (the collective opinion of the users) on the day of the announcement very well reflects the stock moves on the same day. We demonstrate this by applying the event study methodology, where the polarity of the Earnings Announcements is computed from the Twitter sentiment. Cumulative abnormal returns are high (2-4%) and statistically significant. On the other hand, we find only weak predictive power of the Twitter sentiment one day in advance. It turns out that it is important how to account for the announcements made after the market closes. These after-hours announcements draw high Twitter activity immediately, but volume and price changes in trading are observed only on the next day. On the day before the announcements, the Twitter volume is low, and the sentiment has very weak predictive power. A useful lesson learned is the importance of the proper alignment between the announcements, trading and Twitter data.","Authors":"Gabrovsek, P (Gabrovsek, Peter) ; Aleksovski, D (Aleksovski, Darko) ; Mozetic, I (Mozetic, Igor) ; Grcar, M (Grcar, Miha) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Mozetic, Igor  http://orcid.org/0000-0002-5466-0608","Title":"Twitter sentiment around the Earnings Announcement events"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394682400014 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 2 Article Number: e0171649 DOI: 10.1371/journal.pone.0171649 Published: FEB 23 2017","Abstract":"With the rapid increase in social networks and blogs, the social media services are increasingly being used by online communities to share their views and experiences about a particular product, policy and event. Due to economic importance of these reviews, there is growing trend of writing user reviews to promote a product. Nowadays, users prefer online blogs and review sites to purchase products. Therefore, user reviews are considered as an important source of information in Sentiment Analysis (SA) applications for decision making. In this work, we exploit the wealth of user reviews, available through the online forums, to analyze the semantic orientation of words by categorizing them into +ive and -ive classes to identify and classify emoticons, modifiers, general-purpose and domain-specific words expressed in the public's feedback about the products. However, the un-supervised learning approach employed in previous studies is becoming less efficient due to data sparseness, low accuracy due to non-consideration of emoticons, modifiers, and presence of domain specific words, as they may result in inaccurate classification of users' reviews. Lexicon-enhanced sentiment analysis based on Rule-based classification scheme is an alternative approach for improving sentiment classification of users' reviews in online communities. In addition to the sentiment terms used in general purpose sentiment analysis, we integrate emoticons, modifiers and domain specific terms to analyze the reviews posted in online communities. To test the effectiveness of the proposed method, we considered users reviews in three domains. The results obtained from different experiments demonstrate that the proposed method overcomes limitations of previous methods and the performance of the sentiment analysis is improved after considering emoticons, modifiers, negations, and domain specific terms when compared to baseline methods.","Authors":"Asghar, MZ (Asghar, Muhammad Zubair) ; Khan, A (Khan, Aurangzeb) ; Ahmad, S (Ahmad, Shakeel) ; Qasim, M (Qasim, Maria) ; Khan, IA (Khan, Imran Ali) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Asghar, Muhammad Zubair  http://orcid.org/0000-0003-3320-2074","Title":"Lexicon-enhanced sentiment analysis framework using rule-based classification scheme"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386738300020 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Finance; Risk prediction; Text mining; Sentiment analysis KeyWords Plus:TIME-SERIES; TEXTUAL ANALYSIS; MANAGEMENT; VOLATILITY; SENTIMENT; RETURNS; MODEL","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 257 Issue: 1 Pages: 243-250 DOI: 10.1016/j.ejor.2016.06.069 Published: FEB 16 2017","Abstract":"We attempt in this paper to utilize soft information in financial reports to analyze financial risk among companies. Specifically, on the basis of the text information in financial reports, which is the so-called soft information, we apply analytical techniques to study relations between texts and financial risk. Furthermore, we conduct a study on financial sentiment analysis by using a finance-specific sentiment lexicon to examine the relations between financial sentiment words and financial risk. A large collection of financial reports published annually by publicly-traded companies is employed to conduct our experiments; moreover, two analytical techniques - regression and ranking methods - are applied to conduct these analyses. The experimental results show that, based on a bag-of-words model, using only financial sentiment words results in performance comparable to using the whole texts; this confirms the importance of financial sentiment words with respect to risk prediction. In addition to this performance comparison, via the learned models, we draw attention to some strong and interesting correlations between texts and financial risk. These valuable findings yield greater insight and understanding into the usefulness of soft information in financial reports and can be applied to a broad range of financial and accounting applications. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Tsai, MF (Tsai, Ming-Feng) ; Wang, CJ (Wang, Chuan-Ju) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wang, Chuan-Ju  http://orcid.org/0000-0002-5281-2962","Title":"On the risk prediction and analysis of soft information in finance reports"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393009800005 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Sentiment analysis; Multilingual; Dependency parsing; Natural language processing KeyWords Plus:SOCIAL MEDIA; LEXICON; CLASSIFICATION; SUBJECTIVITY; TRANSLATION; TWEETS; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 118 Pages: 45-55 DOI: 10.1016/j.knosys.2016.11.014 Published: FEB 15 2017","Abstract":"We present a novel unsupervised approach for multilingual sentiment analysis driven by compositional syntax-based rules. On the one hand, we exploit some of the main advantages of unsupervised algorithms: (1) the interpretability of their output, in contrast with most supervised models, Which behave as a black box and (2) their robustness across different corpora and domains. On the other hand, by introducing the concept of compositional operations and exploiting syntactic information in the form of universal dependencies, we tackle one of their main drawbacks: their rigidity on data that are structured differently depending on the language concerned. Experiments show an improvement both over existing unsupervised methods, and over state-of-the-art supervised models when evaluating outside their corpus of origin. Experiments also show how the same compositional operations can be shared across languages. The system is available at http://www.grupolys.org/software/UUUSA/. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Vilares, D (Vilares, David) ; Gomez-Rodriguez, C (Gomez-Rodriguez, Carlos) ; Alonso, MA (Alonso, Miguel A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Alonso, Miguel  http://orcid.org/0000-0001-9254-4934 Gomez-Rodriguez, Carlos  http://orcid.org/0000-0003-0752-8812","Title":"Universal, unsupervised (rule-based), uncovered sentiment analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397872400154 PubMed ID: 28246145 ISSN: 2044-6055","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"BMJ OPEN Volume: 7 Issue: 2 Article Number: e015493 DOI: 10.1136/bmjopen-2016-015493 Published: FEB 2017","Abstract":"Objectives: In January 2016, the 4 UK Chief Medical Officers released a public consultation regarding updated guidelines for low-risk alcohol consumption. This study aimed to assess responses to the updated guidelines using comments made on Twitter. Methods: Tweets containing the hashtag #alcoholguidelines made during 1 week following the announcement of the updated guidelines were retrieved using the Twitter Archiver tool. The source, sentiment and themes of the tweets were categorised using manual content analysis. Results: A total of 3061 tweets was retrieved. 6 sources were identified, the most prominent being members of the public. Of 821 tweets expressing sentiment specifically towards the guidelines, 80% expressed a negative sentiment. 11 themes were identified, 3 of which were broadly supportive of the guidelines, 7 broadly unsupportive and 1 neutral. Overall, more tweets were unsupportive (49%) than supportive (44%). While the most common theme overall was sharing information, the most common in tweets from members of the public encouraged alcohol consumption (15%) or expressed disagreement with the guidelines (14%), reflecting reactance, resistance and misunderstanding. Conclusions: This descriptive analysis revealed a number of themes present in unsupportive comments towards the updated UK alcohol guidelines among a largely proalcohol community. An understanding of these may help to tailor effective communication of alcohol and health-related policies, and could inform a more dynamic approach to health communication via social media.","Authors":"Stautz, K (Stautz, Kaidy) ; Bignardi, G (Bignardi, Giacomo) ; Hollands, GJ (Hollands, Gareth J.) ; Marteau, TM (Marteau, Theresa M.)","Title":"Reactions on Twitter to updated alcohol guidelines in the UK: a content analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394418100003 ISSN: 1866-9956 eISSN: 1866-9964","Keywords":"Analogical reasoning; Sentiment analysis; Semi-supervised learning; Classification; Model selection; Extreme learning machines; Vapnik-Chervonenkis theory; Rademacher complexity; Algorithmic stability KeyWords Plus:STRUCTURAL RISK MINIMIZATION; SENTIMENT ANALYSIS; MODEL SELECTION; SOCIAL MEDIA; PROBABILITY-INEQUALITIES; RADEMACHER COMPLEXITY; ERROR ESTIMATION; BOUNDS; MACHINES; STABILITY","Categories":"Computer Science; Neurosciences & Neurology Web of Science Categories:Computer Science, Artificial Intelligence; Neurosciences","Journal Information":"COGNITIVE COMPUTATION Volume: 9 Issue: 1 Pages: 18-42 DOI: 10.1007/s12559-016-9433-5 Published: FEB 2017","Abstract":"Big social data analysis is the area of research focusing on collecting, examining, and processing large multi-modal and multi-source datasets in order to discover patterns/correlations and extract information from the Social Web. This is usually accomplished through the use of supervised and unsupervised machine learning algorithms that learn from the available data. However, these are usually highly computationally expensive, either in the training or in the prediction phase, as they are often not able to handle current data volumes. Parallel approaches have been proposed in order to boost processing speeds, but this clearly requires technologies that support distributed computations. Extreme learning machines (ELMs) are an emerging learning paradigm, presenting an efficient unified solution to generalized feed-forward neural networks. ELM offers significant advantages such as fast learning speed, ease of implementation, and minimal human intervention. However, ELM cannot be easily parallelized, due to the presence of a pseudo-inverse calculation. Therefore, this paper aims to find a reliable method to realize a parallel implementation of ELM that can be applied to large datasets typical of Big Data problems with the employment of the most recent technology for parallel in-memory computation, i.e., Spark, designed to efficiently deal with iterative procedures that recursively perform operations over the same data. Moreover, this paper shows how to take advantage of the most recent advances in statistical learning theory (SLT) in order to address the issue of selecting ELM hyperparameters that give the best generalization performance. This involves assessing the performance of such algorithms (i.e., resampling methods and in-sample methods) by exploiting the most recent results in SLT and adapting them to the Big Data framework. The proposed approach has been tested on two affective analogical reasoning datasets. Affective analogical reasoning can be defined as the intrinsically human capacity to interpret the cognitive and affective information associated with natural language. In particular, we employed two benchmarks, each one composed by 21,743 common-sense concepts; each concept is represented according to two models of a semantic network in which common-sense concepts are linked to a hierarchy of affective domain labels. The labeled data have been split into two sets: The first 20,000 samples have been used for building the model with the ELM with the different SLT strategies, while the rest of the labeled samples, numbering 1743, have been kept apart as reference set in order to test the performance of the learned model. The splitting process has been repeated 30 times in order to obtain statistically relevant results. We ran the experiments through the use of the Google Cloud Platform, in particular, the Google Compute Engine. We employed the Google Compute Engine Platform with NM = 4 machines with two cores and 1.8 GB of RAM (machine type n1-highcpu-2) and an HDD of 30 GB equipped with Spark. Results on the affective dataset both show the effectiveness of the proposed parallel approach and underline the most suitable SLT strategies for the specific Big Data problem. In this paper we showed how to build an ELM model with a novel scalable approach and to carefully assess the performance, with the use of the most recent results from SLT, for a sentiment analysis problem. Thanks to recent technologies and methods, the computational requirements of these methods have been improved to allow for the scaling to large datasets, which are typical of Big Data applications.","Authors":"Oneto, L (Oneto, Luca) ; Bisio, F (Bisio, Federica) ; Cambria, E (Cambria, Erik) ; Anguita, D (Anguita, Davide) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Cambria, Erik  http://orcid.org/0000-0002-3030-1280 Oneto, Luca  http://orcid.org/0000-0002-8445-395X","Title":"Semi-supervised Learning for Affective Common-Sense Reasoning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397411100001 ISSN: 2158-107X eISSN: 2156-5570","Keywords":"Opinion mining; Stock market; Twitter; Saudi Arabia; Association text rules; Data mining; Text Visualization KeyWords Plus:SCHEME","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"INTERNATIONAL JOURNAL OF ADVANCED COMPUTER SCIENCE AND APPLICATIONS Volume: 8 Issue: 2 Pages: 1-7 Published: FEB 2017","Abstract":"Text mining methods involve various techniques, such as text categorization, summarisation, information retrieval, document clustering, topic detection, and concept extraction. In addition, because of the difficulties involved in text mining, visualisation techniques can play a paramount role in the analysis and pre-processing of textual data. This paper will present two novel frameworks for the classification and extraction of the association rules and the visualisation of financial Arabic text in order to realize both the general structure and the sentiment within an accumulated corpus. However, mining unstructured data with natural language processing (NLP) and machine learning techniques can be arduous, especially where the Arabic language is concerned, because of limited research in this area. The results show that our frameworks can readily classify Arabic tweets. Furthermore, they can handle many antecedent text association rules for the positive class and the negative class.","Authors":"AL-Rubaiee, H (AL-Rubaiee, Hamed) ; Qiu, RX (Qiu, Renxi) ; Li, DY (Li, Dayou)","Title":"Visualising Arabic Sentiments and Association Rules in Financial Text"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397411100034 ISSN: 2158-107X eISSN: 2156-5570","Keywords":"Arabic Sentiment Analysis; Twitter; Semantic Relations; Arabic WordNet; Machine Learning KeyWords Plus:CATEGORIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"INTERNATIONAL JOURNAL OF ADVANCED COMPUTER SCIENCE AND APPLICATIONS Volume: 8 Issue: 2 Pages: 256-262 Published: FEB 2017","Abstract":"Twitter considered as a rich resource to collect people's opinions in different domains and attracted researchers to develop an automatic Sentiment Analysis (SA) model for tweets. In this work, a semantic Arabic Twitter Sentiment Analysis (ATSA) model is developed based on supervised machine learning (ML) approaches and semantic analysis. Most of the existing Arabic SA approaches represent tweets based on the bag-of-words (BoW) model. The main limitation of this model is that it is semantically weak; where words considered as independent features and ignore the semantic associations between them. As a result, synonymous words that appear in two tweets are represented as different independent features. To overcome this limitation, this work proposes enriching the tweets representation with concepts utilizing Arabic WordNet (AWN) as an external knowledge base. In addition, different concepts representation approaches are developed and evaluated with naive Bayes (NB) and support vector machine (SVM) ML classifiers on an Arabic Twitter dataset. The experimental results indicate that using concepts features improves the performance of the ATSA model compared with the basic BoW representation. The improvement reached 4.48% with the SVM classifier and 5.78% with the NB classifier.","Authors":"Alowaidi, S (Alowaidi, Sana) ; Saleh, M (Saleh, Mustafa) ; Abulnaja, O (Abulnaja, Osama)","Title":"Semantic Sentiment Analysis of Arabic Texts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397411100037 ISSN: 2158-107X eISSN: 2156-5570","Keywords":"Informal Arabic; Sentiment analysis; Opinion Mining (OM); Twitter; YouTube KeyWords Plus:SUBJECTIVITY","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"INTERNATIONAL JOURNAL OF ADVANCED COMPUTER SCIENCE AND APPLICATIONS Volume: 8 Issue: 2 Pages: 278-284 Published: FEB 2017","Abstract":"Recently, there are wide numbers of users that use the social network like Twitter, Facebook, MySpace to share various kinds of resources, express their opinions, thoughts, messages in real time. Thus, increase the amount of electronic content that generated by users. Sentiment analysis becomes a very interesting topic in research community. Thereby, we need to give more attention to Arabic sentiment analysis. This paper discusses the challenges and obstacles when analyze the sentiment analysis of informal Arabic, the social media. The most of recent research sentiment analysis conduct for English text. Also, when the research works in Arabic sentiment analysis, they focus in formal Arabic. However, most of social media network use the informal Arabic (colloquial) such as Twitter and YouTube website. This paper investigates the problems and the challenges to identify sentiment in informal Arabic language which is mostly used when users express their opinions and feelings in context of twitter and YouTube Arabic content.","Authors":"AlOtaibi, S (AlOtaibi, Salihah) ; Khan, MB (Khan, Muhammad Badruddin)","Title":"Sentiment Analysis Challenges of Informal Arabic Language"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394671000003 ISSN: 0165-5515 eISSN: 1741-6485","Keywords":"Feature selection; rank aggregation; sentiment classification KeyWords Plus:TRAVELING SALESMAN PROBLEM; ALGORITHMS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF INFORMATION SCIENCE Volume: 43 Issue: 1 Pages: 25-38 DOI: 10.1177/0165551515613226 Published: FEB 2017","Abstract":"Sentiment analysis is an important research direction of natural language processing, text mining and web mining which aims to extract subjective information in source materials. The main challenge encountered in machine learning method-based sentiment classification is the abundant amount of data available. This amount makes it difficult to train the learning algorithms in a feasible time and degrades the classification accuracy of the built model. Hence, feature selection becomes an essential task in developing robust and efficient classification models whilst reducing the training time. In text mining applications, individual filter-based feature selection methods have been widely utilized owing to their simplicity and relatively high performance. This paper presents an ensemble approach for feature selection, which aggregates the several individual feature lists obtained by the different feature selection methods so that a more robust and efficient feature subset can be obtained. In order to aggregate the individual feature lists, a genetic algorithm has been utilized. Experimental evaluations indicated that the proposed aggregation model is an efficient method and it outperforms individual filter-based feature selection methods on sentiment classification.","Authors":"Onan, A (Onan, Aytug) ; Korukoglu, S (Korukoglu, Serdar)","Title":"A feature selection model based on genetic rank aggregation for text sentiment classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394671000005 ISSN: 0165-5515 eISSN: 1741-6485","Keywords":"Clustering; data pre-processing; sentiment analysis; term weighting model KeyWords Plus:INFORMATION-RETRIEVAL","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF INFORMATION SCIENCE Volume: 43 Issue: 1 Pages: 54-74 DOI: 10.1177/0165551515617374 Published: FEB 2017","Abstract":"Clustering is a powerful unsupervised tool for sentiment analysis from text. However, the clustering results may be affected by any step of the clustering process, such as data pre-processing strategy, term weighting method in Vector Space Model and clustering algorithm. This paper presents the results of an experimental study of some common clustering techniques with respect to the task of sentiment analysis. Different from previous studies, in particular, we investigate the combination effects of these factors with a series of comprehensive experimental studies. The experimental results indicate that, first, the K-means-type clustering algorithms show clear advantages on balanced review datasets, while performing rather poorly on unbalanced datasets by considering clustering accuracy. Second, the comparatively newly designed weighting models are better than the traditional weighting models for sentiment clustering on both balanced and unbalanced datasets. Furthermore, adjective and adverb words extraction strategy can offer obvious improvements on clustering performance, while strategies of adopting stemming and stopword removal will bring negative influences on sentiment clustering. The experimental results would be valuable for both the study and usage of clustering methods in online review sentiment analysis.","Authors":"Ma, BJ (Ma, Baojun) ; Yuan, H (Yuan, Hua) ; Wu, Y (Wu, Ye)","Title":"Exploring performance of clustering methods on document sentiment analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394671000009 ISSN: 0165-5515 eISSN: 1741-6485","Keywords":"Authenticity; electronic word-of-mouth; online reviews; opinion spam; text analysis KeyWords Plus:PREDICTING DECEPTION; SENTIMENT ANALYSIS; COMMUNICATION; CLASSIFICATION; READABILITY; OPINIONS; WORDS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF INFORMATION SCIENCE Volume: 43 Issue: 1 Pages: 122-134 DOI: 10.1177/0165551515625027 Published: FEB 2017","Abstract":"Extant literature suggests that authentic and fictitious online reviews could be distinguished by leveraging on their textual characteristics. However, nuances in textual differences between authentic and fictitious reviews across different categories of hotels remain largely unknown. Therefore, this paper analyzes textual differences between authentic and fictitious reviews across three hotel categories, namely, luxury, budget, and mid-range. It leverages on four possible textual characteristics - comprehensibility, specificity, exaggeration, and negligence - that could offer clues to ascertain review authenticity. Using a dataset of 1800 reviews (900 authentic + 900 fictitious), the results suggest that differences between authentic and fictitious reviews are largely inconsistent across hotel categories. This generally points to the difficulties in ascertaining review authenticity, which in turn offer implications for both research and practice.","Authors":"Banerjee, S (Banerjee, Snehasish) ; Chua, AYK (Chua, Alton Y. K.)","Title":"Authentic versus fictitious online reviews: A textual analysis across luxury, budget, and mid-range hotels"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397198300013 PubMed ID: 26956681 ISSN: 1554-351X eISSN: 1554-3528","Keywords":"Affective meaning; Scale usage; Bengali language KeyWords Plus:INFORMANT ACCURACY; CONSENSUS; EMOTIONS; SENTIMENTS; CULTURE; WORLD","Categories":"Psychology Web of Science Categories:Psychology, Mathematical; Psychology, Experimental","Journal Information":"BEHAVIOR RESEARCH METHODS Volume: 49 Issue: 1 Pages: 184-197 DOI: 10.3758/s13428-016-0704-6 Published: FEB 2017","Abstract":"This article provides semantic differential ratings of 1,469 concepts in Bengali, a language spoken by about 250 million individuals in eastern India and Bangladesh. These data were collected from 20 male and 20 female Calcutta respondents who rated stimuli on three culturally universal affective dimensions: evaluation-potency-activity (EPA). This study employs pan-respondent component analyses as a means of examining the respondents' usage of the standard EPA scales. The pan-respondent component analyses indicate that some respondents used the rating scales in unexpected ways, recording their feelings about one component of concepts' EPA with ratings on a scale intended to measure a different dimension. When scores were based only on respondents who used the scales appropriately, several interesting patterns were found. For respondents of both genders, potency scores have a curvilinear relation with evaluation, such that very good and very bad concepts are mostly seen as very potent, whereas evaluatively neutral concepts are seen as somewhat impotent or just slightly potent. A moderate linear correlation exists between activity and evaluation, and a modest positive relation exists between potency and activity. Gender correlations are high on evaluation,.93, but much lower for potency scores, with a correlation of.55, and even lower for activity, .30. In this article we examine several explanations for why scales denoting potency and activity were reinterpreted as indicating goodness by certain respondents, and consider the matter of including data collected from respondents who used scales in this way.","Authors":"Mukherjee, S (Mukherjee, Shibashis) ; Heise, DR (Heise, David R.)","Title":"Affective meanings of 1,469 Bengali concepts"}, {"Document Information":"Document Type:Article Language:German Accession Number: WOS:000397013400007 ISSN: 1434-4653 eISSN: 1619-4292","Keywords":"Media research; sentiment analysis; language technology; politics; Twitter","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION-WISSENSCHAFT UND PRAXIS Volume: 68 Issue: 1 Pages: 67-74 DOI: 10.1515/iwp-2017-0009 Published: FEB 2017","Abstract":"Opinion research institutes try to capture the public opinion on politicians with telephone and road surveys. In winter 2015/16, a student group worked on the question if it is possible to automate this process. The idea behind this is that the platform Twitter is often used for political discussions. Since tweets are limited to 140 characters, and the topic can usually be clearly identified by hashtags, Twitter data seem to be well suited for automatic sentiment analysis. Sentiment analysis methods aim to automatically classify these tweets into positive and negative expressions of opinion. We have implemented a Twitter crawler and sentiment analysis routines in Python. We then collected tweets for politicians over a period of four weeks, and visualized the results of the opinion analyses. Finally, we compared our results with the \"ZDF-Politbarometer\", a monthly TV opinion analysis.","Authors":"Siegel, M (Siegel, Melanie) ; Deuschle, J (Deuschle, Jennifer) ; Lenze, B (Lenze, Barbara) ; Petrovic, M (Petrovic, Marina) ; Starker, S (Starker, Sascha)","Title":"Automatic detection of political trends by Twitter analysis - do we still need opinion surveys?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397032900018 ISSN: 1738-7906","Keywords":"Sentiment analysis; Twitter; SentiWordNet; Natural language processing; CRM; Telecommunication KeyWords Plus:SENTIMENT ANALYSIS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF COMPUTER SCIENCE AND NETWORK SECURITY Volume: 17 Issue: 2 Pages: 141-147 Published: FEB 2017","Abstract":"In this research an automatic solution for helping telecommunication companies to gain better customer insight by utilizing real time Twitter data is proposed. To develop an enhanced Customer Relationship Management (CRM) in highly competitive market, it is very important for companies to understand how customers perceive and select specific services offer by them, compare to their competitors. While understanding the customer perception from conventional sources such as surveys, interviews and feedback is well studied and established, gaining insights from twitter is challenging due to several underlying issues in Twitter data, such as short message length, diverse colloquial linguistic patterns and representational richness. This study discusses the challenges of analyzing Twitter data and proposed a sentiment analysis approach to identify whether customers are enjoying with services or having bad experience. As a proof of concept, we present some preliminary results from telecommunication domain pertaining to three major Saudi companies, Mobily, Zain and Saudi Telecom Company (STC). To demonstrate the usefulness of work temporal and spatial changes towards sentiments of these companies are determined. This allow companies to monitor customer perception towards their own service and services provided by their competitors over time. Furthermore, by visualizing sentiment spatially in real-time, company can identify which region customer are having bad experience. This insight would allow companies to solve the problem in real-time fashion and provide better quality of service by redesigning product or service by considering the customer's needs.","Authors":"Khatoon, S (Khatoon, Shaheen)","Title":"Real-time Twitter Data Analysis of Saudi Telecom Companies for Enhanced Customer Relationship Management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397409800002 PubMed ID: 27762572 ISSN: 0147-7307 eISSN: 1573-661X","Keywords":"juror decision making; meta-analysis; juries; verisimilitude KeyWords Plus:EYEWITNESS IDENTIFICATION EVIDENCE; DECISION-MAKING; COMPARATIVE NEGLIGENCE; EXPERT TESTIMONY; DEATH-PENALTY; COMMUNITY SENTIMENT; PRETRIAL PUBLICITY; FILE DRAWER; IMPACT; JUDGMENTS","Categories":"Government & Law; Psychology Web of Science Categories:Law; Psychology, Social","Journal Information":"LAW AND HUMAN BEHAVIOR Volume: 41 Issue: 1 Pages: 13-28 DOI: 10.1037/lhb0000223 Published: FEB 2017","Abstract":"The advantages and disadvantages of jury simulation research have often been debated in the literature. Critics chiefly argue that jury simulations lack verisimilitude, particularly through their use of student mock jurors, and that this limits the generalizabilty of the findings. In the present article, the question of sample differences (student v. nonstudent) in jury research was meta-analyzed for 6 dependent variables: 3 criminal (guilty verdicts, culpability, and sentencing) and 3 civil (liability verdicts, continuous liability, and damages). In total, 53 studies (N = 17,716) were included in the analysis (40 criminal and 13 civil). The results revealed that guilty verdicts, culpability ratings, and damage awards did not vary with sample. Furthermore, the variables that revealed significant or marginally significant differences, sentencing and liability judgments, had small or contradictory effect sizes (e.g., effects on dichotomous and continuous liability judgments were in opposite directions). In addition, with the exception of trial presentation medium, moderator effects were small and inconsistent. These results may help to alleviate concerns regarding the use of student samples in jury simulation research.","Authors":"Bornstein, BH (Bornstein, Brian H.) ; Golding, JM (Golding, Jonathan M.) ; Neuschatz, J (Neuschatz, Jeffrey) ; Kimbrough, C (Kimbrough, Christopher) ; Reed, K (Reed, Krystia) ; Magyarics, C (Magyarics, Casey) ; Luecht, K (Luecht, Katherine)","Title":"Mock Juror Sampling Issues in Jury Simulation Research: A Meta-Analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396886000003 PubMed ID: 27595436 ISSN: 0738-3991","Keywords":"Assessment tools; Health literacy; Mixed methods; Online health information; Readability; Suitability KeyWords Plus:PATIENT EDUCATION MATERIALS; COMPUTERIZED TEXT ANALYSIS; READABILITY ASSESSMENT; SENTIMENT ANALYSIS; PSYCHOMETRIC PROPERTIES; EMOTIONAL EXPRESSION; COLORECTAL-CANCER; LITERACY DEMANDS; VIRTUAL WORLD; MIXED-METHODS","Categories":"Public, Environmental & Occupational Health; Social Sciences - Other Topics Web of Science Categories:Public, Environmental & Occupational Health; Social Sciences, Interdisciplinary","Journal Information":"PATIENT EDUCATION AND COUNSELING Volume: 100 Issue: 2 Pages: 183-189 DOI: 10.1016/j.pec.2016.08.028 Published: FEB 2017","Abstract":"Objective: Considering the status of the Internet as a prominent source of health information, assessing online health material has become a central issue in patient education. We describe the strategies available to evaluate the characteristics of online health information, including readability, emotional content, understandability, usability. Methods: Popular tools used in assessment of readability, emotional content and comprehensibility of online health information were reviewed. Tools designed to evaluate both printed and online material were considered. Results: Readability tools are widely used in online health material evaluation and are highly covariant. Assessment of emotional content of online health-related communications via sentiment analysis tools is becoming more popular. Understandability and usability tools have been developed specifically for health-related material, but each tool has important limitations and has been tested on a limited number of health issues. Conclusion: Despite the availability of numerous assessment tools, their overall reliability differs between readability (high) and understandability (low). Approaches combining multiple assessment tools and involving both quantitative and qualitative observations would optimize assessment strategies. Practice implications: Effective assessment of online health information should rely on mixed strategies combining quantitative and qualitative evaluations. Assessment tools should be selected according to their functional properties and compatibility with target material. (C) 2016 Elsevier Ireland Ltd. All rights reserved.","Authors":"Beaunoyer, E (Beaunoyer, Elisabeth) ; Arsenault, M (Arsenault, Marianne) ; Lomanowska, AM (Lomanowska, Anna M.) ; Guitton, MJ (Guitton, Matthieu J.)","Title":"Understanding online health information: Evaluation, tools, and strategies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395590500001 ISSN: 2071-1050","Keywords":"social media; environmental quality; environment monitoring; Support Vector Machine (SVM)","Categories":"Science & Technology - Other Topics; Environmental Sciences & Ecology Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Environmental Sciences; Environmental Studies","Journal Information":"SUSTAINABILITY Volume: 9 Issue: 2 Article Number: 85 DOI: 10.3390/su9020085 Published: FEB 2017","Abstract":"Nowadays, the environmental pollution and degradation in China has become a serious problem with the rapid development of Chinese heavy industry and increased energy generation. With sustainable development being the key to solving these problems, it is necessary to develop proper techniques for monitoring environmental quality. Compared to traditional environment monitoring methods utilizing expensive and complex instruments, we recognized that social media analysis is an efficient and feasible alternative to achieve this goal with the phenomenon that a growing number of people post their comments and feelings about their living environment on social media, such as blogs and personal websites. In this paper, we self-defined a term called the Environmental Quality Index (EQI) to measure and represent people's overall attitude and sentiment towards an area's environmental quality at a specific time; it includes not only metrics for water and food quality but also people's feelings about air pollution. In the experiment, a high sentiment analysis and classification precision of 85.67% was obtained utilizing the support vector machine algorithm, and we calculated and analyzed the EQI for 27 provinces in China using the text data related to the environment from the Chinese Sina micro-blog and Baidu Tieba collected from January 2015 to June 2016. By comparing our results to with the data from the Chinese Academy of Sciences (CAS), we showed that the environment evaluation model we constructed and the method we proposed are feasible and effective.","Authors":"Wang, ZBB (Wang, Zhibo) ; Ke, L (Ke, Lei) ; Cui, XH (Cui, Xiaohui) ; Yin, Q (Yin, Qi) ; Liao, LF (Liao, Longfei) ; Gao, L (Gao, Lu) ; Wang, ZY (Wang, Zhenyu)","Title":"Monitoring Environmental Quality by Sniffing Social Media"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394317500007 ISSN: 1432-7643 eISSN: 1433-7479","Keywords":"Distributed representation; Authorship attribution; Author identification; Embeddings; Word embeddings; Stylometry; Machine learning; SVM; Scarce training data KeyWords Plus:N-GRAMS; TEXT; IDENTIFICATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications","Journal Information":"SOFT COMPUTING Volume: 21 Issue: 3 Pages: 627-639 Special Issue: SI DOI: 10.1007/s00500-016-2446-x Published: FEB 2017","Abstract":"Distributed word representation in a vector space (word embeddings) is a novel technique that allows to represent words in terms of the elements in the neighborhood. Distributed representations can be extended to larger language structures like phrases, sentences, paragraphs and documents. The capability to encode semantic information of texts and the ability to handle high-dimensional datasets are the reasons why this representation is widely used in various natural language processing tasks such as text summarization, sentiment analysis and syntactic parsing. In this paper, we propose to use the distributed representation at the document level to solve the task of the authorship attribution. The proposed method learns distributed vector representations at the document level and then uses the SVM classifier to perform the automatic authorship attribution. We also propose to use the word n-grams (instead of the words) as the input data type for learning the distributed representation model. We conducted experiments over six datasets used in the state-of-the-art works, and for the majority of the datasets, we obtained comparable or better results. Our best results were obtained using the combination of words and n-grams of words as the input data types. Training data are relatively scarce, which did not affect the distributed representation.","Authors":"Posadas-Duran, JP (Posadas-Duran, Juan-Pablo) ; Gomez-Adorno, H (Gomez-Adorno, Helena) ; Sidorov, G (Sidorov, Grigori) ; Batyrshin, I (Batyrshin, Ildar) ; Pinto, D (Pinto, David) ; Chanona-Hernandez, L (Chanona-Hernandez, Liliana)","Title":"Application of the distributed document representation in the authorship attribution task for small corpora"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396051200003 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Review spam; Spam detection techniques; Review analysis; Opinion spam; Sentiment analysis; Social networking","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 3 Pages: 3187-3211 DOI: 10.1007/s11042-016-3819-y Published: FEB 2017","Abstract":"Availability of millions of products and services on e-commerce sites makes it difficult to search the best suitable product according to the requirements because of existence of many alternatives. To get rid of this the most popular and useful approach is to follow reviews of others in opinionated social medias, who have already tried them. Almost all e-commerce sites provide facility to the users for giving views and experience of the product and services they experienced. The customers reviews are increasingly used by individuals, manufacturers and retailers for purchase and business decisions. As there is no scrutiny over the reviews received, anybody can write anything unanimously which conclusively leads to review spam. Moreover, driven by the desire of profit and/or publicity, spammers produce synthesized reviews to promote some products/brand and demote competitors products/brand. Deceptive review spam has seen a considerable growth overtime. In this work, we have applied supervised as well as unsupervised techniques to identify review spam. Most effective feature sets have been assembled for model building. Sentiment analysis has also been incorporated in the detection process. In order to get best performance some well-known classifiers were applied on labeled dataset. Further, for the unlabeled data, clustering is used after desired attributes were computed for spam detection. Additionally, there is a high chance that spam reviewers may also be held responsible for content pollution in multimedia social networks, because nowadays many users are giving the reviews using their social network logins. Finally, the work can be extended to find suspicious accounts responsible for posting fake multimedia contents into respective social networks.","Authors":"Rout, JK (Rout, Jitendra Kumar) ; Singh, S (Singh, Smriti) ; Jena, SK (Jena, Sanjay Kumar) ; Bakshi, S (Bakshi, Sambit)","Title":"Deceptive review detection using labeled and unlabeled"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396051200004 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Compromised accounts; Authorship verification; Online social networks KeyWords Plus:SENTIMENT ANALYSIS; RECOMMENDATION; ATTRIBUTION; CLASSIFICATION; INFORMATION; MICROBLOGS; TWITTER; TWEETS; TEXT","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 3 Pages: 3213-3233 DOI: 10.1007/s11042-016-3899-8 Published: FEB 2017","Abstract":"Compromising legitimate accounts has been the most used strategy to spread malicious content on OSN (Online Social Network). To address this problem, we propose a pure text mining approach to check if an account has been compromised based on its posts content. In the first step, the proposed approach extracts the writing style from the user account. The second step comprehends the k-Nearest Neighbors algorithm (k-NN) to evaluate the post content and identify the user. Finally, Baseline Updating (third step) consists of a continuous updating of the user baseline to support the current trends and seasonality issues of user's posts. Experiments were carried out using a dataset from Twitter composed by tweets of 1000 users. All the three steps were individually evaluated, and the results show that the developed method is stable and can detect the compromised accounts. An important observation is the Baseline Updating contribution, which leads to an enhancement of accuracy superior of 60 %. Regarding average accuracy, the developed method achieved results over 93 %.","Authors":"Barbon, S (Barbon, Sylvio, Jr.) ; Igawa, RA (Igawa, Rodrigo Augusto) ; Zarpelao, BB (Zarpelao, Bruno Bogaz)","Title":"Authorship verification applied to detection of compromised accounts on online social networks A continuous approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393760800010 ISSN: 1617-4909 eISSN: 1617-4917","Keywords":"Multi-grained analysis; Sentiment analysis; Crowdsourced event summarization; Sentiment change; Social media","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"PERSONAL AND UBIQUITOUS COMPUTING Volume: 21 Issue: 1 Pages: 97-111 Special Issue: SI DOI: 10.1007/s00779-016-0977-x Published: FEB 2017","Abstract":"The massive social media data bring timely, multi-dimensional and rich information. Recently, many researchers have worked on event summarization with crowdsourced social media data. While existing works mostly focus on text-based summary, they only summarize representative microblogs. Public sentiment for the event is also valuable; however, this is not explored in microblogging event summary. In this paper, we propose SentiStory, which is a multi-grained sentiment analysis and event summarization system that summarizes event from two levels: coarse-grained and fine-grained sentiment analysis. In coarse-grained analysis, it discovers microblogs which are important in sentiment, while in fine-grained analysis, it detects significant change of sentiment in the event and identifies which microblog causes the change. Specifically, the proposed system comprises two modules: (1) the microblog preprocessing module firstly reduces redundant information and extracts useful information from the microblog database, and then, it separates different aspects of the event and clusters the same aspect together in a clue. (2) The multi-grained sentiment analysis model analyzes microblogs from two levels: coarse-grained and fine-grained. We perform detailed experimental study on real dataset collected from Sina Weibo, and the results demonstrate the effectiveness of our approach.","Authors":"Ouyang, Y (Ouyang, Yi) ; Guo, B (Guo, Bin) ; Zhang, JF (Zhang, Jiafan) ; Yu, ZW (Yu, Zhiwen) ; Zhou, XS (Zhou, Xingshe)","Title":"SentiStory: multi-grained sentiment analysis and event summarization with crowdsourced social media data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393631500006 ISSN: 0167-9236 eISSN: 1873-5797","Keywords":"Text analysis; Financial time series; Decision support systems KeyWords Plus:INVESTOR SENTIMENT; TIME-SERIES; VOLATILITY; NEWS; INFORMATION; MANAGEMENT; RETURNS; MARKET; IMPACT","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Operations Research & Management Science","Journal Information":"DECISION SUPPORT SYSTEMS Volume: 94 Pages: 53-64 DOI: 10.1016/j.dss.2016.10.006 Published: FEB 2017","Abstract":"The growth of financial. texts in the wake of big data has challenged most organizations and brought escalating demands for analysis tools. In general, text streams are more challenging to handle than numeric data streams. Text streams are unstructured by nature, but they represent collective expressions that are of value in any financial decision. It can be both daunting and necessary to make sense of unstructured textual data. In this study, we address key questions related to the explosion of interest in how to extract insight from unstructured data and howto determine if such insight provides any hints concerning the trends of financial markets. A sentiment analysis engine (SAE) is proposed which takes advantage of linguistic analyses based on grammars. This engine extends sentiment analysis not only at the word token level, but also at the phrase level within each sentence. An assessment heuristic is applied to extract the collective expressions shown in the texts. Also, three evaluations are presented to assess the performance of the engine. First, several standard parsing evaluation metrics are applied on two treebanks. Second, a benchmark evaluation using a dataset of English movie review is conducted. Results show our SAE outperforms the traditional bag of words approach. Third, a financial text stream with twelve million words that aligns with a stock market index is examined. The evaluation results and their statistical significance provide strong evidence of a long persistence in the mood time series generated by the engine. In addition, our approach establishes grounds for belief that the sentiments expressed through text streams are helpful for analyzing the trends in a stock market index, although such sentiments and market indices are normally considered to be completely uncorrelated. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chan, SWK (Chan, Samuel W. K.) ; Chong, MWC (Chong, Mickey W. C.)","Title":"Sentiment analysis in financial texts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393631500007 ISSN: 0167-9236 eISSN: 1873-5797","Keywords":"Sentiment analysis; Opinion mining; Sentiment lexicon; Lexicon expansion; Social media KeyWords Plus:STOCK-MARKET; BUSINESS INTELLIGENCE; CLASSIFICATION; FIRM; MICROBLOGS; BEHAVIOR; TWITTER; IMPACT; WEB","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Operations Research & Management Science","Journal Information":"DECISION SUPPORT SYSTEMS Volume: 94 Pages: 65-76 DOI: 10.1016/j.dss.2016.11.001 Published: FEB 2017","Abstract":"Social media has become the largest data source of public opinion. The application of sentiment analysis to social media texts has great potential, but faces great challenges because of domain heterogeneity. Sentiment orientation of words varies by content domain, but learning context-specific sentiment in social media domains continues to be a major challenge. The language domain poses another challenge since the language used in social media today differs significantly from that used in traditional media. To address these challenges, we propose a method to adapt existing sentiment lexicons for domain-specific sentiment classification using an unannotated corpus and a dictionary. We evaluate our method using two large developing corpora, containing 743,069 tweets related to the stock market and one million tweets related to political topics, respectively, and five existing sentiment lexicons as seeds and baselines. The results demonstrate the usefulness of our method, showing significant improvement in sentiment classification performance. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Deng, SY (Deng, Shuyuan) ; Sinha, AP (Sinha, Atish P.) ; Zhao, HM (Zhao, Huimin)","Title":"Adapting sentiment lexicons to domain-specific social media texts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393631500008 ISSN: 0167-9236 eISSN: 1873-5797","Keywords":"Box office; Facebook \"like\"; Social impact; Social marketing KeyWords Plus:WORD-OF-MOUTH; CONSISTENT COVARIANCE-MATRIX; SENTIMENT ANALYSIS; MOTION-PICTURES; MOVIE PIRACY; REVIEWS; SALES; PERFORMANCE; REVENUE; PRODUCT","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Operations Research & Management Science","Journal Information":"DECISION SUPPORT SYSTEMS Volume: 94 Pages: 77-84 DOI: 10.1016/j.dss.2016.11.002 Published: FEB 2017","Abstract":"The mainstream research of social factors and box office performance has concentrated on post-consumption opinion mining and sentiment analysis, which are difficult to operationalize to the benefits of the industry practitioners whose objective is to maximize box office sales. In this study, we propose the Facebook \"like\" as an effective social marketing tool before the release of movies for several reasons. Firstly, people's prerelease \"liking\" of movies can be influenced by marketing campaigns. Secondly, the clicks of \"likes\" create social impact, as suggested by the Social Impact Theory, on moviegoers' consumption behaviors. And thirdly, Facebook \"like\" provides practitioners with real-time visible updates. By studying the impact of prerelease \"likes\" on box office sales, we not only contribute to the literature by offering a new social metric to evaluate the box office performance, but also provide the industry practitioners with quantitative support for the effectiveness of their social marketing activities. Our empirical results indicate that the prerelease \"likes\" exert a significantly positive impact on box office performance. More specifically, 1% increase in the number of \"likes\" in the one week prior to release is associated with an increase of the opening week box office by about 0.2%. As it approaches the release date, the prerelease \"like\" impact becomes stronger, suggesting that the latest prerelease \"likes\" are more effective in driving box office performance. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ding, C (Ding, Chao) ; Cheng, HK (Cheng, Hsing Kenneth) ; Duan, Y (Duan, Yang) ; Jin, Y (Jin, Yong) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number   http://orcid.org/0000-0001-7101-140X","Title":"The power of the \"like\" button: The impact of social media on box office"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393347100030 ISSN: 0040-1625 eISSN: 1873-5509","Keywords":"Innovation system; Text mining; Foresight; Media analysis; Publications analysis; Future technology analysis KeyWords Plus:EMERGING TECHNOLOGIES; SENTIMENT ANALYSIS; FORESIGHT; IDENTIFICATION; FUTURES; ENERGY","Categories":"Business & Economics; Public Administration Web of Science Categories:Business; Planning & Development","Journal Information":"TECHNOLOGICAL FORECASTING AND SOCIAL CHANGE Volume: 115 Pages: 348-357 DOI: 10.1016/j.techfore.2016.08.005 Published: FEB 2017","Abstract":"Innovation as a systemic process is not only driven by science and technology but has diverse sources. While there are (numeric) indicators to map S&T developments such as patents, publications or standards, new indicators are required to map other areas of the innovation system. In this regard, one option is the examination of news reporting. News is a recognized channel for innovation diffusion and plays an important role in informing society. To contrast changes and developments in science and society, specifically the link between both is addressed in this article by comparing the content of news articles and scientific publications. Thus, the aim of this article is to first argue the benefit of integrating the media in the innovation system debate because of its recognized role in innovation diffusion and to develop a methodology to automatically compare scientific and media discourses. To process the volume of textual data according to a common analytical scheme, a text mining framework has been developed. The results offer valuable input for examining the present state of themes and technologies and, thereby, support future planning activities. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Kayser, V (Kayser, Victoria)","Title":"Comparing public and scientific discourse in the context of innovation systems"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000392870200002 ISSN: 0010-4140 eISSN: 1552-3829","Keywords":"religion and politics; civil war; conflict processes KeyWords Plus:INTERNATIONAL CONFLICT; LATIN-AMERICA; CIVIL-WARS; VIOLENCE; CIVILIZATIONS; TERRORISM; CLASH; STATE; MOBILIZATION; ECONOMIES","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"COMPARATIVE POLITICAL STUDIES Volume: 50 Issue: 2 Pages: 200-231 DOI: 10.1177/0010414016655534 Published: FEB 2017","Abstract":"What explains variation in the role of religion in ethnic conflict? Although conflict involving religion is often more violent and longer lasting than other forms of conflict, to date little research has examined the factors explaining the relevance of religion to conflict mobilization. Adopting a rational choice approach, I argue that religion is more likely to be a salient component of conflict when an ethnic group's religious leaders face local incentives to compete over adherents. I test this approach using a multi-method research design that combines statistical analysis of original time-series data on the salience of religion in conflict with qualitative evidence drawn from the Troubles in Northern Ireland. Both types of analyses support the notion that competition among religious leaders can serve as a precursor to the mobilization of religious sentiment in conflict, which in turn exerts a tremendous influence on the intensity and duration of conflict.","Authors":"Isaacs, M (Isaacs, Matthew)","Title":"Faith in Contention: Explaining the Salience of Religion in Ethnic Conflict"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392571200003 ISSN: 0306-2619 eISSN: 1872-9118","Keywords":"International crude oil price; Stock market; Investor sentiment; Contagion effect KeyWords Plus:VOLATILITY SPILLOVERS; RETURN PREDICTABILITY; EMPIRICAL-ANALYSIS; STRUCTURAL BREAKS; RISK; SHOCKS; INDEX; DEPENDENCE; IMPACT; MODEL","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"APPLIED ENERGY Volume: 187 Pages: 27-36 DOI: 10.1016/j.apenergy.2016.11.037 Published: FEB 1 2017","Abstract":"Given the close contact between international financial markets, the contagion effect across markets is becoming increasingly obvious. In this paper, which uses principal component analysis to build a Chinese stock market investor sentiment index and further applies a structural vector autoregression (SVAR) model, we analyze the contagion effect of international crude oil price fluctuations on Chinese stock market investor sentiment. The results show that international crude oil price fluctuations significantly Granger cause Chinese stock market investor sentiment; in the long term, if the international crude oil price fluctuates by 1%, stock market sentiment will negatively fluctuate 3.9400%. From the perspective of short-term efficacy, if the international crude oil price fluctuates by 1%, stock market investor sentiment in the same period will negatively fluctuate 1.0223%. International crude oil prices made a greater early contribution to investor sentiment and showed a rapid growth trend, with a contribution of 2.8076% in the first period and 8.1955% in the second. The growth rate then slows and eventually stabilizes at the 25% level; the average contagion delay for international crude oil price fluctuation to affect investor sentiment is 8 months. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Ding, ZH (Ding, Zhihua) ; Liu, ZH (Liu, Zhenhua) ; Zhang, YJ (Zhang, Yuejun) ; Long, RY (Long, Ruyin)","Title":"The contagion effect of international crude oil price fluctuations on Chinese stock market investor sentiment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392338800004 ISSN: 0895-5638 eISSN: 1573-045X","Keywords":"Housing wealth; Financial wealth; Consumer confidence; Consumption expenditure KeyWords Plus:STOCK-MARKET WEALTH; REAL-ESTATE; MICRO DATA; UNIT-ROOT; SENTIMENT; PRICES; EXPECTATIONS; HYPOTHESIS; ECONOMIES; TESTS","Categories":"Business & Economics; Urban Studies Web of Science Categories:Business, Finance; Economics; Urban Studies","Journal Information":"JOURNAL OF REAL ESTATE FINANCE AND ECONOMICS Volume: 54 Issue: 2 Pages: 216-236 DOI: 10.1007/s11146-015-9537-9 Published: FEB 2017","Abstract":"The objective of this paper is to examine the role of consumer confidence on the relationship between two forms of wealth-housing and financial-and four categories of consumption expenditure, which include total consumption, service, durable goods and nondurable goods consumption. This paper uses U.S. quarterly data from 1978 to 2012 for its analysis. Applying the FMOLS estimation method, the results show that consumer confidence has a positive effect on the association between housing wealth and consumption expenditure, whereas its effect on the association between financial wealth and consumption expenditure is negative. The implications of these results are discussed.","Authors":"Fereidouni, HG (Fereidouni, Hassan Gholipour) ; Tajaddini, R (Tajaddini, Reza)","Title":"Housing Wealth, Financial Wealth and Consumption Expenditure: The Role of Consumer Confidence"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000390642800005 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Online reviews; Hotel industry; Information quality; Social media analytics; Text analytics; Machine learning KeyWords Plus:CUSTOMER REVIEWS; CONSUMER REVIEWS; BIG DATA; SATISFACTION; TRIPADVISOR; PERFORMANCE; READABILITY; EXPERIENCE; BEHAVIOR; WEBSITE","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 58 Pages: 51-65 DOI: 10.1016/j.tourman.2016.10.001 Published: FEB 2017","Abstract":"Online consumer reviews have been studied for various research problems in hospitality and tourism. However, existing studies using review data tend to rely on a single data source and data quality is largely anecdotal. This greatly limits the generalizability and contribution of social media analytics research. Through text analytics this study comparatively examines three major online review platforms, namely TripAdvisor, Expedia, and Yelp, in terms of information quality related to online reviews about the entire hotel population in Manhattan, New York City. The findings show that there are huge discrepancies in the representation of the hotel industry on these platforms. Particularly, online reviews vary considerably in terms of their linguistic characteristics, semantic features, sentiment, rating, usefulness as well as the relationships between these features. This study offers a basis for understanding the methodological challenges and identifies several research directions for social media analytics in hospitality and tourism. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Xiang, Z (Xiang, Zheng) ; Du, QZ (Du, Qianzhou) ; Ma, YF (Ma, Yufeng) ; Fan, WG (Fan, Weiguo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Fan, Weiguo  E-6343-2012 http://orcid.org/0000-0003-1272-5538","Title":"A comparative analysis of major online review platforms: Implications for social media analytics in hospitality and tourism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389555700024 ISSN: 0167-739X eISSN: 1872-7115","Keywords":"Clustering; Communities detection; Twitter; Microblogging; Social graph; Social media KeyWords Plus:ONLINE SOCIAL NETWORKS; REAL-TIME; TWITTER; SENTIMENT; INFORMATION; PREDICTION; DYNAMICS; USER","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"FUTURE GENERATION COMPUTER SYSTEMS-THE INTERNATIONAL JOURNAL OF ESCIENCE Volume: 67 Pages: 297-304 DOI: 10.1016/j.future.2016.04.009 Published: FEB 2017","Abstract":"In this paper we will propose novel method that analyze a social network represented as a net of microblogging accounts. Based on hashtags in users posts we will detect not only the most popular topics users are giving opinions about but also what are the groups of people that talk about certain topics clusters. To solve this task we propose novel hashtags filtration model and community graph generation approach which is later used by community structures detection algorithm. We validate our approach on three very large real-life (not synthetic) datasets. Each of them contains more than 10(7) microblogging posts with about 10(6) distinct hashtags. We have also examined the scalability of the model checking how it will behave while applied to the analysis of limited number of randomly chosen subsets in comparison to full dataset. Our methodology is a nicely scalable filtering method that is capable to create graphs in which communities that share common interest might be detected. The important remark is that in our datasets the threshold on minimal random sample above which we can observe very similar distribution of vertices and edges weights is 10% of original followers. The manuscript has a dedicated section about data modeling and the appendix of our article contains the example implementation of vital fragments of our methodology. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Hachaj, T (Hachaj, Tomasz) ; Ogiela, MR (Ogiela, Marek R.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ogiela, Marek  A-7735-2013 http://orcid.org/0000-0002-8298-8627","Title":"Clustering of trending topics in microblogging posts: A graph-based approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389346300005 ISSN: 2201-473X eISSN: 1838-0743","Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"SETTLER COLONIAL STUDIES Volume: 7 Issue: 1 Pages: 72-93 DOI: 10.1080/2201473X.2016.1149964 Published: FEB 2017","Abstract":"This article examines the existing literature surrounding Percy Reginald Stephensen (1901-1965). 'Inky' to his friends, Stephensen was a prominent yet complex and ostensibly contradictory figure of the Australian literary, cultural and political landscape of the 1930s and early 1940s. In an attempt to overcome what this article presents as the persistent sense of analytical obscurity and uncertainty surrounding both Stephensen and his most famous essay, The Foundations of Culture in Australia, the following analysis reveals that, taken together, attempts to explicate this perplexing figure present an inconsistent and often conflictual picture of Stephensen. In particular, two central ambiguities in the existing historiography are highlighted, the first revolving around divergent interpretations of Stephensen as either radical or reactionary in intent, the second hinging on competing conceptions of Stephensen as either a cultural cringer or an anti-imperial chauvinist in sentiment. The article concludes by introducing a settler colonial studies interpretive perspective as a potential means of bringing the admittedly ambivalent aspects of Stephensen within the same analytical frame. In so doing, the analysis proposes a reinterpretation of Stephensen as a settler nationalist intellectual.","Authors":"Tout, D (Tout, Dan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Tout, Dan  http://orcid.org/0000-0003-1036-8805","Title":"Reframing 'Inky' Stephensen's place in Australian cultural history"}]