[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388168800008 ISSN: 2383-3572","Keywords":"Carbon footprint; Life cycle assessment (LCA); Modeling; Power plant; Sensitivity KeyWords Plus:ELECTRICITY-GENERATION; ASSESSMENT LCA; GHG EMISSIONS; SHALE GAS; SYSTEMS; SECTOR; CHINA","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"GLOBAL JOURNAL OF ENVIRONMENTAL SCIENCE AND MANAGEMENT-GJESM Volume: 3 Issue: 1 Pages: 75-88 DOI: 10.22034/gjesm.2017.03.01.008 Published: WIN 2017","Abstract":"In this study a pseudo comprehensive carbon footprint model for fossil fuel power plants is presented. Parameters which their effects are considered in this study include: plant type, fuel type, fuel transmission type, internal consumption of the plant, degradation, site ambient condition, transmission and distribution losses. Investigating internal consumption, degradation and site ambient condition effect on carbon footprint assessment of fossil fuel power plant is the specific feature of the proposed model. To evaluate the model, a sensitivity analysis is performed under different scenarios covering all possible choices for investigated parameters. The results show that carbon footprint of fossil fuel electrical energy that is produced, transmitted and distributed, varies from 321 g CO(2)eq/kWh to 980 g CO2 equivalent /kWh. Carbon footprint of combined cycle with natural gas as main fuel is the minimum carbon footprint. Other factors can also cause indicative variation. Fuel type causes a variation of 28%. Ambient condition may change the result up to 13%. Transmission makes the carbon footprint larger by 4%. Internal consumption and degradation influence the result by 2 and 2.5%, respectively. Therefore, to minimize the carbon footprint of fossil fuel electricity, it is recommended to construct natural gas ignited combined cycles in low lands where the temperature is low and relative humidity is high. And the internal consumption is as least as possible and the maintenance and overhaul is as regular as possible.","Authors":"Dalir, F (Dalir, F.) ; Motlagh, MS (Motlagh, M. Shafiepour) ; Ashrafi, K (Ashrafi, K.)","Title":"Sensitivity analysis of parameters affecting carbon footprint of fossil fuel power plants based on life cycle assessment scenarios"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900003 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"GCMC simulation; Na-Montmorillonite; Adsorption experiments; Excess adsorption; Free volume; Bulk gas density KeyWords Plus:MOLECULAR-DYNAMICS SIMULATION; PORE-SIZE DISTRIBUTION; METHANE ADSORPTION; MONTE-CARLO; MESOPOROUS CARBONS; SICHUAN BASIN; NATURAL-GAS; SYSTEMS; COAL; CO2","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 14-21 DOI: 10.1016/j.fuel.2017.02.063 Published: JUL 1 2017","Abstract":"A good consistence between the grand canonical Monte Carlo (GCMC) simulation results and the adsorption experimental measurements is an important precondition to reveal the shale gas adsorption mechanisms by the GCMC method. To better link the simulations and the experiments, we investigated the expression of the excess adsorption amount and the reasonability of selecting the critical parameters by performing the GCMC simulations of CH4 in the Na-Montmorillonite simulation cell with the pore size of 4 nm at the temperature of 90 degrees C under varying pressures. It is found that the excess adsorption amount in the nanopore in the simulations and between the simulations and the experiments are comparable by expressing it in per unit surface area of the adsorbent. The accessible volume probed by the corresponding gas molecule is the theoretical value of the free volume, and the determination of the bulk gas density from the GCMC method, which keeps the same method with the calculation of the absolute loading number of gas molecules, will eliminate the system error. We expect the findings are useful in the further investigation on the shale gas adsorption mechanisms by combing the GCMC simulations and the adsorption experiments. Crown Copyright (C) 2017 Published by Elsevier Ltd. All rights reserved.","Authors":"Chen, GH (Chen, Guohui) ; Lu, SF (Lu, Shuangfang) ; Zhang, JF (Zhang, Junfang) ; Xue, QZ (Xue, Qingzhong) ; Han, TC (Han, Tongcheng) ; Xue, HT (Xue, Haitao) ; Tian, SS (Tian, Shansi) ; Li, JB (Li, Jinbu) ; Xu, CX (Xu, Chenxi) ; Pervukhina, M (Pervukhina, Marina)","Title":"Keys to linking GCMC simulations and shale gas adsorption experiments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900018 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Oil shale; Organic matter; Pyrolysis; Radical; Bond cleavage KeyWords Plus:ACTIVATION-ENERGY MODEL; STRUCTURAL CHARACTERISTICS; MACROMOLECULAR STRUCTURE; THERMAL-DECOMPOSITION; SPENT SHALE; C-13 NMR; 4 COALS; KINETICS; KEROGEN; RESONANCE","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 169-175 DOI: 10.1016/j.fuel.2017.02.095 Published: JUL 1 2017","Abstract":"Pyrolysis of an oil shale starts with cleavage of covalent bonds to generate radical fragments which is followed by coupling of the radical fragments to form volatiles (shale oil and gas) and char. The radical's reaction determines the distribution, composition and quality of pyrolysis products. However, information about the bond cleavage and the radicals' reaction during oil shale pyrolysis is very limited in the literature. This paper studies the quantities of total radicals and bonds cleaved in pyrolysis of the organic matter in Huadian oil shale (HDOM) at 380-440 degrees C. The kinetics of the bond cleavage is established and the behavior of radicals' coupling is discussed. It is found that the quantities of cleavable bonds in HDOM are 0.62 x 10 (2), 0.87 10 (2), 1.10 x10 (2) and 1.33 x 10 (2) mol/ gat 380, 400, 420 and 440 degrees C, respectively. The bond cleavage can be described by the 1st-order reaction kinetics with an activation energy (Ea) of about 90.10 kJ/mol and a pre-exponential factor of 5.23 x 105 min 1. Since not all the bond cleavage yields a mass loss, the activation energy determined for the bond cleavage is different from that for the devolatilization reported in the literature. The number of stable radicals confined in the pyrolysis products shows a good linear relation with that of total radicals generated during pyrolysis and one stable radical is formed among around 2500 radicals generated from HDOM. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhao, XS (Zhao, Xiaosheng) ; Liu, ZY (Liu, Zhenyu) ; Liu, QY (Liu, Qingya)","Title":"The bond cleavage and radical coupling during pyrolysis of Huadian oil shale"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900021 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Two phase flow; Multiscale; Shale gas; Reservoir simulation; Water flowback KeyWords Plus:NATURALLY FRACTURED RESERVOIRS; NUMERICAL-SIMULATION; WELLS; PERFORMANCE; MECHANISMS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 191-205 DOI: 10.1016/j.fuel.2017.02.078 Published: JUL 1 2017","Abstract":"After fracturing operation, hydraulic fractures and induced fractures are created within the shale reservoir. A lot of treatment water is stored in fractures network and flow back into the surface during the gas recovery process. The gas production performance is affected by the water flowback because two phase flow occurs within fractures zone. For the created reservoir scale, we propose a multiscale-multiphase simulation model, which defines the whole domain as three sections. Section A contains the organic and inorganic matrix, which stores both the free gas and adsorbed gas. Flow processes are defined in the components of inorganic minerals and kerogens, respectively. For the section B and C, gas phase and water phase are existed together. Under this framework, a set of partial differential equations are derived to define various liquid transport processes: (1) gas flow in the kerogen system of matrix; (2) gas flow in the inorganic system of matrix; (3) gas-water two phase flow in fractures zone and (4) gas-water two phase flow in the hydraulic fracture system. Dynamic permeability models and mass exchanges between them are coupled for all systems. The model was verified against field production data from the Barnett Shale. Model simulation results show that flowback of treatment water can significantly affect the gas production rate at the early stage. Firstly, the increase of maximum water relative permeability can raise the water flowback rate and gas production rate but increasing non-wetting phase entry pressure will decrease the fluids flow rate. Secondly, the impact of fractures zone width on gas production performance is unstable and increasing initial water saturation can increase the water flowback rate but decrease gas production rate. Overall, the dynamic performances of water phase within fractures zone have significant impact on the short and long time shale gas recovery. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Cao, P (Cao, Peng) ; Liu, JS (Liu, Jishan) ; Leong, YK (Leong, Yee-Kwong)","Title":"A multiscale-multiphase simulation model for the evaluation of shale gas recovery coupled the effect of water flowback"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900028 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Adsorption; Second-order slippage; Adsorbed surface diffusion; Langmuir slip model KeyWords Plus:METHANE ADSORPTION; SURFACE-DIFFUSION; POROUS-MEDIA; CARBON-DIOXIDE; CLAY-MINERALS; ADSORBED GAS; MONTE-CARLO; SLIP MODELS; PERMEABILITY; RESERVOIRS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 272-288 DOI: 10.1016/j.fuel.2017.02.072 Published: JUL 1 2017","Abstract":"Gas production from shale gas reservoirs is determined by original gas-in-place and gas transport mechanism in shale. Gas storage in shale consists of three different states: first, free gas in pores and natural fractures; second, adsorbed gas on the organic and inorganic pore walls; and third, absorbed or dissolved gas into formation water and organic matter. On the other hand, gas transport in shale may be dominated by noncontinuum flow in nanopores, which depends on gas slippage, bulk diffusion, Knudsen diffusion and adsorbed surface diffusion. In this study, a gas velocity model involving all of these parameters is proposed to describe the gas adsorption and Non-Darcy flow effects on gas transport behavior in shale gas reservoirs. Adsorption capacity of six shale core samples is measured by the gravimetric method using magnetic suspension sorption system. Regression analysis of the measured data has been performed using the Simplified Local-Density model coupled with modified Peng-Robinson Equation of State (SLD-PR). The presence of the moisture content is taken into consideration to distinguish between gas adsorption on the surface of organic matter and clay minerals. The hydrophilic feature of clay minerals and hydrophobic feature of organic matter result in water molecules preferring adsorbing on the surface of clays, while gas molecules preferring adsorbing on the surface of organic matter. In the developed velocity model, adsorbed gas is treated as mobile gas molecules adsorbing on the surface of organic nanopores, which moves by means of adsorbed surface diffusion. The surface diffusion velocity is characterized by adsorbed surface diffusion coefficient. Simultaneously, bulk gas is governed by second-order gas slippage, which is calculated using Navier-Stokes (N-S) equation associated with second-order slip boundary condition. Finally, the adsorbed surface diffusion is incorporated into bulk gas flow using Langmuir slip model to account for the total gas flow in the organic nanopores. The results of this study indicate that adsorbed surface diffusion contributes to the enhancement or impediment of total gas flow velocity in organic nanopores. Therefore, properly handling the adsorption effect on gas transport in organic nanopores is critical to correctly understand gas production from shale gas reservoirs. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Pang, Y (Pang, Yu) ; Soliman, MY (Soliman, Mohamed Y.) ; Deng, HC (Deng, Hucheng) ; Xie, XH (Xie, Xinhui)","Title":"Experimental and analytical investigation of adsorption effects on shale gas transport in organic nanopores"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398678900049 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Pyrolysis; Kerogen; Chemical structure; Mechanism; Oil shale; Coal; Tar; Shale oil KeyWords Plus:OIL-SHALE PYROLYSIS; NUCLEAR MAGNETIC-RESONANCE; SOLID HEAT CARRIER; STATE C-13 NMR; COAL PYROLYSIS; FIXED-BED; SECONDARY REACTIONS; GAS EVOLUTION; MOVING-BED; INTERNALS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 504-511 DOI: 10.1016/j.fuel.2017.03.013 Published: JUL 1 2017","Abstract":"This article presents an overview on carbon chemical structure transformation to understand kerogen thermal decomposition based on the chemical structure of kerogen. Formation of kerogen is highlighted to distinguish the typical types of kerogen containing in oil shale and coal. The oil production potential for oil shale and coal is found to little correlate with their organic amounts but to depend on the quality or chemical structure of organic matters. Aliphatic and aromatic carbons in kerogen are correlative with the yield of oil and carbon residue from Fischer Assay retorting, respectively. The aliphatic carbon moieties largely produce oil and gas, while aromatic carbon portion is apt to be converted directly to carbon residue during kerogen pyrolysis process. On this basis, an updated lumped mechanism model is proposed for viewing kerogen pyrolysis and provides a basis for understanding the transformation of carbon chemical structures. Further quantization and analysis conclude that: 1) 10-20% aliphatic carbon leaves in carbon residue as methyl groups and methylene bridges attached to aromatic rings, 2) 45-80% aliphatic carbon is directly distillated into oil, and 3) 15-40% aliphatic carbon is aromatized into aromatic carbon. The aromatization degree of aliphatic carbon varies with secondary reactions and its intrinsic chemical structure (alkyl chains, naphthenic and hydroaromatic hydrocarbons). Thus, the article justifies that primary pyrolysis determines the potentially maximal oil yield according to original carbon chemical structure, while the subsequent secondary reactions should be selective and minimized to determine the final oil yield and quality. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Lai, DG (Lai, Dengguo) ; Zhan, JH (Zhan, Jin-Hui) ; Tian, Y (Tian, Yong) ; Gao, SQ (Gao, Shiqiu) ; Xu, GW (Xu, Guangwen)","Title":"Mechanism of kerogen pyrolysis in terms of chemical structure transformation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398678900052 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Apparent permeability; Gas transport; Klinkenberg effect; Stress; Unconventional reservoir; Shale gas KeyWords Plus:EFFECTIVE PRESSURE LAW; ORGANIC-RICH SHALES; EFFECTIVE STRESS LAW; MATRIX PERMEABILITY; TRANSPORT PROCESSES; CONFINING PRESSURE; SEDIMENTARY-ROCKS; FLOW; RESERVOIR; SYSTEM","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 199 Pages: 532-550 DOI: 10.1016/j.fuel.2017.02.086 Published: JUL 1 2017","Abstract":"The permeability of low-permeable gas shales is affected by both, fluid-dynamic (slip flow) and poro-elastic effects over a large pore pressure range. To analyse and separate the influence of these superposed effects, an apparent permeability model has been set up. The model's poro-elastic and fluid-dynamic parameters were adjusted simultaneously to match own experimental data for an intact Bossier Shale (\"matrix\") sample, a fractured Haynesville Shale sample and previously published literature data. The effective stress-permeability relationship can only be described by a modified effective stress law: sigma' = P-c - chi P-p Here the fitted permeability effective stress coefficients chi, were consistently < 1, indicating that pore pressure has a lesser influence on effective stress than confining pressure. Fluid-dynamic gas slippage effects were found to be significant up to pore pressures of 20 MPa in low permeable (< 10 mu D) matrix samples. Pitfalls in the separation of fluid-dynamic and poro-elastic effects are wrong a priori assumptions. These are neglecting gas slippage above a certain pore pressure and assuming effective stress conditions to be constant in the Klinkenberg evaluation. Ignoring gas slippage in the evaluation of stress effects results in underestimation of chi values whereas undetected stress effects (by wrong a priori chi values) lead to incorrect predictions of the fluid-dynamic effects with increasing pore pressures. The predictions of the apparent permeability model were validated and checked for consistency and plausibility by (1) visualization in a k(P-p, P-c) diagram, (2) preparation of Klinkenberg plots over large pore pressure ranges (> 10 MPa) and (3) analysis of the different slippage behaviour of He and Ar. The apparent permeability model predicts that during depletion of a shale gas reservoir apparent permeability passes through a minimum in the pressure range from 2 to 10 MPa due to the transition from a poro-elastic to a fluid-dynamic dominated realm. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Fink, R (Fink, Reinhard) ; Krooss, BM (Krooss, Bernhard M.) ; Gensterblum, Y (Gensterblum, Yves) ; Amann-Hildenbrand, A (Amann-Hildenbrand, Alexandra)","Title":"Apparent permeability of gas shales - Superposition of fluid-dynamic and poro-elastic effects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398669900011 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Longmaxi shale; Small-angle neutron scattering; Scattering length density; Nanopore; Pore structure KeyWords Plus:ANGLE NEUTRON-SCATTERING; MISSISSIPPIAN BARNETT SHALE; ORGANIC-RICH WUFENG; GAS-ADSORPTION; HELIUM PYCNOMETRY; SEDIMENTARY-ROCKS; THERMAL MATURITY; JIAOSHIBA AREA; MARINE SHALE; HORN RIVER","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 197 Pages: 91-99 DOI: 10.1016/j.fuel.2017.02.005 Published: JUN 1 2017","Abstract":"Longmaxi Formation is the leading target play of shale gas development in Sichuan Basin (China) with a large amount of natural gas produced from this organic-rich overmature shale since 2014. In order to investigate the nano-scale pore system, small-angle neutron scattering (SANS) technique was applied on four Longmaxi shale samples (JY-01 to -04) with a range of different lithology. The scattering length density (SLD) for each sample is calculated as a volume average using the chemical composition of different mineral components, with values from 3.58 x 10(10) cm (2) in JY-02 to 3.81 x 10(10) cm 2 in JY-04. Scattering results and analyses reveal Longmaxi shales are mass fractal with an exponent D less than 3. Pore size distribution, specific surface area and porosity are calculated using Porod invariant method and Polydisperse spherical pore (PDSP) model, and are comparable to mercury intrusion porosimetry (MIP) results, suggesting SANS is valuable to study nano-scale pore space from microscopic to nearly micrometer scale. In addition, with the increasing depth and the scattering vector (Q) values, the scattering intensity decrease over five orders of magnitude, reflecting the differences in the certain scale structure of scatters at various burial depths of Longmaxi shale. For a certain Q value, with an increasing depth, the scattering intensity values initially increase slowly first, and then increase rapidly. The fractions of closed pore also increase with depth and reach the maximum in JY-04, which is related to the TOC content and mineral composition and is partially developed during the development of very complicated pore network. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yang, R (Yang, Rui) ; He, S (He, Sheng) ; Hu, QH (Hu, Qinhong) ; Sun, MD (Sun, Mengdi) ; Hu, DF (Hu, Dongfeng) ; Yi, JZ (Yi, Jizheng)","Title":"Applying SANS technique to characterize nano-scale pore structure of Longmaxi shale, Sichuan Basin (China)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398669900014 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Permeability; Standard; Accuracy; Microcapillary tube; Tight rock KeyWords Plus:FLUID TRANSPORT PROCESSES; GAS-FLOWS; FRICTION CHARACTERISTICS; WATER PERMEABILITY; COMPRESSIBLE FLOW; MATRIX SYSTEM; HEAT-TRANSFER; POROUS-MEDIA; MICROTUBES; SHALE","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 197 Pages: 121-137 DOI: 10.1016/j.fuel.2017.01.102 Published: JUN 1 2017","Abstract":"Permeability values measured for low-permeability (tight) rocks by commercial and research laboratories may exhibit an unacceptably large variability even when measured using samples subjected to similar experimental conditions. One cause of this variability is that, for a particular measurement method, laboratories utilize different experimental configurations with instrumental components that have variable manufacturing specifications. These device-to-device variations, and consequent wide ranges in measured permeability values, have created confusion for recipients of the data. Regardless of the cause of the observed discrepancies, there are currently no commercial standards available to evaluate the performance and accuracy of these different experimental devices and calibrate them to an \"absolute truth\". In this work, the design, manufacture and calibration of standards for gas permeability measurements of tight rocks (with permeabilities down to the microdarcy range) is discussed. Three identical permeability standards were manufactured and tested in this study. These permeability standards were developed by embedding one micron-sized capillary tube (ID: 25 +/- 1 mu m; OD: 1/16\" (1.588 mm)) inside an impermeable acrylic cylindrical core plug with the dimensions of 1.5\" (38.1 mm) in diameter and 2\" (50.8 mm) in length, which is consistent with what is used in commercial permeability measurement devices. For the manufactured permeability standards, it is evident that (1) there is satisfactory agreement (<+/- 10%) between calculated and measured gas (nitrogen) permeability values (within the experimental error range), (2) the gas permeability values measured for these three different standards are very similar, even though they were manufactured separately, and tested independently at different times, and (3) the repeatability/reproducibility of the measured gas (nitrogen) permeability values is excellent (<+/- 1%). A further observation is that, depending on mean pressure (gas flow rates), flow regimes within the permeability standards (microcapillary tubes) may correspond to gas slip or turbulent flow regimes, affecting the measured (apparent) gas permeability values. Using these new permeability standards, it is possible to calibrate permeability devices used by different commercial/research laboratories ensuring accurate steady-state gas permeability measurements for tight rocks with permeabilities down to the microdarcy range. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ghanizadeh, A (Ghanizadeh, Amin) ; Clarkson, CR (Clarkson, Christopher R.) ; Aquino, S (Aquino, Samuel) ; Vahedian, A (Vahedian, Atena)","Title":"Permeability standards for tight rocks: Design, manufacture and validation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398669900033 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Tectonic deformed shale; Pore volume; Porosity; Surface area; Pore size distribution; Pore structure evolution KeyWords Plus:NORTHEASTERN BRITISH-COLUMBIA; MISSISSIPPIAN BARNETT SHALE; ORGANIC-MATTER; GEOLOGICAL CONTROLS; SEDIMENTARY-ROCKS; SICHUAN BASIN; SURFACE-AREA; ORDOS BASIN; OIL-SHALE; CANADA","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 197 Pages: 310-319 DOI: 10.1016/j.fuel.2017.02.035 Published: JUN 1 2017","Abstract":"The pore characterization in shale depends on the shale composition, affected by the tectonic deformation. To obtain information about the influence of tectonic deformation on shale pore characteristics, the geochemical, mineralogical, structural and textural properties analysis, porosity and pore structure feature investigations are performed using two sets of shale (deformed shale and undeformed shale) collected from the same shale bed of the Wufeng-Longmaxi Formations (Upper Ordovician-Lower Silurian) of southeast of Sichuan Basin, China. The diagenetic environment and shale composition controls on total porosity and pore structure. Both undeformed and deformed samples have a similar porosity (>1.3%). All-scale pore structure analysis reveals that the pore size distribution of all shale samples is mainly from 0.35 nm to 1.E+5 nm. The surface area of both undeformed and deformed samples were mainly contribution from the micropores (>82%). The geochemical and mineralogical analysis suggested that there was a good correlation between the organic maturity, quartz content and shale deformation. Tectonic stress and structural deformation have an effect on the pore surface area and adsorption capacity of shale. Undeformed shale has a higher surface area and nitrogen adsorption capacity, and the strong deformed shale samples have the lowest surface area and nitrogen adsorption capacity. The total porosity was positively correlated with the micro-and mesopores pore volume for undeformed shale (R-2 > 0.85), while the porosity of deformed shale was only related to the macropores pore volume (R-2 = 0.77). Experimental analysis showed that all shale samples from the same bed had similar total porosity and pore volume, while the deformed shale had notable higher macropores percentages than undeformed shale. The results indicated that accompanied by tectonic deformation, the porosity, total pore volume and micropores content did not change significantly, while the percentages of pores were changed as macropores increased and mesopores decreased. The proportions of micro-, meso-and macropores were changed by structural deformation. Part of mesopores was disappeared due to compression of the tectonic stress, and macropores were generated due to the development of microcracks. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Liang, ML (Liang, Mingliang) ; Wang, ZX (Wang, Zongxiu) ; Gao, L (Gao, Li) ; Li, CL (Li, Chunlin) ; Li, HJ (Li, Huijun)","Title":"Evolution of pore structure in gas shale related to structural deformation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687200007 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Hydraulic fracturing; Produced water; Reuse; Switchgrass; Rapeseed; Biofuel KeyWords Plus:IN-SITU BIOREMEDIATION; SOIL-SALINITY; SALT STRESS; GROWTH; TOLERANCE; INJECTION; GROUNDWATER; WHEAT","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 100 Pages: 65-76 DOI: 10.1016/j.indcrop.2017.02.011 Published: JUN 2017","Abstract":"High volumes of flowback and produced water are generated everyday as a byproduct of hydraulic fracturing operations and shale gas developments across the United States. Since most shale gas developments are located in semi-arid to arid U.S. regions close to agricultural production, there are many opportunities for reusing these waters as potential alternatives or supplements to fresh water resources for irrigation activities. However, the impacts of high salinity and total organic content of these types of water on crop physiological parameters and plant growth needs to be investigated to determine their utility and feasibility. The aim of the present study was to evaluate the response of switchgrass and rapeseed to treated produced water as an irrigation water source. In this greenhouse study, the influence of produced Water at four total organic carbon (TOC) concentrations [1.22, 38.3, 232.2 and 1352.4 mg/l] and three total dissolved solids (TDS) levels [400,3,500, and 21,000 mg/l] on rapeseed (Brassica napus L) and switchgrass (Panicum virgatum L.), two relatively salt-tolerant, non-food, biofuel crops, was studied. Seedling emergence, biomass yield, plant height, leaf electrolyte leakage, and plant uptake Were evaluated. Irrigation water with the highest salinity and TOC concentration resulted in significantly lower growth health and physiological characteristics of both crop species. The organic content of the produced water had a negative impact on biomass yield and physiological parameters of both species. The results of this study could be valuable for regulators and stakeholders in development of treatment standards in which organic matter should be removed to less than 50 mg/l to keep leaf EL (cell damage) to less than 50% and a TOC concentration of less than 5 mg/l required to keep a sustainable biomass production rate. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Pica, NE (Pica, Nasim E.) ; Carlson, K (Carlson, Ken) ; Steiner, JJ (Steiner, Jeffrey J.) ; Waskom, R (Waskom, Reagan)","Title":"Produced water reuse for irrigation of non-food biofuel crops: Effects on switchgrass and rapeseed germination, physiology and biomass yield"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398096800002 ISSN: 1742-2132 eISSN: 1742-2140","Keywords":"low resistivity pay; integrated workflow; petrographical; rock typing; petrophysical","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOPHYSICS AND ENGINEERING Volume: 14 Issue: 3 DOI: 10.1088/1742-2140/aa5efb Published: JUN 1 2017","Abstract":"The identification, characterization and evaluation of low resistivity pay is very challenging and important for the development of oil and gas fields. Proper identification and characterization of these reservoirs is essential for recovering their reserves. There are many reasons for low resistivity pay zones. It is crucial to identify the origin of this phenomenon. This paper deals with the identification, characterization and evaluation of low resistivity hydrocarbon-bearing sand reservoirs in order to understand the low resistivity phenomenon in a sandstone reservoir, the characterization of the rock types and how to conduct petrophysical analysis to accurately obtain petrophysical properties. An integrated workflow based on petrographical, rock typing and petrophysical methods is conducted and applied. From the integrated analysis that was performed, the presence of illite and a mixed layer of illite-smectite clay minerals in sandstone formation and pyrite-siderite conductive minerals was identified as one of the main reasons for low resistivity occurence in sandstone reservoirs. These clay minerals are distributed as a laminated-dispersed shale distribution model in sandstone reservoirs. The dual water method is recommended to calculate water saturation in low resistivity hydrocarbon-bearing sand reservoirs as this method is more accurate and does not result in an over estimation in water saturation calculation.","Authors":"Pratama, E (Pratama, Edo) ; Ismail, MS (Ismail, Mohd Suhaili) ; Ridha, S (Ridha, Syahrir)","Title":"An integrated workflow to characterize and evaluate low resistivity pay and its phenomenon in a sandstone reservoir"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393530000029 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Stochastic equilibrium; Nonlinear programming; Risk measures; Natural gas markets KeyWords Plus:COMPLEMENTARITY-PROBLEMS; BENDERS DECOMPOSITION; MODEL; FUTURE; PRICES; TRADE","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 1 Pages: 367-383 DOI: 10.1016/j.ejor.2016.10.020 Published: MAY 16 2017","Abstract":"This paper presents a natural gas market equilibrium model that considers uncertainty in shale gas reserve exploration. Risk aversion is modeled using a risk measure known as the Average Value-at-Risk (also referred to as the Conditional Value-at-Risk). In the context of the European natural gas market, we show how risk aversion affects investment behavior of a Polish and a Ukrainian natural gas supplier. As expected, increased risk aversion leads generally to lower investment, and a larger share of investments in the form of lower risk alternatives, i.e., conventional resources. However, in our market setting where multiple risk-averse agents each maximize their own profits we do observe some counter-intuitive, non monotonic results. It is noteworthy that in a competitive market, risk aversion leads to significantly lower reserve exploration, which may be interpreted as a credible threat by a large dominating supplier (such as Russia). A threat to flood natural gas markets could deter importing countries from extending their own reserve bases. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Egging, R (Egging, Ruud) ; Pichler, A (Pichler, Alois) ; Kalvo, OI (Kalvo, Oyvind Iversen) ; Walle-Hansen, TM (Walle-Hansen, Thomas Meyer) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Egging, Rudolf  http://orcid.org/0000-0002-5061-636X","Title":"Risk aversion in imperfect natural gas markets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360200018 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Na-montmorillonite; Ca-montmorillonite; Heat-treatment; Ultra-small angle X-ray scattering (USAXS); Small angle X-ray scattering (SAXS); Wide angle X-ray scattering (WAXS); Microstructure; Morphology; Crystal structure; Multi-scale characterization; Sintering KeyWords Plus:ANGLE NEUTRON-SCATTERING; MAXIMUM-ENTROPY METHOD; COMPACTED SODIUM MONTMORILLONITE; SMECTITE HYDRATION PROPERTIES; PARTICLE-SIZE DISTRIBUTIONS; DIFFRACTION PATTERNS; CHARGE LOCATION; LAYER CHARGE; CLAY; DIMENSIONS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 196 Pages: 195-209 DOI: 10.1016/j.fue1.2017.01.092 Published: MAY 15 2017","Abstract":"Understanding the changes in the microstructures and structures of clays with varying intercalated metal ions at elevated temperatures is of importance for many applications ranging from the recovery of shale gas from unconventional formations to developing effective nuclear waste containment technologies, and engineering materials such as ceramics for fuel cell applications. In this study, synchrotron-based in-operando multi-scale X-ray scattering analyses are used to determine dynamic microstructural and crystal structural changes in Na- and Ca-montmorillonite on heating from 30 degrees C to 1150 degrees C. Larger cations such as Ca2+ confer more defined morphological regimes compared to Na+ ions in compacted clays, as evident from the ultra-small-angle X-ray scattering results. The hierarchical morphology of clays is characterized to distinguish between nano-scale interlayer swelling porosity, meso-scale porosity, and intergranular pore spaces between powdered clay grains. On heating from ambient temperature to 200 degrees C, the removal of interlayer water reduced the basal distances to 9.6 angstrom. On further heating to 800 degrees C, gradual dehydroxylation of the clay sheets is evident from the structural changes. The effects of sintering at temperatures greater than 800 degrees C are evident from significant reductions in the intrinsic porosities of the clay sheets, and the formation of newer phases such as mullite. By connecting the in-operando microstructural and structural changes across spatial scales ranging from micrometers to Angstroms, the possibility of engineering high temperature processes for achieving morphologies and chemical compositions of interest is presented. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Gadikota, G (Gadikota, Greeshma) ; Zhang, F (Zhang, Fan) ; Allen, AJ (Allen, Andrew J.)","Title":"Towards understanding the microstructural and structural changes in natural hierarchical materials for energy recovery: In-operando multi-scale X-ray scattering characterization of Na- and Ca-montmorillonite on heating to 1150 degrees C"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360200039 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Lignite; Ethanolysis; Pyrolysis KeyWords Plus:DISULFIDE-EXTRACTABLE FRACTION; PROMOTED H-DONATION; PYROLYSIS CHARACTERISTICS; CHEMICAL-COMPOSITION; COAL CONVERSION; DONOR MEDIA; OIL SHALES; GC/MS; IDENTIFICATION; SPECTROMETRY","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 196 Pages: 391-397 DOI: 10.1016/j.fuel.2017.01.085 Published: MAY 15 2017","Abstract":"Zhaotong lignite (ZL) was subjected to ethanolysis at 305 degrees C to afford soluble portion 1 (SP1) and residue 1 (R-1). R-1 was ethanolyzed with NaOH at 305 degrees C to obtain soluble portion 2 (5P(2)) and residue 2 (R-2). SP2 was separated to extracts 1-3 (E-1-E-3) by sequential extraction with petroleum ether, carbon disulfide, and dichloromethane. SP1 and E-l-E-3 were analyzed with a gas chromatograph/mass spectrometer, while ZL, R-1, and R-2 were characterized with a Curie-point pyrolyzer-gas chromatograph/mass spectrometer. The total yield of SP1 and E-l-E-3 is 88.8%, indicating that most of organic matter in ZL was converted to soluble species by the two-step depolymerization. Ethyl alkanoates are the most abundant species detected in SP1. The distribution of group components in SP1 is quite different from that in the pyrolysis products from ZL, e.g., the relative content of alkoxyphenols is much lower than that of phenol and alkylphenols in SP1, but much higher in the pyrolysis products from ZL, indicating that the mechanism for ZL ethanolysis is quite different from that for ZL pyrolysis. Carbazole is the predominant nitrogen containing compound in the products from R-1 pyrolysis. Sulfur-containing organic compounds were only released from R-2 pyrolysis. The mechanisms for the formation of typical group components from the ethanolysis of ZL, NaOH-involved ethanolysis of R-1, and pyrolysis of ZL, R-1, and R-2 were discussed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Yu, XY (Yu, Xin-Yue) ; Wei, XY (Wei, Xian-Yong) ; Li, ZK (Li, Zhan-Ku) ; Zhang, DD (Zhang, Dong-Dong) ; Zong, ZM (Zong, Zhi-Min)","Title":"Two-step depolymerization of Zhaotong lignite in ethanol"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360200044 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Elastic anisotropy; Shear wave splitting; Ultrasonic velocities; Montney Formation KeyWords Plus:SHALE-GAS-RESERVOIR; S-WAVE ANISOTROPY; TEMPORAL VARIATIONS; P-WAVE; PRESSURE; FIELD","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 196 Pages: 442-457 DOI: 10.1016/j.fuel.2017.01.084 Published: MAY 15 2017","Abstract":"Laboratory-based measurements of acoustic wave propagation through porous media are important for many aspects of reservoir characterization. These measurements may be used to estimate sonic velocities, elastic anisotropy and dynamic rock mechanical properties, which in turn can be used in the calibration of sonic logs and to inform 3D/4D seismic and microseismic interpretations. In the current work, ultrasonic experiments were performed on Montney Formation (tight siltstone reservoir; Alberta, Canada) core plug samples under the same triaxial pressure conditions as used for permeability measurements. Unique to this study, the effect of propped/unpropped fractures on elastic properties as a function of effective pressure was determined, allowing for a comparison of the same properties for intact samples. For both intact and fractured samples, P- and S-wave velocities increased with increasing effective pressure. These velocities, and derived mechanical properties (such as Young's modulus), for intact core plug samples are in excellent agreement with log-derived values. Because of the difference in scales for core- and log-based measurements, this agreement suggests that reservoir heterogeneities affecting acoustic wave propagation (and derived rock mechanical properties) occur at the sub-core plug scale for the reservoir interval studied. Measures of elastic anisotropy, such as shear wave splitting, were also determined to be a strong function of effective pressure. In one case, an intact sample was artificially fractured during the experiment with increasing effective pressure - the shear wave velocity difference (S1-S2) reversed at the estimated point of fracturing. This finding has important implications for interpretation of hydraulic and induced fractures in the reservoir using seismic data. Finally, a core containing (1) an unpropped fracture and (2) a propped fracture was analyzed to determine the impact of these fracture types on anisotropy changes with effective pressure. Shear wave splitting changes were found to be much larger for the propped fracture sample than for the unpropped fracture sample, suggesting that time-lapse seismic may be used to distinguish fracture types. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Riazi, N (Riazi, N.) ; Clarkson, CR (Clarkson, C. R.) ; Ghanizadeh, A (Ghanizadeh, A.) ; Vahedian, A (Vahedian, A.) ; Aquino, S (Aquino, S.) ; Wood, JM (Wood, J. M.)","Title":"Determination of elastic properties of tight rocks from ultrasonic measurements: Examples from the Montney Formation (Alberta, Canada)"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397353800015 ISSN: 0378-3820 eISSN: 1873-7188","Keywords":"Shale gas; Steam reforming; Chemical looping; Sorption enhancement KeyWords Plus:SITU CO2 CAPTURE; THERMODYNAMIC ANALYSIS; H-2 PRODUCTION; NATURAL-GAS; OXYGEN CARRIERS; PROCESS DESIGN; BED REACTOR; METHANE; COMBUSTION; CAO","Categories":"Chemistry; Energy & Fuels; Engineering Web of Science Categories:Chemistry, Applied; Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL PROCESSING TECHNOLOGY Volume: 159 Pages: 128-144 DOI: 10.1016/j.fuproc.2017.01.026 Published: MAY 2017","Abstract":"Detailed chemical equilibrium analysis based on minimisation of Gibbs Energy is conducted to illustrate the benefits of integrating sorption enhancement (SE) and chemical looping (CL) together with the conventional catalytic steam reforming (C-SR) process for hydrogen production from a typical shale gas feedstock. CaO(s) was chosen as the CO2 sorbent and Ni/NiO is the oxygen transfer material (OTM) doubling as steam reforming catalyst. Up to 49% and 52% rise in H-2 yield and purity respectively were achieved with SE-CLSR with a lower enthalpy change compared to C-SR at S:C 3 and 800 K. A minimum energy of 159 kJ was required to produce 1 mol of H-2 at S:C 3 and 800 K in C-SR process, this significantly dropped to 34 kJ/mol of produced H-2 in the CaO(s)/NiO system at same operating condition without regeneration of the sorbent, when the energy of regenerating the sorbent at 1170 K was included, the enthalpy rose to 92 kJ/mol H-2, i.e., significantly lower than the Ca-free system. The presence of inert bed materials in the reactor bed such as catalyst support or degraded CO2 sorbent introduced a very substantial heating burden to bring these materials from reforming temperature to sorbent regeneration temperature or to Ni oxidation temperature. The choice of S:C ratio in conditions of excess steam represents a compromise between the higher H-2 yield and purity and lower risk of coking, balanced by the increased enthalpy cost of raising excess steam. (c) 2017 The Authors. Published by Elsevier B.V.","Authors":"Adiya, ZISG (Adiya, Zainab Ibrahim S. G.) ; Dupont, V (Dupont, Valerie) ; Mahmud, T (Mahmud, Tariq)","Title":"Chemical equilibrium analysis of hydrogen production from shale gas using sorption enhanced chemical looping steam reforming"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398645600009 ISSN: 0031-0182 eISSN: 1872-616X","Keywords":"Appalachian Basin; Late Devonian; Carbon isotopes; Sea level; Anoxia; Climate change KeyWords Plus:DEVONIAN MASS EXTINCTION; OCEANIC ANOXIC EVENT; FRASNIAN/FAMENNIAN BOUNDARY INTERVAL; CARBON-ISOTOPE EXCURSIONS; SEA-LEVEL CHANGE; CANNING BASIN; APPALACHIAN BASIN; GAS HYDRATE; SEQUENCE STRATIGRAPHY; GEOCHEMICAL EVIDENCE","Categories":"Physical Geography; Geology; Paleontology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary; Paleontology","Journal Information":"PALAEOGEOGRAPHY PALAEOCLIMATOLOGY PALAEOECOLOGY Volume: 473 Pages: 108-122 DOI: 10.1016/j.palaeo.2017.02.032 Published: MAY 1 2017","Abstract":"The Late Devonian Frasnian-Famennian transition is well exposed along Walnut Creek in the western New York State region of the Appalachian Basin. The studied stratigraphic interval encompasses approximately 29 m of section from the organic-rich Pipe Creek Formation, the equivalent of the Lower Kellwasser carbonaceous horizon of Europe, to a thin black shale layer at the top of the overlying Hanover Formation that correlates with the Upper Kellwasser horizon. The Walnut Creek section comprises five depositional cycles that are likely eustatic in nature, perhaps modulated by tectonic dynamics of the basin. Clastic proxy trends (Ti/Al, Zr/Al) suggest that deposits spanning the Frasnian-Famennian boundary (FFB) accumulated in association with rising sea level, a trend documented from elsewhere in the basin. Increasing Si/Al across the FFB may reflect elevated post-extinction biosiliceous productivity documented from Lower Famennian deposits elsewhere. The Walnut Creek section includes two positive delta C-13(org) excursions of >3%, the stratigraphically lower event associated with the Pipe Creek Formation and the highest excursion approximately coincident with the Upper Kellwasser equivalent black shale layer. These isotopic events are interpreted to record episodes of increased global productivity and organic carbon sequestration at the end of the Frasnian Stage. Redox proxy trends (Mo and U enrichment and pyrite framboid size-distributions) documented from black shale associated with the positive excursions suggest sediment accumulation under suboxic to intermittently anoxic or euxinic bottom-water conditions in an unrestricted open-marine setting. The paleoclimate history of the end of the Frasnian based on Th/K data is one of fluctuating atmospheric conditions, including a brief cooling trend at the FFB. Though the Walnut Creek section sheds no light on the triggering mechanism or mechanisms of the Late Devonian extinction, inferred climate fluctuations associated with the FFB reflected in the Th/K data may have contributed to the severity of the biological crisis. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Lash, GG (Lash, Gary G.)","Title":"A multiproxy analysis of the Frasnian-Famennian transition in western New York State, USA"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397684500015 ISSN: 0920-5861 eISSN: 1873-4308","Keywords":"Oxidative dehydrogenation; Mixed metal oxide; Ethane; Ethylene; Natural gas; Conventional steam pyrolysis","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Applied; Chemistry, Physical; Engineering, Chemical","Journal Information":"CATALYSIS TODAY Volume: 285 Pages: 159-165 DOI: 10.1016/j.cattod.2017.01.020 Published: MAY 1 2017","Abstract":"Ethylene is the top petrochemical produced worldwide with continuously growing production capacity. Steam Pyrolysis of straight run hydrocarbons is the conventional technology for producing ethylene for more than 50 years. Currently the feedstock of choice domestically is ethane or liquefied petroleum gas (LPG). Oxidative Dehydrogenation of Ethane (C2-ODH) is an alternative catalytic technology for producing ethylene using a natural gas feedstock. North American olefin plants have switched from a heavy petroleum feedstock to a light ethane feedstock due to the shale revolution. The M1 catalyst, advanced by co-author, Dr. Anne M. Gaffney, selectively and exothermically transforms ethane to ethylene under mild conditions (300-400 degrees C, 4-7 atm). A comparison of the two technologies shows the energy and cost savings of C2-ODH along with the promising future for oxidative dehydrogenation technology. Published by Elsevier B.V.","Authors":"Gaffney, AM (Gaffney, Anne M.) ; Mason, OM (Mason, Olivia M.)","Title":"Ethylene production via Oxidative Dehydrogenation of Ethane using M1 catalyst"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549500038 ISSN: 0301-4215 eISSN: 1873-6777","Keywords":"Natural gas; Gas market; China; Uncertainty KeyWords Plus:SHALE-GAS; UNCONVENTIONAL GAS; RESOURCES; DEMAND; MODEL","Categories":"Energy & Fuels; Environmental Sciences & Ecology Web of Science Categories:Energy & Fuels; Environmental Sciences; Environmental Studies","Journal Information":"ENERGY POLICY Volume: 104 Pages: 382-394 DOI: 10.1016/j.enpol.2017.02.015 Published: MAY 2017","Abstract":"This paper examines the uncertainties in Chinese gas markets, analyze the reasons and quantify their impact on the world gas market. A literature review found significant variability among the outlooks on China's gas sector. Further assessment found that uncertainties in economic growth, structural change in markets, environmental regulations, price and institutional changes contribute to the uncertainties. The analysis of China's demand and supply uncertainties with a world gas-trading model found significant changes in global production, trade patterns and spot prices, with pipeline exporters being most affected. China's domestic production and pipeline imports from Central Asia are the major buffers that can offset much of the uncertainties. The study finds an asymmetric phenomenon. Pipeline imports are responding to China's uncertainties in both low and high demand scenarios while LNG imports are only responding to high demand scenario. The major reasons are higher TOP levels and the current practice of import only up to the minimum TOP levels for LNG, as well as a lack of liberalized gas markets. The study shows that it is necessary to create LNG markets that can respond to market dynamics, through either a reduction of TOP levels or change of pricing mechanisms to hub indexation.","Authors":"Shi, XP (Shi Xunpeng) ; Variam, HMP (Variam, Hari Malamakkavu Padinjare) ; Tao, J (Tao, Jacqueline)","Title":"Global impact of uncertainties in China's gas market"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395616300004 ISSN: 0921-3449 eISSN: 1879-0658","Keywords":"Shale gas; GHG emissions; Energy use; EROI analysis; China KeyWords Plus:NATURAL-GAS; WATER-CONSUMPTION; ENERGY; EROI; EMISSIONS; PERSPECTIVE; FUELS; CHALLENGES; FOOTPRINT; FORECAST","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"RESOURCES CONSERVATION AND RECYCLING Volume: 120 Pages: 38-45 DOI: 10.1016/j.resconrec.2017.01.005 Published: MAY 2017","Abstract":"As the largest shale gas resources holder in the world, China has set ambitious goals for its shale gas development. To better understand the environmental impacts and the net energy return of shale gas development in China, this paper develops a hybrid life cycle inventory (LCI) model to estimate the energy use and greenhouse gas (GHG) emissions of China's shale gas development, and presents an energy return on investment (EROI) analysis for estimating its net energy return. Results suggest a total average energy use per well of 123 TJ (range: 74-165 TJ) and total average GHG emissions per well of 9505 tCO(2)e (range: 5346-13551 tCO(2)e). Most of the energy use and GHG emissions are indirect impacts embodied in fuels and materials. Energy use and GHG emissions from the drilling stage comprise the largest share in both totals due to large amounts of diesel used as fuel in the well drilling process and the materials used in the well casing process. The EROI of China's shale gas is estimated to be about 33 (range: 31-42), which is higher than China's conventional oil & gas but lower than U.S. shale gas. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, JL (Wang, Jianliang) ; Liu, MM (Liu, Mingming) ; McLellan, BC (McLellan, Benjamin C.) ; Tang, X (Tang, Xu) ; Feng, LY (Feng, Lianyong)","Title":"Environmental impacts of shale gas development in China: A hybrid life cycle analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395353200029 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Fracture compressibility; Depletion; Desorption; CBM; Fines; Shear failure; Swelling KeyWords Plus:CARBON-DIOXIDE; PERMEABILITY CHANGES; PRESSURE; ADSORPTION; METHANE; ROCK; RECOVERY; EXCAVATION; INJECTION; DEPLETION","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 195 Pages: 260-272 DOI: 10.1016/j.fuel.2017.01.057 Published: MAY 1 2017","Abstract":"Long-term pore pressure depletion significantly alters reservoir stresses, which are known to have a substantial impact on permeability in fractured reservoirs. Increased effective stresses resulting from depletion often induce a decrease in permeability. The opposite has been observed in some reservoirs with an organic rock matrix that exhibits strong sorption-mechanical coupling. With depletion, adsorbed gas des orbs from micropores resulting in shrinkage of the rock matrix, relaxation of effective stresses, and opening of fractures. In addition, reservoir depletion results in an increased stress anisotropy, which may lead to potential reactivation of critically oriented natural fractures and shear failure. The objective of this study is to develop a reservoir simulator with a full poromechanical coupling accounting for sorption induced change of stresses, shear failure, fines production, and their effect on permeability. This paper aims to estimate the influence of the various mechanical and transport parameters affecting reservoir permeability and to predict its evolution during reservoir depletion. We compare two natural gas reservoirs with strong (San Juan coal basin) and weak (Barnett shale formation) sorption-mechanical coupling. The results of the study highlight the interplay between mechanical moduli, swelling isotherm parameters, fracture compressibility, and rock strength in determining their impact on fracture permeability evolution during depletion. We show that simple stress-dependent permeability models cannot capture permeability evolution in the presence of shear failure and fines production. A modified permeability equation is introduced to describe fines migration and shear dilation. Numerical simulation confirmed that desorption-induced strains in shales may induce changes of horizontal stresses of several MPa. These changes of stress may have a minor effect on permeability but can significantly affect horizontal stress anisotropy and should be considered while planning refracturing. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Shovkun, I (Shovkun, Igor) ; Espinoza, DN (Espinoza, D. Nicolas)","Title":"Coupled fluid flow-geomechanics simulation in stress-sensitive coal and shale reservoirs: Impact of desorption-induced stresses, shear failure, and fines migration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395353200033 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"In-Situ Upgrading; Heavy oil; Oil shale; Dimensionless numbers KeyWords Plus:SIMULATION; CRACKING; GENERATION; PYROLYSIS; EXPULSION; KEROGEN; MODEL","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 195 Pages: 299-313 DOI: 10.1016/j.fuel.2017.01.072 Published: MAY 1 2017","Abstract":"The In-Situ Upgrading (ISU) of heavy oil and oil shale is investigated. We develop a mathematical model for the process and identify the full set of dimensionless numbers describing the model. We demonstrate that for a model with of fluid components (gas and oil), ns solid components and k chemical reactions, the model was represented by 9 + k x (3 + n(f) + n(s) - 2) + 8n(f) + 2n(s) dimensionless numbers. We calculated a range of values for each dimensionless numbers from a literature study. Then, we perform a sensitivity analysis using Design of Experiments (DOE) and Response Surface Methodology (RSM) to identify the primary parameters controlling the production time and energy efficiency of the process. The Damkohler numbers, quantifying the ratio of chemical reaction rate to heat conduction rate for each reaction, are found to be the most important parameters of the study. They depend mostly on the activation energy of the reactions and of the heaters temperature. The reduced reaction enthalpies are also important parameters and should be evaluated accurately. We show that for the two test cases considered in this paper, the Damkohler numbers needed to be at least 10 for the process to be efficient. We demonstrate the existence of an optimal heater temperature for the process and obtain a correlation that can be used to estimate it using the minimum of the DamkOhler numbers of all reactions. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Maes, J (Maes, Julien) ; Muggeridge, AH (Muggeridge, Ann H.) ; Jackson, MD (Jackson, Matthew D.) ; Quintard, M (Quintard, Michel) ; Lapene, A (Lapene, Alexandre)","Title":"Scaling analysis of the In-Situ Upgrading of heavy oil and oil shale"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394064400012 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Freeze-thaw; Liquid nitrogen; Porosity; Permeability; Nuclear magnetic resonance; Coal bed methane KeyWords Plus:CARBONATE ROCKS; PERMEABILITY; METHANE; GAS; SANDSTONES; SHALE; RESERVOIRS; CHINA; MINES; FLUID","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 194 Pages: 102-114 DOI: 10.1016/j.fuel.2017.01.005 Published: APR 15 2017","Abstract":"Liquid nitrogen (LN2), a non-aqueous medium, has attracted attention in recent years as a fluid for fracturing in the petroleum/energy industry. This study proposes a freeze-thaw method using LN2 to improve coal permeability for the production of coal bed methane. Experiments were conducted using nuclear magnetic resonance (NMR) to explore the physical properties of frozen-thawed coal. The coal samples were subjected to different LN2 freezing times and to freeze-thaw cycles and coals of different rank and with different moisture contents were tested. Changes in these four freeze-thaw variables changed the petrophysical properties of the frozen-thawed coal samples; the pore structure, porosity, and permeability of the coals were modified. Of these variables, the number of freeze-thaw cycles had the most substantial effect on modifying the coal's petrophysical properties. The degree of modification on the coals of different rank was affected by the coal's initial porosity. In general, lignites were modified the most, anthracite coal was modified less, and bituminous coal was modified the least. The study analyzed three of the classic NMR transforms for determining permeability and found that the Schlumberger-Doll Research (SDR) model matched the measured gas permeabilities most consistently. Based on this SDR permeability model, equations suitable for predicting the permeability of frozen-thawed low-rank coals were derived. In addition, results from scanning electron microscope studies showed that a fracture network with fracture widths of as much as 323 mu m was formed in the coal after 30 freeze-thaw cycles. Additionally, micron-size particles falling from the coal surface gradually increased as the number of freeze-thaw cycles increased, indicating that freeze-thaw using LN2 materially modified the physical properties of the coal. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Qin, L (Qin, Lei) ; Zhai, C (Zhai, Cheng) ; Liu, SM (Liu, Shimin) ; Xu, JZ (Xu, Jizhao) ; Yu, GQ (Yu, Guoqing) ; Sun, Y (Sun, Yong)","Title":"Changes in the petrophysical properties of coal subjected to liquid nitrogen freeze-thaw - A nuclear magnetic resonance investigation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398429700065 ISSN: 2168-0485","Keywords":"Life cycle optimization; Sustainability; Noncooperative; Shale gas; Game theory KeyWords Plus:GLOBAL OPTIMIZATION; SUSTAINABLE DESIGN; WATER MANAGEMENT; NATURAL-GAS; MULTIOBJECTIVE OPTIMIZATION; WASTE-WATER; TECHNOECONOMIC ANALYSIS; CARBON SEQUESTRATION; BIOFUEL PRODUCTION; STACKELBERG GAME","Categories":"Chemistry; Science & Technology - Other Topics; Engineering Web of Science Categories:Chemistry, Multidisciplinary; GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Engineering, Chemical","Journal Information":"ACS SUSTAINABLE CHEMISTRY & ENGINEERING Volume: 5 Issue: 4 Pages: 3362-3381 DOI: 10.1021/acssuschemeng.7b00002 Published: APR 2017","Abstract":"In this work, we propose a general modeling framework for the economic and environmental life cycle optimization of supply chains and product systems with noncooperative stakeholders. This framework is based on the functional-unit-based life cycle optimization approach and the leader follower Stackelberg game structure to capture the decentralized feature and noncooperative relationships between multiple stakeholders across the product life cycle. The leader enjoys the priority of decision-making to optimize both its own economic performance and the life cycle environmental performance of the supply chain or product system. After the observation of leader's decisions, the follower takes actions correspondingly to optimize its own economic performance. The resulting problem is formulated as a mixed-integer bilevel fractional program to account for conflicting objectives and interactions among different stakeholders. Design and decisions for both leader and follower are taken into consideration, including facility allocation, technology selection, production planning, transportation and storage scheduling, etc. To tackle the computational challenge of the resulting mixed-integer bilevel fractional programs, a tailored solution algorithm is developed based on a parametric algorithm and a projection-based reformulation and decomposition method. An application to a well-to-wire Marcellus shale gas supply chain is presented to demonstrate the applicability of the proposed life cycle optimization modeling framework and the efficiency of the solution algorithm.","Authors":"Gao, JY (Gao, Jiyao) ; You, FQ (You, Fengqi)","Title":"Economic and Environmental Life Cycle Optimization of Noncooperative Supply Chains and Product Systems: Modeling Framework, Mixed-Integer Bilevel Fractional Programming Algorithm, and Shale Gas Application"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398048500022 ISSN: 0001-1541 eISSN: 1547-5905","Keywords":"shale gas; shale matrix; mass transfer; transport; fractal theory KeyWords Plus:VISCOUS-FLOW MODEL; SURFACE-DIFFUSION; CROSS-SECTION; NANO-PORES; RESERVOIRS; NANOPORES; MEDIA; PERMEABILITY; SYSTEMS; MICRO","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"AICHE JOURNAL Volume: 63 Issue: 4 Pages: 1430-1440 DOI: 10.1002/aic.15516 Published: APR 2017","Abstract":"A model for real gas flow in shale gas matrices is proposed and consists of two main steps: (a) developing a microscopic (single pore) model for a real gas flow by generalizing our previously reported Extended Navier-Stokes Equations (ENSE) method and (b) by using fractal theory concepts, up-scaling the single pore model to the macroscopic scale. A prominent feature of the up-scaled model is a predictor for the apparent permeability (AP). Both models are successfully validated with experimental data. The impact of the deviation of the gas behavior from ideality (real gas effect) on the gas transport mechanisms is investigated. The effect of the structural parameters (porosity A, the maximum pore diameter Dmax, and the minimum pore diameter Dmin) of the shale matrix on the apparent permeability is studied and a sensitivity analysis is performed to evaluate the significance of the parameters for gas transport. We find that (1) the real gas transport models for a single pore and porous shale matrix are both reliable and reasonable; (2) the real gas effect affects the thermodynamic parameters of the free gas and the adsorption and transport capacity of the adsorbed gas; (3) the real gas effect decreases the effective permeability for convective flow and surface diffusion; i.e., the derivation degree of the effective permeability for bulk diffusion and Knudsen diffusion increases with increasing pressure but presents a bathtub shape when the pore diameter is smaller than 10 nm; and (4) the apparent permeability increases with A, Dmax, and Dmin. It is more sensitive to Dmax, followed by the porosity. Dmin has a minor impact. VC 2016 American Institute of Chemical Engineers AIChE J, 63: 1430- 1440, 2017","Authors":"Geng, LD (Geng, Lidong) ; Li, GS (Li, Gensheng) ; Tian, SC (Tian, Shouceng) ; Sheng, M (Sheng, Mao) ; Ren, WX (Ren, Wenxi) ; Zitha, P (Zitha, Pacelli)","Title":"A Fractal Model for Real Gas Transport in Porous Shale"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397375300002 ISSN: 1352-2310 eISSN: 1873-2844","Keywords":"PM2.5; Ozone; Shale gas; Energy; Air quality; Chemical transport modeling; Health effects KeyWords Plus:VOLATILE ORGANIC-COMPOUNDS; AIR-POLLUTANT EMISSIONS; UNITED-STATES; MORTALITY; EXPOSURE; METAANALYSIS; MODELS; SITE; OIL; PM","Categories":"Environmental Sciences & Ecology; Meteorology & Atmospheric Sciences Web of Science Categories:Environmental Sciences; Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC ENVIRONMENT Volume: 155 Pages: 11-20 DOI: 10.1016/j.atmosenv.2017.01.001 Published: APR 2017","Abstract":"The Marcellus and Utica shale formations have recently been the focus of intense natural gas development and production, increasing regional air pollutant emissions. Here we examine the effects of these emissions on regional ozone and fine particulate matter (PM2,5) levels using the Chemical transport model, CAMx, and estimate the public health costs with BenMAP. Simulations were performed for three emissions scenarios for the year 2020 that span a range potential development storylines. In areas with the most gas development, the 'Medium Emissions' scenario, which corresponds to an intermediate level of development and widespread adoption of new equipment with lower emissions, is predicted to increase 8-hourly ozone design values by up to 2.5 ppbv and average annual PM2,5 concentrations by as much as 0.27 mu g/m(3). These impacts could range from as much as a factor of two higher to a factor of three lower depending on the level of development and the adoption of emission controls. Smaller impacts (e.g. 0.1-0.5 ppbv of ozone, depending on the emissions scenario) are predicted for non-attainment areas located downwind of the Marcellus region such as New York City, Philadelphia and Washington, DC. Premature deaths, for the 'Medium Emissions scenario are predicted to increase by 200-460 annually. The health impacts as well as the changes in ozone and PM2.5 were all driven primarily by NOx emissions. 2017 Published by Elsevier Ltd.","Authors":"Roohani, YH (Roohani, Yusuf H.) ; Roy, AA (Roy, Anirban A.) ; Heo, J (Heo, Jinhyok) ; Robinson, AL (Robinson, Allen L.) ; Adams, PJ (Adams, Peter J.)","Title":"Impact of natural gas development in the Marcellus and Utica shales on regional ozone and fine particulate matter levels"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397201500002 ISSN: 2214-6296 eISSN: 2214-6326","Keywords":"Shale gas; Governance; Social justice; Participation KeyWords Plus:ENERGY; UK; ENGAGEMENT; PERCEPTIONS; ACCEPTANCE; AUSTRALIA; FRAMEWORK; FRACKING; FAIRNESS; LICENSE","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Studies","Journal Information":"ENERGY RESEARCH & SOCIAL SCIENCE Volume: 26 Pages: 11-22 DOI: 10.1016/j.erss.2017.01.015 Published: APR 2017","Abstract":"Questions abound about the appropriate governance systems to manage the risks of unconventional oil and gas development, and the ability for citizens to engage and participate in those systems. In this paper, we map the development of shale gas governance in the US and UK; we highlight the contrasting systems of land ownership and mineral rights, compare the opportunities that these systems of governance present the general public to participate and become involved in shale gas decisions and consider the implications on issues of social justice. We conclude that in both countries, that despite government and industry engagement rhetoric and associated processes, the publics' influence on shale gas decisions is perceived to be minimal or not at all. We argue that the implications of the observed institutional governance systems, with few opportunities for citizen influence, are developments which inherently lack social justice, procedural fairness, and ultimately, a social license to operate. (C) 2017 The Author(s). Published by Elsevier Ltd.","Authors":"Whitton, J (Whitton, John) ; Brasier, K (Brasier, Kathryn) ; Charnley-Parry, I (Charnley-Parry, Ioan) ; Cotton, M (Cotton, Matthew)","Title":"Shale gas governance in the United Kingdom and the United States: Opportunities for public participation and the implications for social justice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397201500003 ISSN: 2214-6296 eISSN: 2214-6326","Keywords":"Unconventional oil and gas development; Hydraulic fracturing; Strategic action field; Meaning making; Power; Local regulation; Regulatory process; Colorado; Municipal governance KeyWords Plus:NATURAL-GAS DEVELOPMENT; SHALE GAS; FRACKING; POLITICS; RESOURCES; AGENDA; RISKS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Studies","Journal Information":"ENERGY RESEARCH & SOCIAL SCIENCE Volume: 26 Pages: 23-33 DOI: 10.1016/j.erss.2017.01.004 Published: APR 2017","Abstract":"Since the early 2000s, the U.S. has experienced a rapid increase in domestic unconventional oil and gas development (UOGD). Continuing a legacy as an oil and gas producing state, Colorado has emerged as a leader in this development. Yet these extraction practices have created a burden for municipal governments who have had little to no previous exposure to oil and gas development and were thus unprepared to regulate it. Through the application of a strategic action field (SAF) theoretical framework, this paper examines the processes through which local governments-Fort Collins and Loveland, Colorado-have pursued divergent strategies to regulate UOGD in their city limits, and the extent to which collective incumbents and challengers in the broader field environment have wielded meaning making practices and other resources to influence these strategies. To explore this understudied area of the governance process, I primarily draw from qualitative interviews with city staff and council members. Results suggest that both meaning making and power are critical components of strategic field action, and that the social skill of meaning making is in itself a form of power. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ryder, SS (Ryder, Stacia S.)","Title":"Unconventional regulation for unconventional energy in Northern Colorado? Municipalities as strategic actors and innovators in the United States"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397359500048 PubMed ID: 28122672 ISSN: 0269-7491 eISSN: 1873-6424","Keywords":"Produced water; Hydraulic fracturing; Arsenic; Selenium Non-equilibrium transport; Solution chemistry KeyWords Plus:SHALE GAS DEVELOPMENT; MARCELLUS SHALE; SEQUENTIAL EXTRACTION; WASTE-WATER; SELENATE ADSORPTION; IONIC-STRENGTH; FLOWBACK WATER; QUALITY; PENNSYLVANIA; GROUNDWATER","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"ENVIRONMENTAL POLLUTION Volume: 223 Pages: 449-456 DOI: 10.1016/j.envpol.2017.01.044 Published: APR 2017","Abstract":"Produced water is a type of wastewater generated from hydraulic fracturing, which may pose a risk to the environment and humans due to its high ionic strength and the presence of elevated concentrations of metals/metalloids that exceed maximum contamination levels. The mobilization of As(V) and Se(VI) in produced water and selected soils from Qingshankou Formation in the Songliao Basin in China were investigated using column experiments and synthetic produced water whose quality was representative of waters arising at different times after well creation. Temporal effects of produced water on metal/metalloid transport and sorption/desorption were investigated by using HYDRUS-1D transport modelling. Rapid breakthrough and long tailings of As(V) and Se(VI) transport were observed in Day 1 and Day 14 solutions, but were reduced in Day 90 solution probably due to the elevated ionic strength. The influence of produced water on the hydrogeological conditions (i.e., change between equilibrium and non-equilibrium transport) was evidenced by the change of tracer breakthrough curves before and after the leaching of produced water. This possibly resulted from the sorption of polyacrylamide (PAM (-CH2CHCONH2-)(n)) onto soil surfaces, through its use as a friction reducer in fracturing solutions. The sorption was found to be reversible in this study. Minimal amounts of sorbed As(V) were desorbed whereas the majority of sorbed Se(VI) was readily leached out, to an extent which varied with the composition of the produced water. These results showed that the mobilization of As(V) and Se(VI) in soil largely depended on the solution pH and ionic strength. Understanding the differences in metal/metalloid transport in produced water is important for proper risk management. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chen, SS (Chen, Season S.) ; Sun, YQ (Sun, Yuqing) ; Tsang, DCW (Tsang, Daniel C. W.) ; Graham, NJD (Graham, Nigel J. D.) ; Ok, YS (Ok, Yong Sik) ; Feng, YJ (Feng, Yujie) ; Li, XD (Li, Xiang-Dong)","Title":"Insights into the subsurface transport of As(V) and Se(VI) in produced water from hydraulic fracturing using soil samples from Qingshankou Formation, Songliao Basin, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397548800025 ISSN: 0020-7683 eISSN: 1879-2146","Keywords":"Continuum damage mechanics; Micromechanics; Anisotropic damage; Brittle solids; Wing crack; Unilateral effect KeyWords Plus:GAS RESERVOIR ROCKS; ANISOTROPIC DAMAGE; MICROCRACK MODEL; MICROMECHANICAL ANALYSIS; NUMERICAL-INTEGRATION; MECHANICAL-PROPERTIES; COMPRESSION; FAILURE; FORMULATION; FRICTION","Categories":"Mechanics Web of Science Categories:Mechanics","Journal Information":"INTERNATIONAL JOURNAL OF SOLIDS AND STRUCTURES Volume: 110 Pages: 279-293 DOI: 10.1016/j.ijsolstr.2016.12.025 Published: APR 2017","Abstract":"The Discrete Equivalent Wing Crack Damage (DEWCD) model formulated in this paper couples micro mechanics and Continuum Damage Mechanics (CDM) principles. At the scale of the Representative Elementary Volume (REV), damage is obtained by integrating crack densities over the unit sphere, which represents all possible crack plane orientations. The unit sphere is discretized into 42 integration points. The damage yield criterion is expressed at the microscopic scale: if a crack is in tension, crack growth is controlled by a mode I fracture mechanics criterion; if a crack is in compression, the shear stress that applies at its faces is projected on the directions considered in the numerical integration scheme, and cracks perpendicular to these projected force components grow according to a mode I fracture mechanics criterion. The projection of shear stresses into a set of tensile forces allows predicting the occurrence of wing cracks at the tips of pre-existing defects. We assume that all of the resulting mode I cracks do not interact, and we adopt a dilute homogenization scheme. A hardening law is introduced to account for subcritical crack propagation, and non -associated flow rules are adopted for damage and irreversible strains induced by residual crack displacements after unloading. The DEWCD model depends on only 6 constitutive parameters which all have a sound physical meaning and can be determined by direct measurements in the laboratory. The DEWCD model is calibrated and validated against triaxial compression tests performed on Bakken Shale. In order to highlight the advantages of the DEWCD model over previous anisotropic damage models proposed for rocks, we simulated: (a) A uniaxial tension followed by unloading and reloading in compression; and (b) Uniaxial compression loading cycles of increasing amplitude. We compared the results obtained with the DEWCD model with those obtained with a micro-mechanical model and with a CDM model, both calibrated against the same experimental dataset as the DEWCD model. The three models predict a non linear-stress/strain relationship and damage-induced anisotropy. The micro-mechanical model can capture unilateral effects. The CDM model can capture the occurrence of irreversible strains. The DEWCD model can capture both unilateral effects and irreversible strains. In addition, the DEWCD model can predict the apparent increase of strength and ductility in compression when the confinement increases and the increasing hysteresis on unloading-reloading paths as damage increases. The DEWCD model is the only of the three models tested that provides realistic values of yield stress and strength in tension and compression. This is a significant advancement in the theoretical modeling of brittle solids. Future work will be devoted to the prediction of crack coalescence and to the modeling of the material response with interacting micro-cracks. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Jin, WC (Jin, Wencheng) ; Arson, C (Arson, Chloe) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Arson, Chloe  http://orcid.org/0000-0002-4477-1072","Title":"Discrete equivalent wing crack based damage model for brittle solids"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398653100016 ISSN: 1674-487X eISSN: 1867-111X","Keywords":"spontaneous imbibition; wettability; petrophysics; gamma ray log KeyWords Plus:SPONTANEOUS IMBIBITION; WATER; SHALES","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"JOURNAL OF EARTH SCIENCE Volume: 28 Issue: 2 Pages: 381-390 DOI: 10.1007/s12583-017-0725-9 Published: APR 2017","Abstract":"Understanding and modelling the wettability of tight rocks is essential for designing fracturing and treatment fluids. In this paper, we measure and analyze spontaneous imbibition of water and oil into five twin core plugs drilled from the cores of a well drilled in the Montney Formation, an unconventional oil and gas play in the Western Canadian Sedimentary Basin. We characterize the samples by measuring the mineralogy using XRD (x-ray diffraction), total organic carbon content, porosity, and permeability. Interestingly, the equilibrated water uptake of the five samples is similar, while, their oil uptake increases by increasing the core porosity and permeability. We define two wettability indices for the oil phase based on the slope and equilibrium values of water and oil imbibition curves. Both indices increase by increasing porosity and permeability, with the slope affinity index showing a stronger correlation. This observation suggests that part of the pore network has a stronger affinity to oil than to water. We also observe that the two indices decrease by increasing neutron porosity and gamma ray parameters measured by wireline logging tools. The samples with higher gamma ray and neutron porosity are expected to have greater clay content, and thus less effective porosity and permeability.","Authors":"Javaheri, A (Javaheri, Ali) ; Dehghanpour, H (Dehghanpour, Hassan) ; Wood, JM (Wood, James M.)","Title":"Tight Rock Wettability and Its Relationship to Other Petrophysical Properties: A Montney Case Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691300018 ISSN: 1875-5100 eISSN: 2212-3865","Keywords":"Shale; Permeability; Rate dependency; Slip flow; Flow regime KeyWords Plus:NON-DARCY FLOW; ORGANIC-RICH SHALES; POROUS-MEDIA; GAS-FLOW; APPARENT PERMEABILITY; REGIMES; PRESSURE; EQUATION; COEFFICIENTS; ADSORPTION","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"JOURNAL OF NATURAL GAS SCIENCE AND ENGINEERING Volume: 40 Pages: 208-225 DOI: 10.1016/j.jngse.2017.02.021 Published: APR 2017","Abstract":"Matrix permeability of tight rocks is a challenging parameter to measure. The gas permeability measurements of low-permeability rocks are sensitive to pressure, effective stress, temperature, and testing technique. However, the influence of gas flow rate on permeability measurements of tight rocks is unknown. In this work, steady-state gas permeability experiments are conducted on four shale and siltstone samples using methane and nitrogen as flowing fluid. The gas permeability is measured at several flow rates, while mean pressure and mean effective stress are held constant. The measurements are repeated at several mean pressure values. The tests are designed to study the influence of mean pressure as well as flow rate on gas permeability. After the gas permeability measurements, the samples are saturated with water to measure water permeability. Subsequently, the samples are sheared in a triaxial cell and similar gas and water permeability tests are repeated to compare the permeability behavior before and after failure. The results indicate strong rate sensitivity in permeability of tight rocics. Measured permeability is observed to rise as flow rate increases and reaches a constant value at higher rates. Permeability of the failed samples shows a similar behavior, although with higher permeability values. The rate dependency of gas permeability seems to follow a trend, similar to what is reported in the literature as the transition between pre-laminar and laminar flow regimes. Based on the experimental results, a discussion is provided on the rate at which the transition between pre-laminar and laminar flow occurs. Finally, by combining the theories on rate dependent flow regimes and pressure dependent (Knudsen number) flow regimes, a more complete picture of gas permeability in porous media is proposed. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Moghadam, AA (Moghadam, Alireza A.) ; Chalaturnyk, R (Chalaturnyk, Rick)","Title":"Rate dependency of permeability in tight rocks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691300028 ISSN: 1875-5100 eISSN: 2212-3865","Keywords":"Unloading confining pressure; Mechanical behaviour; Permeability; Energy evolution; Fractal dimension KeyWords Plus:ACOUSTIC-EMISSION; TRIAXIAL COMPRESSION; METHANE; STRESS; DEFORMATION; FAILURE; MODEL; ROCKS; MINE; SHALE","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"JOURNAL OF NATURAL GAS SCIENCE AND ENGINEERING Volume: 40 Pages: 336-346 DOI: 10.1016/j.jngse.2017.02.030 Published: APR 2017","Abstract":"Underground coal mining usually develops vertical stresses and reduces the horizontal stress in front of the coal face, which may trigger the occurrence of coal ruptures and gas outburst hazards. According to the stress change characteristics of the working face using different mining methods, different loading paths (constant confining pressure path and unloading confining pressure path) were selected in this study. Methane permeability tests of coal samples under different loading and unloading paths were conducted. Based on these tests, the effects of the unloading rate on the mechanical behaviour and permeability evolution (including energy evolution and fractal dimension) of the coal was investigated quantitatively. The tests revealed that the higher confining pressure unloading rates yielded a lower compressive strength and ductile strain. The increase in the unloading rate reduced the elastic energy and dissipation energy of the samples. Moreover, the higher unloading rate corresponded to more complex failure structures of coal and a greater fractal dimension, which resulted in greater permeability after the rupture of the coal samples. Furthermore, the higher unloading rates accelerated the rock damage rate and the permeability increase rate, which had a notable effect on the emergence of gas outburst hazards. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Xue, Y (Xue, Yi) ; Ranjith, PG (Ranjith, P. G.) ; Gao, F (Gao, Feng) ; Zhang, DC (Zhang, Decheng) ; Cheng, HM (Cheng, Hongmei) ; Chong, ZH (Chong, Zhaohui) ; Hou, P (Hou, Peng)","Title":"Mechanical behaviour and permeability evolution of gas-containing coal from unloading confining pressure tests"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398677000010 ISSN: 0885-8608 eISSN: 2162-4399","Keywords":"horizontal drilling; hydraulic fracturing; land use; public land; shale gas KeyWords Plus:HABITAT LOSS; YELLOWCHEEK DARTER; ENERGY DEVELOPMENT; NATURAL-GAS; ABUNDANCE; ARKANSAS; WELLS; BIRDS","Categories":"Environmental Sciences & Ecology; Forestry Web of Science Categories:Ecology; Forestry","Journal Information":"NATURAL AREAS JOURNAL Volume: 37 Issue: 2 Pages: 233-239 Published: APR 2017","Abstract":"Changes in drilling practices in the oil and gas industry have opened new regions to energy development across much of the United States, including areas that have large holdings of public lands of high conservation value. Using satellite images and GIS techniques, we measured public land use changes in the Fayetteville Shale, a region in north-central Arkansas that has undergone rapid natural gas development in the last 10 years. These public lands showed less development of gas infrastructure compared to the larger gas field, which is mostly privately owned. Gas activities led to less natural forest loss and edge habitat creation in public lands compared to private lands. However, one large public land property (Gulf Mountain Wildlife Management Area) showed much more development compared to the overall gas field (about 20% higher). This disparity was most likely due to differences in regulation and controversial leases that were allowed for this wildlife management area early in the Fayetteville Shale development. These results show that natural gas development can occur around public lands of high conservation value without large land use and habitat impacts, but we suggest such an outcome relies upon effective management practices and wise decision-making by public officials. In the case of Gulf Mountain Wildlife Management Area, strategic well-pad and pipeline placement could have substantially reduced impact to natural areas.","Authors":"Cox, AB (Cox, A. Brandon) ; Taylor, NT (Taylor, Nathan T.) ; Rebein, MA (Rebein, Mimi A.) ; Song, M (Song, Minsahng) ; Moran, MD (Moran, Matthew D.) ; McClung, MR (McClung, Maureen R.)","Title":"Land Use Changes from Unconventional Gas Development in Public Lands of the Fayetteville Shale"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396184900024 ISSN: 1364-0321","Keywords":"Gas network simulation; Hydrogen blending; Substituted natural gas; Power-to-gas; Biomethane KeyWords Plus:STEADY-STATE SIMULATION; NATURAL-GAS; TRANSMISSION NETWORKS; FLOW MODELS; OPTIMIZATION; PIPELINES; SYSTEMS; ENERGY; GENERATION; EMISSIONS","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE & SUSTAINABLE ENERGY REVIEWS Volume: 70 Pages: 266-286 DOI: 10.1016/j.rser.2016.11.243 Published: APR 2017","Abstract":"The recent unfolding of natural gas sources, especially unconventional gas shales and substituted natural gas from renewables, can boost the transition toward a low carbon energy system. However, it is necessary to study how the gas network, traditionally supplied with fossil fuel gas, could be operated in a more complex scenario that includes multiple and distributed energy sources. This work deals with the development of a mathematical model able to simulate transmission pipeline networks under steady-state condition while adopting a non-isothermal approach. A review of modelling approaches of fluid flow in gas pipelines and gas pipeline networks is provided. An algebraic formulation to describe compressible fluid networks is also described in detail and implemented for the first time in this work with the aim to simulate the distributed injection of green fuel gasses into the natural gas network. Hydrogen blending (e.g., from power-to-gas systems) and substituted natural gas (e.g., from biogas upgrading or power-to-gas systems) injection are considered. A numerical simulation of a regional-scale natural gas transmission system is performed where green gasses are injected into the grid. In the case of hydrogen blending, the maximum quantity of injectable hydrogen in each node is calculated to achieve a 10% blend as an upper constraint. In conclusion, the impact of green fuels injection in the gas network on the resulting natural gas quality (i.e., Wobbe index, gas gravity, higher heating value) is investigated thoroughly.","Authors":"Pellegrino, S (Pellegrino, Sandro) ; Lanzini, A (Lanzini, Andrea) ; Leone, P (Leone, Pierluigi)","Title":"Greening the gas network - The need for modelling the distributed injection of alternative fuels"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395154600003 ISSN: 1134-3060 eISSN: 1886-1784","Categories":"Computer Science; Engineering; Mathematics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications","Journal Information":"ARCHIVES OF COMPUTATIONAL METHODS IN ENGINEERING Volume: 24 Issue: 2 Pages: 281-317 DOI: 10.1007/s11831-016-9169-0 Published: APR 2017","Abstract":"Extracting gas from shale rocks is one of the current engineering challenges but offers the prospect of cheap gas. Part of the development of an effective engineering solution for shale gas extraction in the future will be the availability of reliable and efficient methods of modelling the development of a fracture system, and the use of these models to guide operators in locating, drilling and pressurising wells. Numerous research papers have been dedicated to this problem, but the information is still incomplete, since a number of simplifications have been adopted such as the assumption of shale as an isotropic material. Recent works on shale characterisation have proved this assumption to be wrong. The anisotropy of shale depends significantly on the scale at which the problem is tackled (nano, micro or macroscale), suggesting that a multiscale model would be appropriate. Moreover, propagation of hydraulic fractures in such a complex medium can be difficult to model with current numerical discretisation methods. The crack propagation may not be unique, and crack branching can occur during the fracture extension. A number of natural fractures could exist in a shale deposit, so we are dealing with several cracks propagating at once over a considerable range of length scales. For all these reasons, the modelling of the fracking problem deserves considerable attention. The objective of this work is to present an overview of the hydraulic fracture of shale, introducing the most recent investigations concerning the anisotropy of shale rocks, then presenting some of the possible numerical methods that could be used to model the real fracking problem.","Authors":"Hattori, G (Hattori, Gabriel) ; Trevelyan, J (Trevelyan, Jon) ; Augarde, CE (Augarde, Charles E.) ; Coombs, WM (Coombs, William M.) ; Aplin, AC (Aplin, Andrew C.)","Title":"Numerical Simulation of Fracking in Shale Rocks: Current State and Future Approaches"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395334900005 ISSN: 0022-1481 eISSN: 1528-8943","Keywords":"steam-assisted gravity drainage; SAGD; oil sands; solution; gas; bitumen; heat transfer KeyWords Plus:ASSISTED-GRAVITY-DRAINAGE; GAS PUSH SAGP; COINJECTION; SIMULATION; MODELS","Categories":"Thermodynamics; Engineering Web of Science Categories:Thermodynamics; Engineering, Mechanical","Journal Information":"JOURNAL OF HEAT TRANSFER-TRANSACTIONS OF THE ASME Volume: 139 Issue: 4 Article Number: 041801 DOI: 10.1115/1.4035322 Published: APR 2017","Abstract":"Steam-assisted gravity drainage (SAGD) is the method of choice for producing oil from oil sands reservoirs. In this method, steam is injected into the formation and the oil, upon heating, is mobilized and driven under gravity to a production well. The accumulation of steam within the reservoir is referred to as the steam chamber. One of the critical issues confronting SAGD operators is the thermal efficiency, measured by the steam-to-oil ratio, of their operations since it directly ties to process costs. Using thermocouple profiles from observation wells on three SAGD fields in Alberta, we use error function fits to estimate the thermal conductivity of the shale above the oil formation (found to be from 0.33 to 3.81 W/mK), heat flux at the top of the steam chamber, vertical height of the steam/gas zone above the steam chamber, and accumulated gas volume present. A gas material balance is then derived to estimate the volume of gas that might be generated through in situ chemical processes. The results of the heat transfer analysis performed on the thermocouple data reveal that the gas co-injection during SAGD operations studied did not directly affect the heat transfer rate at the top of the steam chamber since the gas volume added was small. The results also show that a sufficiently large accumulation of gas at the top of the chamber lowers the heat flux at the edge of the chamber.","Authors":"Pinto, H (Pinto, Helen) ; Wang, X (Wang, Xin) ; Gates, ID (Gates, Ian D.)","Title":"Insights on Heat Transfer at the Top of Steam Chambers in SAGD"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396748600003 ISSN: 0141-6421 eISSN: 1747-5457","Keywords":"marine shales; source rock; Cretaceous; Napo Formation; Oriente Basin; Ecuador; hydrocarbon potential KeyWords Plus:ORGANIC PETROLOGY; FORELAND BASIN; OIL-GENERATION; SOURCE ROCKS; GEOCHEMISTRY; ORIGIN; MATURATION; HOLLIN; SANDSTONES; INDICATORS","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"JOURNAL OF PETROLEUM GEOLOGY Volume: 40 Issue: 2 Pages: 173-193 DOI: 10.1111/jpg.12671 Published: APR 2017","Abstract":"Marine shale samples from the Cretaceous (Albian-Campanian) Napo Formation (n = 26) from six wells in the eastern Oriente Basin of Ecuador were analysed to evaluate their organic geochemical characteristics and petroleum generation potential. Geochemical analyses included measurements of total organic carbon (TOC) content, Rock-Eval pyrolysis, pyrolysis - gas chromatography (Py-GC), gas chromatography - mass-spectrometry (GC-MS), biomarker distributions and kerogen analysis by optical microscopy. Hydrocarbon accumulations in the eastern Oriente Basin are attributable to a single petroleum system, and oil and gas generated by Upper Cretaceous source rocks is trapped in reservoirs ranging in age from Early Cretaceous to Eocene. The shale samples analysed for this study came from the upper part of the Napo Formation T member (\"Upper T\"), the overlying B limestone, and the lower part of the U member (\"Lower U\"). The samples are rich in amorphous organic matter with TOC contents in the range 0.71-5.97 wt% and Rock-Eval T-max values of 427-446 degrees C. Kerogen in the B Limestone shales is oil-prone Type II with delta C-13 of -27.19 to -27.45%circle; whereas the Upper T and Lower U member samples contain Type II-III kerogen mixed with Type III (delta C-13 > -26.30%circle). The hydrocarbon yield (S-2) ranges from 0.68 to 40.92 mg HC/g rock (average: 12.61 mg HC/g rock). Hydrogen index (HI) values are 427-693 mg HC/g TOC for the B limestone samples, and 68-448 mg HC/g TOC for the Lower U and Upper T samples. The mean vitrinite reflectance is 0.56-0.79% R-o for the B limestone samples and 0.40-0.60% R-o for the Lower U and Upper T samples, indicating early to mid oil window maturity for the former and immature to early maturity for the latter. Microscopy shows that the shales studied contain abundant organic matter which is mainly amorphous or alginite of marine origin. Extracts of shale samples from the B limestone are characterized by low to medium molecular weight compounds (n-C-14 to n-C-20) and have a low Pr/Ph ratio (approximate to 1.0), high phytane/n-C-18 ratio (1.01-1.29), and dominant C-27 regular steranes. These biomarker parameters and the abundant amorphous organic matter indicate that the organic matter was derived from marine algal material and was deposited under anoxic conditions. By contrast, the extracts from the Lower U and Upper T shales contain medium to high molecular weight compounds (n-C-25 to n-C-31) and have a high Pr/Ph ratio (>3.0), low phytane/n-C-18 ratio (0.45-0.80) with dominant C-29 regular steranes, consistent with an origin from terrigenous higher plant material mixed with marine algae deposited under suboxic conditions. This is also indicated by the presence of mixed amorphous and structured organic matter. This new geochemical data suggests that the analysed shales from the Napo Formation, especially the shales from the B limestone which contain Type II kerogen, have significant hydrocarbon potential in the eastern part of the Oriente Basin. The data may help to explain the distribution of hydrocarbon reserves in the east of the Oriente Basin, and also assist with the prediction of non-structural traps.","Authors":"Yang, XF (Yang, Xiao-Fa) ; Xie, YF (Xie, Yin-Fu) ; Zhang, ZW (Zhang, Zhi-Wei) ; Ma, ZZ (Ma, Zhong-Zhen) ; Zhou, YB (Zhou, Yu-Bing) ; Liu, YM (Liu, Ya-Ming) ; Wang, DD (Wang, Dan-Dan) ; Zhao, YB (Zhao, Yong-Bin)","Title":"HYDROCARBON GENERATION POTENTIAL AND DEPOSITIONAL ENVIRONMENT OF SHALES IN THE CRETACEOUS NAPO FORMATION, EASTERN ORIENTE BASIN, ECUADOR"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398162800017 ISSN: 1752-0894 eISSN: 1752-0908","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"NATURE GEOSCIENCE Volume: 10 Issue: 4 Pages: 289-+ DOI: 10.1038/NGEO2919 Published: APR 2017","Abstract":"Expansion of shale gas extraction has fuelled global concern about the potential impact of fugitive methane on groundwater and climate. Although methane leakage from wells is well documented, the consequences on groundwater remain sparsely studied and are thought by some to be minor. Here we present the results of a 72-day methane gas injection experiment into a shallow, flat-lying sand aquifer. In our experiment, although a significant fraction of methane vented to the atmosphere, an equal portion remained in the groundwater. We find that methane migration in the aquifer was governed by subtle grain-scale bedding that impeded buoyant free-phase gas flow and led to episodic releases of free-phase gas. The result was lateral migration of gas beyond that expected by groundwater advection alone. Methane persisted in the groundwater zone despite active growth of methanotrophic bacteria, although much of the methane that vented into the vadose zone was oxidized. Our findings demonstrate that even small-volume releases of methane gas can cause extensive and persistent free phase and solute plumes emanating from leaks that are detectable only by contaminant hydrogeology monitoring at high resolution.","Authors":"Cahill, AG (Cahill, Aaron G.) ; Steelman, CM (Steelman, Colby M.) ; Forde, O (Forde, Olenka) ; Kuloyo, O (Kuloyo, Olukayode) ; Ruff, SE (Ruff, S. Emil) ; Mayer, B (Mayer, Bernhard) ; Mayer, KU (Mayer, K. Ulrich) ; Strous, M (Strous, Marc) ; Ryan, MC (Ryan, M. Cathryn) ; Cherry, JA (Cherry, John A.) ; Parker, BL (Parker, Beth L.) ...More...Less","Title":"Mobility and persistence of methane in groundwater in a controlled-release field experiment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067000020 ISSN: 0378-3820 eISSN: 1873-7188","Keywords":"Pyrolysis; Oil shale; Internals; Steam atmosphere; Shale ash; Ceramic balls KeyWords Plus:FIXED-BED; STEAM; FILTRATION; GAS; TEMPERATURE; TECHNOLOGY; PRODUCTS; CRACKING; COKING; FILTER","Categories":"Chemistry; Energy & Fuels; Engineering Web of Science Categories:Chemistry, Applied; Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL PROCESSING TECHNOLOGY Volume: 158 Pages: 191-198 DOI: 10.1016/j.fuproc.2017.01.005 Published: APR 2017","Abstract":"Oil shale pyrolysis by solid heat carrier in moving bed with internals (MBI) was investigated with the aim to identify the effect of oil shale properties (moisture content and particle size) and heat carrier types on the physicochemical properties and distributions of pyrolysis products. Pyrolysis of oil shale with high moisture content of 10 wt% caused obvious increase in shale oil yield due to the protective effect of steam atmosphere by its reducing secondary reactions and also catalysis action of shale ash. The obtained highest shale oil yield was close to the yield of Fischer Assay. Pyrolyzing dried oil shale produced shale oil containing more light oils (gasoline and diesel) and allowed higher gas yield. Pyrolysis of large size (i.e. >10 mm) oil shale reduced oil yield but increased light oil content due to the required long time for heat transfer and intra-patticle volatile diffusion. Comparing with ceramic balls, shale ash as the heat carrier presented a favorably catalytic effect on cracking and upgrading of shale oil. With increasing pyrolysis temperature from 465 to 525 degrees C, using shale ash greatly raised light oil content by 10.24% (relatively), considerably reduced the content of heteroatomic compounds, and promoted the conversion of aliphatics to aromatics. Shale ash carrier particles enabled better dust removal than ceramic balls did to attain oil product with a dust content below 0.2 wt%. Generally, oil shale pyrolysis using shale ash heat carrier in MBI process has obvious effects of in-situ shale oil upgrading and in-bed dust removal to allow good pyrolysis performance. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Lai, DG (Lai, Dengguo) ; Zhang, GY (Zhang, Guangyi) ; Xu, GW (Xu, Guangwen)","Title":"Characterization of oil shale pyrolysis by solid heat carrier in moving bed with internals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393004800027 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Low-rank; Pore structure; Fractal dimensions; Methane adsorbability KeyWords Plus:MERCURY POROSIMETRY; ADSORPTION-ISOTHERMS; NORTH CHINA; METHANE; GAS; THERMODYNAMICS; SURFACES; EQUATION; CARBONS; SHALE","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 193 Pages: 254-264 DOI: 10.1016/j.fuel.2016.11.069 Published: APR 1 2017","Abstract":"In this study, a series of laboratory experiments were performed to firstly analyze the characteristics of the pore structure in low-rank coal (R-o < 0.70%), and then relationships between fractal dimensions and coal rank, coal composition and pore structure, and their impacts on methane adsorbability and seepage ability were studied too. The desorption isotherms of low-rank coal mainly belongs to Type B, which are primarily caused by ink-bottle-shaped and narrow-slit pores that are good for coalbed methane (CBM) enrichment, but bad for seepage. The seepage pores are dominated by primary plant macropores (>1000 nm), with a poor development of mesopores (100-1000 nm). The fractal features of adsorbed pores and seepage pores were defined and calculated using fractal dimensions D-2 (2.563-2.926) and D-4 (2.683-3.263), respectively. D-2 has a positive correlation with moisture content, while D-4 has a positive correlation with Ro and fixed carbon and a negative correlation with the volatile content. Both D-2 and D-4 have a weaker association with the ash yield and no apparent relationship with coal macerals, indicating that coal-forming materials and environments have little influence on the pore structure fractal characteristics. D-2 has a strongly correlation with the BET surface area (R-2 = 0.9026) and the average pore diameter (R-2 = 0.9841), again proving that D-2 can be used to characterize the pore structure fractal dimension of adsorbed pores. D-2 shows a negative correlation with the Langmuir volume (VI), but no apparent relationship with the Langmuir pressure (P-L), indicating that the pore structure of absorbed pores has little effect on methane desorption during the process of CBM exploitation. D-4 has weak positive correlation with permeability. Overall, fractal analysis is beneficial for better understanding the pore structure, methane adsorbability and seepage ability of low-rank coal. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Fu, HJ (Fu, Haijiao) ; Tang, DZ (Tang, Dazhen) ; Xu, T (Xu, Ting) ; Xu, H (Xu, Hao) ; Tao, S (Tao, Shu) ; Li, S (Li, Song) ; Yin, ZY (Yin, ZhenYong) ; Chen, BL (Chen, Baoli) ; Zhang, C (Zhang, Cheng) ; Wang, LL (Wang, Linlin)","Title":"Characteristics of pore structure and fractal dimension of low-rank coal: A case study of Lower Jurassic Xishanyao coal in the southern Junggar Basin, NW China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393004800043 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Methane; Shale gas; Adsorption; Langmuir isotherm; Isosteric heat of adsorption KeyWords Plus:ZEOLITE-TEMPLATED CARBON; ISOSTERIC HEAT; ABSOLUTE ADSORPTION; GAS-STORAGE; EQUATION; BASIN; COAL; PERFORMANCE; ISOTHERMS; SYSTEMS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 193 Pages: 411-418 DOI: 10.1016/j.fuel.2016.12.047 Published: APR 1 2017","Abstract":"Thermodynamic analyses of high pressure methane adsorption in shale are rarely reported because of the lack of a reliable approach for obtaining the true adsorption uptake from observed adsorption isotherms and the routinely used, oversimplified Clausius-Clapeyron (C-C) approximation. This work extends our previously proposed dual-site Langmuir adsorption model to calculate the isosteric heat of adsorption analytically from the observed adsorption isotherms for high pressure methane adsorption isotherms on Longmaxi shale from Sichuan, China (up to 27 MPa and 355.15 K). The calculated isosteric heat of adsorption considers both the real gas behavior of bulk methane and the adsorbed phase volume, which are neglected in the C-C approximation. By this method, the temperature dependence as well as the uptake dependence of the isosteric heat can be readily investigated, where the former cannot be revealed using the C-C approximation. The influence of the adsorbed phase and the gas behavior (real gas or ideal gas) on the isosteric heat of adsorption are also investigated, which shows that neglecting either the real gas behavior or the adsorbed phase volume always results in an overestimation of the isosteric heat of adsorption. In the Henry's law regime of low pressure and low adsorption uptake (and up to a surface occupancy of <0.5), the isosteric heat of adsorption of methane on Longmaxi shale is approximately constant at 15-47 kJ/mol, but then decreases significantly at higher pressures. This work therefore justifies the method to obtain the true isosteric heat of adsorption for high pressure methane in shale, which lays the foundation for future investigations of the thermodynamics and heat transfer characteristics of the interaction between high pressure methane and shale. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Tang, X (Tang, Xu) ; Ripepi, N (Ripepi, Nino) ; Stadie, NP (Stadie, Nicholas P.) ; Yu, LJ (Yu, Lingjie)","Title":"Thermodynamic analysis of high pressure methane adsorption in Longmaxi shale"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393004800046 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Shale gas flow model; Fractal induced fracture network distribution; Hydraulically fractured horizontal well; Microseismic; Gas adsorption; Percolation theory KeyWords Plus:PRESSURE-TRANSIENT ANALYSIS; HORIZONTAL WELLS; RESERVOIRS; MEDIA; PERMEABILITY; DIFFUSION; POROSITY","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 193 Pages: 444-459 DOI: 10.1016/j.fuel.2016.12.059 Published: APR 1 2017","Abstract":"Hydraulic fractures connecting to the adjacent induced fracture network significantly promote the productivity of unconventional gas reservoirs. Precise characterization of the fracture network in stimulated reservoir volume (SRV) is particularly important in modeling shale gas flow mechanisms. The objective of this work, based on available microseismic information of fracture density and field production data, is the integrated modeling of shale gas production with time-dependent pressure, pressure-dependent gas properties, and scale-dependent heterogeneous induced-fracture properties. This paper presents a Fractal Induced Fracture Network Distribution (FIFND) model to characterize SRV heterogeneity. The model consists of a novel fractal induced-fracture density distribution and a fractal permeability/porosity distribution. The FIFND model can accurately estimate the induced fracture permeability and porosity when only the microseismic data of fracture density are available. This is highly useful since microseismic fracture density data are more frequently available than permeability and porosity data. A semi-analytical Fractal Transient Shale Gas Flow model (FTSGF) is then derived for the multi-stage hydraulically-fractured horizontal wells. The FTSGF model is coupled with the FIFND model to better describe the fracture network heterogeneity in the SRV. The transient flow contribution from the matrix is modeled by apparent matrix porosity with the presence of adsorbed gas. The fractal transient flow features are ultimately transformed into a characteristic function of the fractal matrix-fracture flow transfer. The FIFND model is validated though the upscaled microseismic geological data for a Barnett shale well. Fracture density distribution, which is regulated by the Hausdorff dimension, is more significant on well productivity than fracture permeability, which is mainly subject to the fracture tortuosity index. The FTSGF model is verified by the field production data in Barnett shale. The robustness of the FTSGF model is justified by a good fit with the Power Law Exponential Decline model (PLE) and alignment with realistic values of multiple physical parameters, including average induced-fracture apertures. Our model is also validated for predicative robustness using fewer months of production data. Finally, we propose and implement a workflow for the integrated semi-analytical modeling of shale gas production. The workflow provides an effective tool for characterization, history-matching, and forecasting reservoir/well performance of hydraulically-fractured horizontal wells in shale reservoirs. The limitations of the proposed models and potential future expansions are discussed. Published by Elsevier Ltd.","Authors":"Fan, D (Fan, Dian) ; Ettehadtavakkol, A (Ettehadtavakkol, Amin)","Title":"Semi-analytical modeling of shale gas flow through fractal induced fracture networks with microseismic data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398872200018 ISSN: 0013-7952 eISSN: 1872-6917","Keywords":"Photoacoustic spectroscopy (PAS); Open photoacoustic cell; Thermal diffusivity measurements; Low-porous shale-type caprocks KeyWords Plus:CONDUCTIVITY; INJECTION; ROCKS","Categories":"Engineering; Geology Web of Science Categories:Engineering, Geological; Geosciences, Multidisciplinary","Journal Information":"ENGINEERING GEOLOGY Volume: 220 Pages: 183-195 DOI: 10.1016/j.enggeo.2017.02.003 Published: MAR 30 2017","Abstract":"Photoacoustic spectrometry (PAS) was used to determine thermal diffusivity and porosity of three sealing cap rocks originating from oil and gas fields in Brazil. In the petroleum industry developments in the low permeability rocks characterization are a key issue for safe exploitation. Also to assess the potential for using depleted reservoirs as a geologic repository for radioactive waste disposal or CO2 sequestration involves the knowledge of thermal properties parameters in caprocks. The experimental PAS technique using the open photoacoustic cell (OPC) method was employed to determine the porosity through correlation based on the thermal diffusivity values for consolidated and unconsolidated caprocks using small amounts of rocks and a few adjustments of empirical equations. The values obtained for thermal diffusivity were between 0.01667 (+/- 0.0013) and 0.09298 +/- 0.00018) cm(2)/s while the porosity ranged from 1.42% to 9%. It was observed that thermal diffusivity declines as the apparent porosity of the samples decreases. The variations in thermal diffusivity between the analyzed gas and oil fields were supported by field emission scanning electron microscopy and X-ray diffraction analyses, while porosity values were in a good agreement from those measured using the combination of nitrogen gas, adsorption and mercury intrusion capillary pressure techniques. The use of PAS data on determining thermal diffusivity and subsequently low -porosity of porous media, such as caprocks, has not, to the best of our knowledge, been previously reported in the literature. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Schmitt, M (Schmitt, Mayka) ; Poffo, CM (Poffo, Claudio M.) ; de Lima, JC (de Lima, Joao Cardoso) ; Fernandes, CP (Fernandes, Celso Peres) ; dos Santos, VSS (Santiago dos Santos, Viviane Sampaio)","Title":"Application of photoacoustic spectroscopy to characterize thermal diffusivity and porosity of caprocks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398248000031 ISSN: 0888-5885","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"INDUSTRIAL & ENGINEERING CHEMISTRY RESEARCH Volume: 56 Issue: 12 Pages: 3446-3455 DOI: 10.1021/acs.iecr.6b04432 Published: MAR 29 2017","Abstract":"The primary objective of this study is to investigate the adsorption and surface diffusion of supercritical methane in shale. An adaptive Dubinin-Astakhov (ADA) model, with a term taking the adsorbed phase density, was introduced to interpret measured excess adsorption isotherms and obtain temperature-independent characteristic curves. The ADA model can also predict adsorption isotherms at different temperatures. Combining with the ADA model and the Maxwell-Stefan equation, a new model was developed to describe the surface diffusion of supercritical methane in shale. The model was successfully validated against experimental data. We also studied the effect of fugacity and temperature on the surface diffusion. With increasing temperature, the surface diffusion flux reaches a maximum and then decreases, which is the result of a trade off between the amount adsorbed and the effective Maxwell-Stefan surface diffusivity. The driving force for surface diffusion is the chemical potential gradient, which can be related to the gradient of fractional occupancy by a thermodynamic factor. The absolute adsorption isotherms of supercritical methane in shale are of Type I in the IUPAC classification scheme. At high feed fugacity, the adsorbed concentration at feed side approaches saturation. Further increasing the feed fugacity can hardly increase the driving force for the surface diffusion. But increasing temperature can increase the effective Maxwell-Stefan surface diffusivity, which leads to the increase of the surface diffusion flux.","Authors":"Ren, WX (Ren, Wenxi) ; Li, GS (Li, Gensheng) ; Tian, SC (Tian, Shouceng) ; Sheng, M (Sheng, Mao) ; Geng, LD (Geng, Lidong)","Title":"Adsorption and Surface Diffusion of Supercritical Methane in Shale"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397860900012 PubMed ID: 28271101 ISSN: 1463-9076 eISSN: 1463-9084","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Atomic, Molecular & Chemical","Journal Information":"PHYSICAL CHEMISTRY CHEMICAL PHYSICS Volume: 19 Issue: 12 Pages: 8223-8229 DOI: 10.1039/c7cp00550d Published: MAR 28 2017","Abstract":"We apply micro-and nanofluidics to study fundamental phase change behaviour at nanoscales, as relevant to shale gas/oil production. We investigate hydrocarbon phase transition in sub-100 nm channels under conditions that mimic the pressure drawdown process. Measured cavitation pressures are compared with those predicted from the nucleation theory. We find that cavitation pressure in the nanochannels corresponds closer to the spinodal limit than that predicted from classical nucleation theory. This deviation indicates that hydrocarbons remain in the liquid phase in nano-sized pores under pressures much lower than the saturation pressure. Depending on the initial nucleation location - along the channel or at the end - two types of bubble growth dynamics were observed. Bubble growth was measured experimentally at different nucleation conditions, and results agree with a fluid dynamics model including evaporation rate, instantaneous bulk liquid velocity, and bubble pressure. Collectively these results demonstrate, characterize, and quantify isothermal bubble nucleation and growth of a pure substance in nanochannels.","Authors":"Bao, B (Bao, Bo) ; Zandavi, SH (Zandavi, Seyed Hadi) ; Li, HW (Li, Huawei) ; Zhong, JJ (Zhong, Junjie) ; Jatukaran, A (Jatukaran, Arnav) ; Mostowfi, F (Mostowfi, Farshid) ; Sinton, D (Sinton, David)","Title":"Bubble nucleation and growth in nanochannels"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395617900116 ISSN: 1359-4311","Keywords":"Shale gas; CO2 enhanced shale gas recovery; Triple porosity model; CO2 storage KeyWords Plus:CARBON-DIOXIDE; SUPERCRITICAL CO2; FLUID-FLOW; MULTISCALE; SEQUESTRATION; SIMULATION; SLIPPAGE; BEHAVIOR; MATRIX","Categories":"Thermodynamics; Energy & Fuels; Engineering; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Engineering, Mechanical; Mechanics","Journal Information":"APPLIED THERMAL ENGINEERING Volume: 115 Pages: 1306-1314 DOI: 10.1016/j.applthermaleng.2017.01.062 Published: MAR 25 2017","Abstract":"The depletion of conventional energy sources is leading to increased demand for unconventional energy sources. Shale gas is an important unconventional energy source that has been successfully developed and utilized in the United States. CO2 enhanced shale gas recovery (CO2-ESG) is a promising shale gas extraction technology. Supercritical CO2 injection can enhance the shale gas recovery through competitive absorption between the methane and the CO2 while also providing CO2 geological sequestration. However, assessments of the feasibility of CO2 enhanced shale gas recovery in field scale trials is quite complicated given the complex pore structures in shale reservoirs and the ultralow permeability. This paper describes a triple porosity, dual permeability (TP-DK) model that includes the effects of the shale gas adsorption and desorption, the competitive adsorption and binary gas diffusion. The Sichuan basin in China is selected as the target reservoir. The key parameters in this simulation were determined by experimental measurements of shale samples from the Lower Silurian Longmaxi Formation (LSLF) shale in the Sichuan basin. The results show that the CO2 injection can significantly enhance the shale gas recovery. A 90 m thick shale gas reservoir with a 1200 m horizontal well absorb injections of CO2 captured from a large 1000 MWe coal-fired power plant for 2 years. However, the volume flow rate of the CO2 sequestration decreased with time as the production pressure decreased. Both the production time and the production pressure should be considered on the synergy between the CO2 sequestration and the shale gas recovery. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Xu, RN (Xu, Ruina) ; Zeng, KC (Zeng, Kecheng) ; Zhang, CW (Zhang, Chunwei) ; Jiang, PX (Jiang, Peixue)","Title":"Assessing the feasibility and CO2 storage capacity of CO2 enhanced shale gas recovery using Triple-Porosity reservoir model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397935700001 ISSN: 1680-7316 eISSN: 1680-7324","Categories":"Meteorology & Atmospheric Sciences Web of Science Categories:Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC CHEMISTRY AND PHYSICS Volume: 17 Issue: 6 Pages: 3963-3985 DOI: 10.5194/acp-17-3963-2017 Published: MAR 24 2017","Abstract":"This review paper explores recent efforts to estimate state-and national-scale carbon dioxide (CO2) and methane (CH4) emissions from individual anthropogenic source sectors in the US. Nearly all state and national climate change regulations in the US target specific source sectors, and detailed monitoring of individual sectors presents a greater challenge than monitoring total emissions. We particularly focus on opportunities to synthesize disparate types of information on emissions, including emission inventory data and atmospheric greenhouse gas data. We find that inventory estimates of sector-specific CO2 emissions are sufficiently accurate for policy evaluation at the national scale but that uncertainties increase at state and local levels. CH4 emission inventories are highly uncertain for all source sectors at all spatial scales, in part because of the complex, spatially variable relationships between economic activity and CH4 emissions. In contrast to inventory estimates, top-down estimates use measurements of atmospheric mixing ratios to infer emissions at the surface; thus far, these efforts have had some success identifying urban CO2 emissions and have successfully identified sector-specific CH4 emissions in several opportunistic cases. We also describe a number of forward-looking opportunities that would aid efforts to estimate sector-specific emissions: fully combine existing top-down datasets, expand intensive aircraft measurement campaigns and measurements of secondary tracers, and improve the economic and demographic data (e.g., activity data) that drive emission inventories. These steps would better synthesize inventory and topdown data to support sector-specific emission reduction policies.","Authors":"Miller, SM (Miller, Scot M.) ; Michalak, AM (Michalak, Anna M.)","Title":"Constraining sector-specific CO2 and CH4 emissions in the US"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392037600051 ISSN: 1383-5866 eISSN: 1873-3794","Keywords":"Electrodialysis; Shale gas flowback; Seawater; Sodium chloride; Calcium; Demineralization; Separations; Produced water; Fouling prevention KeyWords Plus:SULFAMIC ACID; WATER","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"SEPARATION AND PURIFICATION TECHNOLOGY Volume: 175 Pages: 443-453 DOI: 10.1016/j.seppur.2016.10.035 Published: MAR 24 2017","Abstract":"Electrodialysis (ED) is an electrochemically driven membrane technology that is usually used for treating feed water containing several thousand mg/l total dissolved solids (TDS). This research investigated the use of ED for the treatment of flowback water from shale gas hydro fracture. Shale brines contain tens of thousands of mg/l TDS and contain a mixture of multivalent cations, such as calcium, magnesium, barium, strontium, radium, iron, and manganese. This paper covers efforts undertaken to mitigate problems associated with high concentrations of calcium (4000 mg/l) in the presence of 30,000 mg/l NaCl. Eight baseline ED tests were performed with sodium chloride. Seven additional runs were designed to understand the effect of calcium on the electrodialysis process. Initial tests showed strong incursion of calcium into the electrolyte using a CMX barrier membrane. The apparent calcium fouling (in and around) the electrode cells was indicated by a rapid degradation of process efficiency, observed as a decrease in current. The single cathode boundary membrane was replaced with a membrane that was more selective against multivalent cations (CMX-S). Calcium flux into the electrolyte was reduced by 47-73% and the ion flux from the concentrate to the diluate improved by approximately 40% compared to the baseline. Additionally, the replacement of the single cathode boundary membrane imparted an apparent immunity to direct fouling by addition of calcium directly into the electrolyte. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Hayes, TD (Hayes, Thomas D.) ; Severin, BF (Severin, Blaine F.)","Title":"Electrodialysis of highly concentrated brines: Effects of calcium"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397477900048 PubMed ID: 28235178 ISSN: 0013-936X eISSN: 1520-5851","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE & TECHNOLOGY Volume: 51 Issue: 6 Pages: 3542-3549 DOI: 10.1021/acs.est.6b05933 Published: MAR 21 2017","Abstract":"Emissions of nitrogen oxides (NOx) in the United States (U.S.) from large stationary sources, such as electric generating units, have decreased since 1995, driving decreases in nitrogen deposition. However, increasing NOx emissions from emerging industries, such as unconventional natural gas (UNG) extraction, could offset stationary source emission reductions in shale gas producing regions of the U.S. The Marcellus Shale in the northeastern U.S. has seen dramatic increases in the number of wells and associated natural gas production during the past 10 years. In this study, we examine the potential impacts of shale gas development on regional NOx emission inventories and dry deposition fluxes to Clean Air Status and Trends (CASTNET) sites in Pennsylvania and New York. Our results demonstrate that the current distribution of CASTNET sites is ineffective for monitoring the influence of Marcellus well NOx emissions on regional nitrogen deposition. Despite the fact that existing CASTNET sites are not influenced by UNG extraction activity, NO emissions densities from shale gas extraction are substantial and are estimated to reach up to 21 kg NOx, ha(-1) year(-1) in some regions. If these emissions deposit locally, UNG extraction activity could contribute to critical nitrogen load exceedances in areas of high well density.","Authors":"Coughlin, JG (Coughlin, Justin G. }) ; Rose, LA (Rose, Lucy A.) ; Bain, DJ (Bain, Daniel J.) ; Elliott, EM (Elliott, Emily M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Elliott, Emily   E-8122-2011 http://orcid.org/0000-0002-9653-1513","Title":"The Influence of Marcellus Shale Extraction Emissions on Regionally Monitored Dry Reactive Nitrogen Deposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397477900051 PubMed ID: 28207242 ISSN: 0013-936X eISSN: 1520-5851","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE & TECHNOLOGY Volume: 51 Issue: 6 Pages: 3567-3574 DOI: 10.1021/acs.est.6b06071 Published: MAR 21 2017","Abstract":"The risk of environmental contamination by oil and gas wells depends strongly on the frequency with which they lose integrity. Wells with compromised integrity typically exhibit pressure in their outermost annulus (surface casing pressure, SfCP) due to gas accumulation. SfCP is an easily measured but poorly documented gauge of well integrity. Here, we analyze SfCP data from the Colorado Oil and. Gas Conservation Commission database to evaluate the frequency of well integrity loss in the Wattenberg Test Zone (WTZ), within the Wattenberg Field, Colorado. Deviated and horizontal wells were found to exhibit SfCP more frequently than vertical wells. We propose a physically meaningful well-specific critical SfCP criterion, which indicates the potential for a well to induce stray gas migration. We show that 270 of 3923 wells tested for SfCP in the WTZ exceeded critical SfCP. Critical SfCP is strongly controlled by the depth of the surface casing. Newer horizontal wells, drilled during the unconventional drilling boom, exhibited critical SfCP less frequently than Other wells because they were predominantly constructed with deeper surface casings. Thus, they pose a lower risk for inducing stray gas migration than legacy vertical or deviated wells with surface casings shorter than modern standards.","Authors":"Lackey, G (Lackey, Greg) ; Rajaram, H (Rajaram, Harihar) ; Sherwood, OA (Sherwood, Owen A.) ; Burke, TL (Burke, Troy L.) ; Ryan, JN (Ryan, Joseph N.)","Title":"Surface Casing Pressure As an Indicator of Well Integrity Loss and Stray Gas Migration in the Wattenberg Field, Colorado"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397879500001 ISSN: 1867-3880 eISSN: 1867-3899","Keywords":"European Union; Horizon 2020; roadmap; sustainability","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"CHEMCATCHEM Volume: 9 Issue: 6 Pages: 904-909 DOI: 10.1002/cctc.201601641 Published: MAR 20 2017","Abstract":"This Essay presents in short the initiative of the European Commission to strengthen the activities in the area of catalysis, a key technology for a sustainable future. In particular, this Essay discusses the thematic European Cluster on Catalysis and its main output: The European Roadmap on Science and Technology of Catalysis. Between the main drivers for the sustainable future of chemical and energy vectors, production of the following aspects have been identified: 1) the change in the energy-chemistry nexus, and the need to move to a new sustainable energy scenario and of enabling long-distance (world scale) trading of renewable energy, 2) the change to a new vision for refineries, bio-refineries, and bio-factories, 3) metha-nol, as key chemical at the crossover of new energy-chemistry nexus, 4) the new possibilities by exploiting shale-gas, and biogas-based chemistry, and 5) solar-driven chemistry. To address this changing scenario, the Roadmap has identified a series of grand-challenges for catalysis, discussed in terms of the strategic research agenda and implementation plans: 1) catalysis to address the evolving energy and chemical scenario, 2) catalysis for a cleaner and sustainable future, and 3) addressing catalysis complexity-the latter being divided in three sub-topics (advanced design of novel catalysts, understanding catalysts from a molecular to a material scale, and expanding catalysis concepts).","Authors":"Perathoner, S (Perathoner, Siglinda) ; Gross, S (Gross, Silvia) ; Hensen, EJM (Hensen, Emiel J. M.) ; Wessel, H (Wessel, Helge) ; Chraye, H (Chraye, Helene) ; Centi, G (Centi, Gabriele) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Centi, Gabriele  http://orcid.org/0000-0001-5626-9840 Hensen, Emiel  http://orcid.org/0000-0002-9754-2417 Perathoner, Siglinda  http://orcid.org/0000-0001-8814-1972","Title":"Looking at the Future of Chemical Production through the European Roadmap on Science and Technology of Catalysis the EU Effort for a Long-term Vision"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396730900001 ISSN: 0009-2541 eISSN: 1878-5999","Keywords":"Igneous intrusion; Organic matter; Carbon isotopes; Mass extinction; Greenhouse gases; Vitrinite density KeyWords Plus:DENSITY GRADIENT CENTRIFUGATION; PURGATOIRE RIVER VALLEY; LATEST PERMIAN CHARS; OCEANIC ANOXIC EVENT; IGNEOUS INTRUSION; CONTACT-METAMORPHISM; PENNSYLVANIAN COAL; THERMAL ALTERATION; BITUMINOUS COAL; ORGANIC-MATTER","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"CHEMICAL GEOLOGY Volume: 453 Pages: 1-11 DOI: 10.1016/j.chemgeo.2017.02.012 Published: MAR 20 2017","Abstract":"Igneous intrusions into coals and organic-rich rocks may have contributed to global warming in the geologic past through the release of greenhouse gases. Evidence for a large release of thermogenic CH4 from the organics would include significant delta C-13(org) enrichment in the residual organic matter (OM). However, delta C-13(org) values of thermally altered OM in coals and shales adjacent to intrusions often show negative trends or, in some cases, ambiguous or positive trends. Previous studies have evaluated the delta C-13(org) of whole-coal samples rather than that of individual organic components, or macerals. As different macerals have different isotopic compositions, maceral-specific trends may be masked by variations in maceral composition of the bulk samples. This study evaluates the hypothesis that, if a large-scale release of C-13-depleted thermogenic CH4 resulted from intrusion of the coal, then it should have produced C-13-enriched coal residuum and, specifically, vitrinite (the most abundant component of the coal) adjacent to the intrusion. This study reports geochemical and petrographic data for whole-coal samples and vitrinite macerals (separated via density-gradient centrifugation, DGC) from a transect of thermally altered Springfield (No. 5) Coal (Pennsylvanian) in the Illinois Basin. Approaching the dike contact, mean vitrinite reflectance (R-r) increases from background levels of 0.55% up to similar to 4.8% and liptinites become indistinguishable from vitrinite. Isotropic and fine-grained circular mosaic coke is observed in samples within similar to 1.3 m of the coal/intrusion contact. Approaching the intrusion, volatile matter (VM) decreases and fixed carbon (FC) and %C increase, whereas %H decreases. Total organic carbon (TOC) for whole coal decreases from 77% to 34%, whereas TOC for separated vitrinite fractions increases from similar to 66% to 93% toward the coal/ intrusion contact. Density of DGC-separated vitrinites ranges from 1.27 g/mL in the unaltered coal to 1.52 g/mL in the sample adjacent to the coal/ intrusion contact. Vitrinite density increases with increased Rr and %C, and decreases with increased %H and H/C. Despite these marked geochemical and petrographic changes, no significant changes in delta C-13(org) values of the whole coal (-25.3% to-24.9%) or the separated vitrinites (-25.3% to-25.0%) occur proximal to the intrusion. Changes in the isotopic signatures are not of a magnitude that would be expected if significant quantities of isotopically depleted thermogenic CH4 had been generated by the intrusive event. Moreover, no petrographic evidence supports the occurrence of condensed or immobilized thermal products due to rapid pyrolysis (such as C-12-rich pyrolytic carbon) close to the intrusion that could have moderated any changes in delta C-13(org). Geochemical and petrographic results suggest that only minimal loss of CH4 was associated with the rapid heating of the Springfield (No. 5) Coal by the intrusion. These findings have significant implications for models linking past global warming to the intrusion of coals and carbonaceous shales. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Rahman, MW (Rahman, Mohammad W.) ; Rimmer, SM (Rimmer, Susan M.) ; Rowe, HD (Rowe, Harold D.) ; Huggett, WW (Huggett, William W.)","Title":"Carbon isotope analysis of whole-coal and vitrinite from intruded coals from the Illinois Basin: No isotopic evidence for thermogenic methane generation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396730900011 ISSN: 0009-2541 eISSN: 1878-5999","Keywords":"Stable isotopes; Biogenic gas; Carbon isotopes; Hydrogen isotopes; Coalbed methane KeyWords Plus:SAN-JUAN BASIN; POWDER RIVER-BASIN; FRESH-WATER ENVIRONMENTS; DEVONIAN ANTRIM SHALE; BLACK-WARRIOR BASIN; ORGANIC-RICH SHALE; COOK INLET BASIN; GULF-OF-MEXICO; BIOGENIC METHANE; STABLE-ISOTOPE","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"CHEMICAL GEOLOGY Volume: 453 Pages: 128-145 DOI: 10.1016/j.chemgeo.2017.01.027 Published: MAR 20 2017","Abstract":"Stable carbon and hydrogen isotope signatures of methane, water, and inorganic carbon are widely utilized in natural gas systems for distinguishing microbial and thermogenic methane and for delineating methanogenic pathways (acetoclastic, hydrogenotrophic, and/or methylotrophic methanogenesis). Recent studies of coal and shale gas systems have characterized in situ microbial communities and provided stable isotope data (delta D-CH4, delta D-H2O, delta C-13-CH4, and delta C-13-CO2) from a wider range of environments than available previously. Here we review the principal biogenic methane-yielding pathways in coal beds and shales and the isotope effects imparted on methane, document the uncertainties and inconsistencies in established isotopic fingerprinting techniques, and identify the knowledge gaps in understanding the subsurface processes that govern H and C isotope signatures of biogenic methane. We also compare established isotopic interpretations with recent microbial community characterization techniques, which reveal additional inconsistencies in the interpretation of microbial metabolic pathways in coal beds and shales. Collectively, the re-assessed data show that widely-utilized isotopic fingerprinting techniques neglect important complications in coal beds and shales. Isotopic fingerprinting techniques that combine delta C-13-CH4 with delta D-CH4 and/or delta C-13-CO2 have significant limitations: (1) The consistent similar to 160% offset between delta D-H2O and delta D-CH4 could imply that hydrogenotrophic methanogenesis is the dominant metabolic pathway in microbial gas systems. However, hydrogen isotopes can equilibrate between methane precursors and coexisting water, yielding a similar apparent H isotope signal as hydrogenotrophic methanogenesis, regardless of the actual methane formation pathway. (2) Non-methanogenic processes such as sulfate reduction, Fe oxide reduction, inputs of thermogenic methane, anaerobicmethane oxidation, and/or formation water interaction can cause the apparent carbon isotope fractionation between delta C-13-CH4 and delta C-13-CO2 (alpha C-13(CO2-CH4)) to differ from the true methanogenic fractionation, complicating interpretation of methanogenic pathways. (3) Where little-fractionating non-methanogenic bacterial processes compete with highly-fractionating methanogenesis, the mass balance between CH4 and CO2 is affected. This has implications for delta C-13 values and provides an alternative interpretation for net C isotope signatures than solely the pathways used by active methanogens. (4) While most of the reviewed values of delta D-H2O -delta D-CH4 and alpha C-13(CO2-CH4) are apparently consistent with hydrogenotrophic methanogenesis as the dominant pathway in coal beds and shales, recent microbial community characterization techniques suggest a possible role for acetoclastic or methylotrophic methanogenesis in some basins. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Vinson, DS (Vinson, David S.) ; Blair, NE (Blair, Neal E.) ; Martini, AM (Martini, Anna M.) ; Larter, S (Larter, Steve) ; Orem, WH (Orem, William H.) ; McIntosh, JC (McIntosh, Jennifer C.)","Title":"Microbial methane from in situ biodegradation of coal and shale: A review and reevaluation of hydrogen and carbon isotope signatures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395984200001 ISSN: 1742-2132 eISSN: 1742-2140","Keywords":"compressive sensing; nanopore reconstruction; FIB-SEM image processing KeyWords Plus:RELATIVE PERMEABILITY; INVERSE PROBLEMS; POROUS-MEDIA; GRADIENT","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOPHYSICS AND ENGINEERING Volume: 14 Issue: 2 Pages: 359-367 DOI: 10.1088/1742-2140/aa5c0e Published: MAR 20 2017","Abstract":"With increasing global demand for energy resources, shale gas has been paid considerable attention in recent years. Nanopore geometry is the basis for all microscopic rock physics and petrophysical numerical experiments for shale. At present, nano digital cores can be acquired via thin section reconstruction,. nanometer-scale x-ray computed tomography (nano-CT), and focused ion beam and scanning electron microscopy (FIB-SEM). FIB-SEM detects nanoscale pores in the xy-plane with a resolution of up to 0.8 nm voxel(-1), and it is usually provides higher resolution than nano-CT. The main workload associated with FIB-SEM is the need to recut the sample many times and scan every section, with these then being overlaid to create a threedimensional (3D) pore model. Each cutting distance can be ascertained, but this cannot be controlled. precisely because of the fundamental limits of focused ion beams. Many interpolation methods can be used to fit the anisotropy resolution. However, these methods can also alter the geometry of the pores. Nanopores that are close to the limiting resolution are particularly susceptible to stretching. Linear interpolation is likely to lengthen the pores in the low-resolution direction. The subsequent calculation of sensitive physical attributes will be affected by geometric alterations. Through foundational work in the compressive sensing (CS) method, we present a reconstruction workflow for maintaining the pore shape using prior knowledge and reliable information. The images are reassembled with equal distance, so the nanoscale structures can have a resolution of unity in three dimensions.","Authors":"Guo, L (Guo, Long) ; Xiao, LZ (Xiao, Lizhi)","Title":"Shale nanopore reconstruction with compressive sensing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394537300001 ISSN: 1742-2132 eISSN: 1742-2140","Keywords":"petrophysics; rock physics modeling; elastic parameters; reservoir characterization; cross well correlation; Sawan gas field KeyWords Plus:GAS-FIELD; VELOCITY; MODEL; SANDSTONES; INVERSION; MIXTURES; POROSITY; MEDIA; AVO","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOPHYSICS AND ENGINEERING Volume: 14 Issue: 2 DOI: 10.1088/1742-2140/14/2/212 Published: MAR 20 2017","Abstract":"The sand intervals of the Lower Goru Formation of the Cretaceous age, widely distributed in the Middle and Lower Indus Basin of Pakistan, are proven reservoirs. However, in the Sawan gas field of the Middle Indus Basin, these sandstone intervals are very deep and extremely heterogeneous in character, which makes it difficult to discriminate lithologies and fluid saturation. Based on petrophysical analysis and rock physics modeling, an integrated approach is adopted to discriminate between lithologies and fluid saturation in the above-mentioned sand intervals. The seismic velocities are modeled using the Xu-White clay-sand mixing rock physics model. The calibrated rock physics model shows good consistency between measured and modeled velocities. The correlation between measured and modeled P and S wave velocities is 92.76% and 84.99%, respectively. This calibrated model has been successfully used to estimate other elastic parameters, even in those wells where both shear and sonic logs were missing. These estimated elastic parameters were cross-plotted to discriminate between the lithology and fluid content in the target zone. Cross plots clearly separate the shale, shaly sand, and gas-bearing sand clusters, which was not possible through conventional petrophysical analysis. These data clusters have been exported to the corresponding well for the purpose of interpolation between wells and to analyze the lateral and vertical variations in lithology and fluid content in the reservoir zone.","Authors":"Azeem, T (Azeem, Tahir) ; Chun, WY (Chun, Wang Yan) ; MonaLisa (MonaLisa) ; Khalid, P (Khalid, Perveiz) ; Qing, LX (Qing, Liu Xue) ; Ehsan, MI (Ehsan, Muhammad Irfan) ; Munawar, MJ (Munawar, Muhammad Jawad) ; Wei, X (Wei, Xie)","Title":"An integrated petrophysical and rock physics analysis to improve reservoir characterization of Cretaceous sand intervals in Middle Indus Basin, Pakistan"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397003800001 PubMed ID: 28304395 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 44696 DOI: 10.1038/srep44696 Published: MAR 17 2017","Abstract":"Permeability is one of the most important parameters to evaluate gas production in shale reservoirs. Because shale permeability is extremely low, gas is often used in the laboratory to measure permeability. However, the measured apparent gas permeability is higher than the intrinsic permeability due to the gas slippage effect, which could be even more dominant for materials with nanopores. Increasing gas pressure during tests reduces gas slippage effect, but it also decreases the effective stress which in turn influences the permeability. The coupled effect of gas slippage and effective stress on shale permeability remains unclear. Here we perform laboratory experiments on Longmaxi shale specimens to explore the coupled effect. We use the pressure transient method to measure permeability under different stress and pressure conditions. Our results reveal that the apparent measured permeability is controlled by these two competing effects. With increasing gas pressure, there exists a pressure threshold at which the dominant effect on permeability switches from gas slippage to effective stress. Based on the Klinkenberg model, we propose a new conceptual model that incorporates both competing effects. Combining microstructure analysis, we further discuss the roles of stress, gas pressure and water contents on gas permeability of shale.","Authors":"Yang, DS (Yang, Diansen) ; Wang, W (Wang, Wei) ; Chen, WZ (Chen, Weizhong) ; Wang, SG (Wang, Shugang) ; Wang, XQ (Wang, Xiaoqiong) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wang, Shugang  B-6546-2013  ","Title":"Experimental investigation on the coupled effect of effective stress and gas slippage on the permeability of shale"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395959100097 ISSN: 0306-2619 eISSN: 1872-9118","Keywords":"Shale gas reservoir; Enhanced gas recovery; CO2 storage; Adsorption; Molecular diffusion; Geomechanics KeyWords Plus:EQUATION-OF-STATE; MOLECULAR-DIFFUSION; MARCELLUS SHALE; STORAGE; RECOVERY; PREDICTION; ADSORPTION","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"APPLIED ENERGY Volume: 190 Pages: 1195-1206 DOI: 10.1016/j.apenergy.2017.01.047 Published: MAR 15 2017","Abstract":"Although research on CO2 injection in shale gas reservoirs has been focused for enhanced gas recovery (EGR) and CO2 storage, previous studies have not examined both multi-component transport and geomechanical effects. Therefore, this study presents new shale gas models for CO2 injection considering multi component adsorption, dissolution, molecular diffusion, and stress-dependerit compaction. Based on these mechanisms and data for Barnett shale field, a simulation model was constructed for CO2 flooding and huff and puff. The proposed model was used to examine the effects of CO2 injection to EGR and CO2 storage and various mechanisms. The results presented that CO2 flooding and huff and puff improve CH4 production by 24% and 6% respectively compared with rio injection scenario. At the end of simulated time, the injected CO2 is stored as free, adsorbed, and dissolved states in proportions of 42%, 55%, and 3% respectively. To confirm these results, Marcellus and New Albany shale models, which have different reservoir properties, are generated and compared with Barnett shale model. However, in Marcellus and New Albany shale models, effects of CO2 injection are lower than that of Barnett shale model. Therefore, to investigate factors affecting to the efficiency of CO2 injection in shale gas reServoirs, extensive simulations were performed. Results of the simulation analyses show that natural fracture permeability, hydraulic fracture half-length, well spacing, and Langmuir constants are significant factors for EGR and CO2 storage. For the real applications, these parameters should be mainly considered. The investigations performed in this study present better understanding of CO2 injection processes to EGR and CO2 storage and they are important for optimizing the designs of CO2 injection in field applications. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kim, TH (Kim, Tae Hong) ; Cho, J (Cho, Jinhyung) ; Lee, KS (Lee, Kun Sang)","Title":"Evaluation of CO2 injection in shale gas reservoirs with multi-component transport and geomechanical effects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395963800010 PubMed ID: 28178420 ISSN: 0013-936X eISSN: 1520-5851","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE & TECHNOLOGY Volume: 51 Issue: 5 Pages: 2554-2562 DOI: 10.1021/acs.est.6b04072 Published: MAR 7 2017","Abstract":"To increase energy security and reduce emissions of air pollutants and CO, from coal use, China is attempting to duplicate the rapid development of shale gas that has taken place in the United States. This work builds a framework to estimate the lifecycle greenhouse gas (GHG) emissions from China's shale gas system and compares them with GHG emissions from coal used in the power, residential, and industrial sectors. We find the mean lifecycle carbon footprint of shale gas is about 30-50% lower than that of coal in all sectors under both 20 year and 100 year global warming potentials (GWP(20) and GWP(100)). However, primarily due to large uncertainties in methane leakage, the upper bound estimate of the lifecycle carbon footprint of shale gas in China could be approximately 15-60% higher than that of coal across sectors under GWP(20). To ensure net GHG emission reductions when switching from coal to shale gas, we estimate the breakeven methane leakage rates to be approximately 6.0%, 7.7%, and 4.2% in the power, residential, and industrial sectors, respectively, under GWP(20). We find shale gas in China has a good chance of delivering air quality and climate cobenefits, particularly when used in the residential sector, with proper methane leakage control.","Authors":"Qin, Y (Qin, Yue) ; Edwards, R (Edwards, Ryan) ; Tong, F (Tong, Fan) ; Mauzerall, DL (Mauzerall, Denise L.)","Title":"Can Switching from Coal to Shale Gas Bring Net Carbon Reductions to China?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395963800063 PubMed ID: 28140571 ISSN: 0013-936X eISSN: 1520-5851","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE & TECHNOLOGY Volume: 51 Issue: 5 Pages: 3032-3039 DOI: 10.1021/acs.est.6b05179 Published: MAR 7 2017","Abstract":"Hydraulic fracturing is an industrial process allowing for the extraction of gas or oil. To fracture the rocks, a proprietary mix of chemicals is injected under high pressure, which later returns to the surface as flowback and produced water (FPW). FPW is a complex chemical mixture consisting of trace metals, organic compounds, and often, high levels of salts. FPW toxicity to the model freshwater crustacean Daphnia magna was characterized utilizing acute (48 h median lethal concentrations; LC50) and chronic (21 day) exposures. A decrease in reproduction was observed, with a mean value of 18.5 neonates produced per replicate over a 21 day chronic exposure to 0.04% FPW, which was a significant decrease from the average of 64 neonates produced in the controls. The time to first brood was delayed in the highest FPW (0.04%) treatment. Neonates exhibited an LC50 of 0.19% of full-strength FPW, making them more sensitive than adults, which displayed an LC50 value of 0.75%. Quantitative PCR highlighted significant changes in expression of genes encoding xenobiotic metabolism (cyp4) and moulting (cut). This study is the first to characterize chronic FPW toxicity and will help with the development of environmental monitoring and risk assessment of FPW spills.","Authors":"Blewett, TA (Blewett, Tamzin A.) ; Delompre, PLM (Delompre, Perrine L. M.) ; He, YH (He, Yuhe) ; Folkerts, EJ (Folkerts, Erik J.) ; Flynn, SL (Flynn, Shannon L.) ; Alessi, DS (Alessi, Daniel S.) ; Goss, GG (Goss, Greg G.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number He, Henry  http://orcid.org/0000-0001-9211-4539 Blewett, Tamzin  http://orcid.org/0000-0001-6834-1571","Title":"Sublethal and Reproductive Effects of Acute and Chronic Exposure to Flowback and Produced Water from Hydraulic Fracturing on the Water Flea Daphnia magna"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396134400005 PubMed ID: 28009907 ISSN: 0306-0012 eISSN: 1460-4744","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"CHEMICAL SOCIETY REVIEWS Volume: 46 Issue: 5 Pages: 1358-1426 DOI: 10.1039/c6cs00324a Published: MAR 7 2017","Abstract":"Higher alcohols are important compounds with widespread applications in the chemical, pharmaceutical and energy sectors. Currently, they are mainly produced by sugar fermentation (ethanol and isobutanol) or hydration of petroleum-derived alkenes (heavier alcohols), but their direct synthesis from syngas (CO + H-2) would comprise a more environmentally-friendly, versatile and economical alternative. Research efforts in this reaction, initiated in the 1930s, have fluctuated along with the oil price and have considerably increased in the last decade due to the interest to exploit shale gas and renewable resources to obtain the gaseous feedstock. Nevertheless, no catalytic system reported to date has performed sufficiently well to justify an industrial implementation. Since the design of an efficient catalyst would strongly benefit from the establishment of synthesis-structure-function relationships and a deeper understanding of the reaction mechanism, this review comprehensively overviews syngas-based higher alcohols synthesis in three main sections, highlighting the advances recently made and the challenges that remain open and stimulate upcoming research activities. The first part critically summarises the formulations and methods applied in the preparation of the four main classes of materials, i.e., Rh-based, Mo-based, modified Fischer-Tropsch and modified methanol synthesis catalysts. The second overviews the molecular-level insights derived from microkinetic and theoretical studies, drawing links to the mechanisms of Fischer-Tropsch and methanol syntheses. Finally, concepts proposed to improve the efficiency of reactors and separation units as well as to utilise CO2 and recycle side-products in the process are described in the third section.","Authors":"Luk, HT (Luk, Ho Ting) ; Mondelli, C (Mondelli, Cecilia) ; Ferre, DC (Ferre, Daniel Curulla) ; Stewart, JA (Stewart, Joseph A.) ; Perez-Ramirez, J (Perez-Ramirez, Javier)","Title":"Status and prospects in higher alcohols synthesis from syngas"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000395725400135 ISSN: 1359-4311","Keywords":"Forced induction; Multi-point ignition; Pre-chamber spark plug; HCCI; Dedicated EGR system","Categories":"Thermodynamics; Energy & Fuels; Engineering; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Engineering, Mechanical; Mechanics","Journal Information":"APPLIED THERMAL ENGINEERING Volume: 114 Pages: 1372-1377 DOI: 10.10164/j.applthermaleng.2016.10.166 Published: MAR 5 2017","Abstract":"Interest in the potential of natural gas is growing, owing to its low CO2 emissions per unit of heat produced, and to the development of techniques for the exploitation of shale gas. Research and development relating to natural gas is also being pursued in view of its potential to increase Japan's energy security, because deposits are found around the world. Osaka Gas is pursuing the medium-to-long term development of gas engines. Increasing compression ratio, improving combustion under lean combustion conditions, and increasing specific output will be key to improving thermal efficiency. This paper summarizes the results of tests Osaka Gas to date with a view to improving the efficiency of small gas engines. First, tests with downsizing through forced induction were conducted. A naturally aspirated gas engine with a displacement of 3318 cm(3) was fitted with a high-efficiency turbocharger, and performance tests were conducted at brake mean effective pressure (BMEP). It was found that thermal efficiency under lean conditions reached 40%, but that NOx emissions exceeded 1500 ppm. When exhaust gas recirculation (EGR) was applied with a view to reducing NOx emissions, at the EGR limit (EGR ratio 18%), thermal efficiency was around 39% (NOx 500 ppm). With stoichiometric combustion, at the EGR limit, thermal efficiency reached a maximum of 39%. Next, the effectiveness of multi-point ignition, pre-chamber spark plugs and homogeneous charge compression ignition (HCCI) in improving lean/diluted combustion were studied, and each was found to improve stability, extend the lean limit and increase thermal efficiency under lean combustion conditions. Studies were also conducted in relation to the dedicated EGR system proposed by Southwest Research Institute (SwRI) as a means of improving EGR. It was determined that around 9% H-2, which has a combustion-promoting effect, was produced under conditions where the equivalence ratio was 1.5. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Takashima, Y (Takashima, Yoshitane) ; Katayama, S (Katayama, Satoshi) ; Sako, T (Sako, Takahiro) ; Furutani, M (Furutani, Masahiro)","Title":"Activities for high-efficiency small gas engines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398940400010 ISSN: 1895-7455","Keywords":"Magnetic anomaly; Igneous intrusions; Gravity; Models; Karoo Basin KeyWords Plus:MAGNETOMETER ARRAY; CAPE; GONDWANA; MOHO; STRATIGRAPHY; BOUNDARY; CRUST; BELT","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"ACTA GEOPHYSICA Volume: 65 Issue: 1 Pages: 119-138 DOI: 10.1007/s11600-017-0011-3 Published: MAR 2017","Abstract":"The southeastern Karoo Basin is considered to be one of the most prospective areas for shale gas exploration in South Africa. An interesting magnetic anomaly, the Beattie magnetic anomaly (BMA), and geologic intrusions are seen on the magnetic map. To date, the source of the BMA and interconnectivity of the igneous intrusions are not well understood. In this study, we investigate the interconnectivity of the igneous intrusions and possible location of the source of the BMA using gravity and magnetic methods. The gravity model results showed that igneous intrusions are interconnected at depth, which probably pose threat by increasing the risk of fracking the Karoo for shale gas exploration. The magnetic results revealed that the BMA becomes stronger with depth. The average depths to the top of the shallow and deep magnetic sources were estimated to be approximately 0.6 and 15 km, respectively.","Authors":"Baiyegunhi, C (Baiyegunhi, Christopher) ; Gwavava, O (Gwavava, Oswald)","Title":"Magnetic investigation and 21/2 D gravity profile modelling across the Beattie magnetic anomaly in the southeastern Karoo Basin, South Africa"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397354400005 ISSN: 0031-9201 eISSN: 1872-7395","Keywords":"Downhole microseismic monitoring; Double-difference tomography; Shale gas fracturing; Stimulated reservoir volume KeyWords Plus:HYDRAULIC STIMULATION; ARRIVAL TIMES; INDUCED MICROEARTHQUAKES; CROSS-CORRELATION; LEAST-SQUARES; HAYWARD FAULT; CALIFORNIA; ALGORITHM; SURFACE; PERIOD","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"PHYSICS OF THE EARTH AND PLANETARY INTERIORS Volume: 264 Pages: 35-46 DOI: 10.1016/j.pepi.2016.10.003 Published: MAR 2017","Abstract":"We have developed a new seismic tomography method, back azimuth constrained double-difference (DD) seismic tomography, which is suitable for downhole microseismic monitoring of hydraulic fracturing. The new method simultaneously locates microseismic events and determines three-dimensional (3D) Vp and Vs models for the fracturing zone using differential arrival times from pairs of events and event back azimuths in addition to absolute arrival times. Compared to the existing DD location and tomography method, our method incorporates back azimuth information to better constrain microseismic event locations in the case of poor spatial station coverage such as the linear downhole seismic array generally used for microseismic monitoring. By incorporating the relative arrival time and back azimuth information of events, the extended DD method can provide better relative event locations, and thus can better characterize the fracture distribution. In addition to microseismic locations, seismic velocity anomalies determined around the fracturing zone may also provide valuable information for fracture development. Due to the existence of fractures and fluids, the seismic velocity is expected to be lower in the fractured zone compared to the surrounding regions. Therefore the area of low seismic velocity anomaly may be used as a proxy for the stimulated reservoir volume. We have applied the new method to a downhole microseismic dataset from shale gas hydraulic fracturing. The microseismic events are more accurately relocated than the conventional grid search location method, and they are generally associated with low velocity anomalies. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Chen, YK (Chen, Yukuan) ; Zhang, HJ (Zhang, Haijiang) ; Miao, YY (Miao, Yuanyuan) ; Zhang, YS (Zhang, Yinsheng) ; Liu, Q (Liu, Qiang)","Title":"Back azimuth constrained double-difference seismic location and tomography for downhole microseismic monitoring"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396895200012 ISSN: 1866-7511 eISSN: 1866-7538","Keywords":"Western Guizhou; CBM wells; Produced water; Trace element; Interlayer interference KeyWords Plus:QINSHUI BASIN; SOUTH CHINA; OIL-FIELD; GEOCHEMISTRY; GROUNDWATER; COALFIELD; FLUIDS; BLOCK; SHALE","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"ARABIAN JOURNAL OF GEOSCIENCES Volume: 10 Issue: 6 Article Number: 137 DOI: 10.1007/s12517-017-2927-y Published: MAR 2017","Abstract":"Commingling coalbed methane (CBM) production will cause interlayer interference and severely impede the efficient drainage and pressure drop in coal seams. Effective recognition of interlayer interference is important during commingling CBM production. On the basis of water samples and trace element data from CBM wells in the Bide-Santang Basin, western Guizhou, China, the trace element dynamic characteristics and their significance for recognition of interlayer interference are discussed. As drainage proceeds, the trace element concentrations in the water tend to increase. Li, Ga, Rb, Sr, and Ba were selected as characteristic trace elements and were used to detect the water source apportionment of commingling production. The trace element concentrations in water derived from deep coal seams are relatively higher than those in water from shallow coal seams. The characteristic trace element concentrations in produced water exhibit good correlation with gas production and the interlayer span (the maximum vertical distance between produced coal seams in a well) of the CBM wells. Low trace element concentrations are indicative of interlayer interference. Wells with low gas production are characterized by a longer interlayer span, higher water production, and lower trace element concentrations. Wells with high gas production characteristically display a short interlayer span, lower water production, and higher trace element concentrations in produced water. Preliminary diagrams for recognition of interlayer interference are established based on characteristic trace elements in the produced water. The upper CBM system has poor commingling compatibility with the middle and lower CBM systems; thus, the middle and lower CBM systems should be a priority for future development.","Authors":"Guo, C (Guo, Chen) ; Qin, Y (Qin, Yong) ; Han, D (Han, Dong)","Title":"Interlayer interference analysis based on trace elements in water produced from coalbed methane wells: a case study of the Upper Permian coal-bearing strata, Bide-Santang Basin, western Guizhou, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396895200016 ISSN: 1866-7511 eISSN: 1866-7538","Keywords":"Longmaxi shale; Bedding planes; Acoustic emission; Wave velocity; Mechanical properties KeyWords Plus:MODEL; GAS","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"ARABIAN JOURNAL OF GEOSCIENCES Volume: 10 Issue: 6 Article Number: 141 DOI: 10.1007/s12517-017-2943-y Published: MAR 2017","Abstract":"The experimental work described in this paper was carried out in order to discover more about the effects of bedding planes on wave velocity and acoustic emission (AE) characteristics of shale. Two groups of specimens, which were collected from the Longmaxi shale outcrop in Chongqing, China and cored perpendicular and parallel to the bedding planes, were tested under uniaxial compression, and the wave velocity and AE were monitored. There were obvious differences in the acoustic characteristics of shale with different bedding plane orientations. The experimental results show that (1) the average increasing rates of P-and S-wave velocities were 39.86 and 54.41%, respectively, for the specimen with a load perpendicular to the bedding planes (Y-0). The P-wave velocity and axial strain of specimen show a marked logarithmic relationship. However, the average increasing rates of P-and S-wave velocities were 5.44 and 10.54%, respectively, for the specimen with a load parallel to the bedding planes (Y-90). The good linear relationship between P-wave velocity and axial strain before failure of specimen has been built. Generally, S-wave velocity was more sensitive to axial strain than P-wave velocity. (2) AE characteristics for Y-0 showed that a few signals. quiet period. stable increase -> steep increase; for Y-90: quiet period -> stable increase -> sudden increase -> sharp increase -> The AE energy for two groups of specimens was concentrated on low and middle of amplitudes (45-80 dB), but the proportion of amplitudes (80-100 dB) and the total counts of AE for Y-0 was 1.95, 2.2 times as much as that for Y-90, respectively. The results preliminarily revealed the effect of bedding orientation on the wave velocity and AE properties of shale and may provide guidance for the improvement of acoustic logging and microseismic monitoring in the field.","Authors":"Xu, F (Xu, Feng) ; Yang, CH (Yang, Chunhe) ; Guo, YT (Guo, Yintong) ; Wang, L (Wang, Lei) ; Hou, ZK (Hou, Zhenkun) ; Li, HR (Li, Haoran) ; Hu, XM (Hu, Xiaoming) ; Wang, TT (Wang, Tongtao)","Title":"Effect of bedding planes on wave velocity and AE characteristics of the Longmaxi shale in China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396838800001 ISSN: 0149-1423 eISSN: 1558-9153","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"AAPG BULLETIN Volume: 101 Issue: 3 Pages: 289-319 DOI: 10.1306/08051616027 Published: MAR 2017","Abstract":"The type section of the Oligocene to lower Miocene Maikop Group, considered themain source rock in the eastern Paratethys, has been studied using geochemical proxies to gain insights into depositional setting and hydrocarbon potential. The Maikop Group at the type section is approximately 600 m (2000 ft) thick. Deposition commenced after a major late Eocene sea level drop and a subsequent early Oligocene sea level rise. The Maikop Group is composed mainly of carbonate-free pelitic rocks. Calcareous rocks are limited to the lower Oligocene succession, including the Polbian Bed that forms a basin-wide marker horizon deposited during a time with significantly decreased salinity (Solenovian event). Anoxic conditions prevailed and were only interrupted for longer periods during deposition of the lower part of the lower Oligocene Pshekha Formation, the Polbian Bed, and the lower Miocene Olginskaya Formation. Total organic carbon (TOC) contents range up to 3.5 wt. %. Hydrogen index values are typically less than 300 mg hydrocarbons (HC)/g TOC but reach 420 mg HC/g TOC in black shales overlying the Polbian Bed (lower Morozkina Balka Formation). Organic richness of this level, approximately 10 m (33 ft) thick, is controlled by low salinity and high bioproductivity. The Maikop Group could generate approximately 2.0 t HC/m(2) surface area. A significant part (0.45 t/m(2)) comes from the lower Morozkina Balka Formation, which generates a high-wax paraffinic-naphthenic- aromatic mixed oil. The Pshekha, upper Morozkina Balka, and Batalpashinsk Formations would generate low-wax oil or condensate. The hydrocarbon generation potential of the overlying formations is minor. Overall, the generation potential of the Maikop Group is surprisingly low.","Authors":"Sachsenhofer, RF (Sachsenhofer, Reinhard F.) ; Popov, SV (Popov, Sergey V.) ; Akhmetiev, MA (Akhmetiev, Mikhail A.) ; Bechtel, A (Bechtel, Achim) ; Gratzer, R (Gratzer, Reinhard) ; Gross, D (Gross, Doris) ; Horsfield, B (Horsfield, Brian) ; Rachetti, A (Rachetti, Alessandra) ; Rupprecht, B (Rupprecht, Bernhard) ; Schaffar, WBH (Schaffar, Wolfgang B. H.) ; Zaporozhets, NI (Zaporozhets, Nina I.) ...More...Less","Title":"The type section of the Maikop Group (Oligocene-lower Miocene) at the Belaya River (North Caucasus): Depositional environment and hydrocarbon potential"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396838800005 ISSN: 0149-1423 eISSN: 1558-9153","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"AAPG BULLETIN Volume: 101 Issue: 3 Pages: 387-418 DOI: 10.1306/08051616035 Published: MAR 2017","Abstract":"Recent studies have shown that the loss of primary pores and the development of secondary pores in mudrocks are primarily controlled by burial diagenesis of the mineral matrix and thermal maturation of organic matter (OM). However, the lack of quantitative data on nanometer-to micrometer-scale rock properties has limited the ability to define and predict petrophysical properties and fluid flow in these fine-grained rocks. To upscale these rock properties, quantitative data are needed at multiple scales. Representative Eagle Ford Group samples were collected from continuous cores taken from two adjacent oil-producing wells inKarnesCounty, Texas, to investigate small-scale variations in mineralogy, diagenesis, and pore type. Point-count and poretracing methods were used to systematically quantify pore types and determine the size and shape of the identified pores. The two cores from the Eagle Ford are dominated by modified mineral pores, although secondary OM pores in migrated petroleum (bitumen) are also important. Themineral-pore network includes (1) primary mineral pores originally saturated with formation water and (2) modified mineral pores containing migrated petroleum (bitumen and/or residual oil). The OM-pore network includes (1) primary OM pores and (2) secondary OM pores including relatively large, less abundant OM bubble pores and relatively small, more abundant OM spongy pores. The abundance ofOMspongy pores correlates positively with total-organiccarbon (TOC) content, and that of mineral pores weakly correlates with the volume of quartz plus feldspar. Studied samples have similar thermal maturities, although samples from one deeper core are slightly more mature than the other. Except for thermal maturation, the strong, micrometer-scale heterogeneity of rock components and properties (texture, fabric, mineralogy, and TOC) impacts the abundance, distribution, and type of pores. This micrometer-scale heterogeneity in porosity and pore networks would, in turn, significantly impact matrix permeability.","Authors":"Ko, LT (Ko, Lucy T.) ; Loucks, RG (Loucks, Robert G.) ; Ruppel, SC (Ruppel, Stephen C.) ; Zhang, TW (Zhang, Tongwei) ; Peng, S (Peng, Sheng)","Title":"Origin and characterization of Eagle Ford pore networks in the south Texas Upper Cretaceous shelf"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396974000007 ISSN: 0012-8252 eISSN: 1872-6828","Keywords":"Mudrock; Shale; Coupled processes; Hydraulic fracturing; Diagenesis; Spatial scale; Temporal scale; THCMB KeyWords Plus:SHEAR FRACTURE COMPLIANCE; SUBCRITICAL CRACK-GROWTH; FINE-GRAINED SEDIMENTS; ORGANIC-MATTER; GAS-WELLS; TRANSPORT-PROPERTIES; POROUS-MEDIA; FLUID-FLOW; UNCERTAINTY ANALYSIS; ISOTOPIC EVOLUTION","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"EARTH-SCIENCE REVIEWS Volume: 166 Pages: 132-152 DOI: 10.1016/j.earscirev.2016.12.013 Published: MAR 2017","Abstract":"Fine-grained sedimentary rocks - namely mudrocks, including their laminated fissile variety shales - make up about two thirds of all sedimentary rocks in the Earth's crust and a quarter of the continental land mass. Organic rich shales and mudstones are the source rocks and reservoirs for conventional and unconventional hydrocarbon resources. Mudrocks are relied upon as natural barriers for geological carbon storage and nuclear waste disposal. Consideration of mudrock multi-scale physics and multi-scale spatial and temporal behavior is vital to address emergent phenomena in shale formations perturbed by engineering activities. Unique physical characteristics of shales arise as a result of their layered and highly heterogeneous and anisotropic nature, low permeability fabric, compositional complexity, and nano-scale confined chemical environments. Barriers of lexicon among geoscientists and engineers impede the development and use of conceptual models for the coupled thermal hydraulic-mechanical-chemical-biological (THMCB) processes in mudrock formations. This manuscript reviews the THMCB process couplings, resulting emergent behavior, and key modeling approaches. We identify future research priorities, in particular fundamental knowledge gaps in understanding the phase behavior under nano scale confinement, coupled chemo-mechanical effects on fractures, the interplay between physical and chemical processes and their rates, and issues of non-linearity and heterogeneity. We develop recommendations for future research and integrating multi-disciplinary conceptual models for the coupled multi-scale multi-physics behavior of mudrocks. Consistent conceptual models across disciplines are essential for predicting emergent processes in the subsurface, such as self-focusing of flow, time-dependent deformation (creep), fracture network development, and wellbore stability. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ilgen, AG (Ilgen, Anastasia G.) ; Heath, JE (Heath, Jason E.) ; Akkutlu, IY (Akkutlu, I. Yucel) ; Bryndzia, LT (Bryndzia, L. Taras) ; Cole, DR (Cole, David R.) ; Kharaka, YK (Kharaka, Yousif K.) ; Kneafsey, TJ (Kneafsey, Timothy J.) ; Milliken, KL (Milliken, Kitty L.) ; Pyrak-Nolte, LJ (Pyrak-Nolte, Laura J.) ; Suarez-Rivera, R (Suarez-Rivera, Roberto)[ 10 ]","Title":"Shales at all scales: Exploring coupled processes in mudrocks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394968100001 ISSN: 0144-5987 eISSN: 2048-4054","Keywords":"Shale gas; sweet spots; Longmaxi Formation; TOC; brittleness; pressure prediction; 3D seismic KeyWords Plus:GAS","Categories":"Energy & Fuels Web of Science Categories:Energy & Fuels","Journal Information":"ENERGY EXPLORATION & EXPLOITATION Volume: 35 Issue: 2 Pages: 147-171 DOI: 10.1177/0144598716679961 Published: MAR 2017","Abstract":"W4 block of Sichuan Basin is a pioneer in shale gas exploration and development in China. But geophysical prospecting is just at its beginning and thus has not provided enough information about how sweet spots distribute for the deployment of horizontal well. This paper predicted sweet spots based on logging and 3D seismic data. Well logging interpretation method was used to get the key evaluation parameters of shale reservoir and determine the distribution of sweet spots in vertical direction. Rock physics analysis technology was used to define the elastic parameters that were sensitive to the key evaluation parameters, such as TOC and gas content of shale gas reservoir. At the same time the quantitative relationships between them were established. Based on the result of seismic rock physics analysis, prestack inversion was carried out to predict the transverse plane distribution of the key evaluation parameters of shale reservoir. These research results are integrated to determine the distribution of sweet spots. The results show that sweet spots in this area were characterized by high TOC content, high gas content, high GR, high Young's modulus, low Poisson's ratio, low density, and low P-wave velocity. Density was the most sensitive elastic parameters to TOC of the reservoir. The optimal combination for predicting the gas content is composed of six parameters include density, Poisson's ratio, and so on. Sweet spots in this block vertically concentrate within 30m above the bottom of Longmaxi Formation. Two classes of sweet spots have been predicted in this area, class I sweet spots are recommended to be prioritized for development. This study effectively predicted the spatial distribution of sweet spots, which provide important guidance for the development of the area.","Authors":"Chen, SZ (Chen, Sheng) ; Zhao, WZ (Zhao, Wenzhi) ; Ouyang, YL (Ouyang, Yonglin) ; Zeng, QC (Zeng, Qingcai) ; Yang, Q (Yang, Qing) ; Hou, HX (Hou, Huaxing) ; Gai, SH (Gai, Shaohua) ; Bao, SH (Bao, Shihai) ; Li, XY (Li, Xinyu) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number hou, hua xing  http://orcid.org/0000-0001-8410-1244","Title":"Prediction of sweet spots in shale reservoir based on geophysical well logging and 3D seismic data: A case study of Lower Silurian Longmaxi Formation in W4 block, Sichuan Basin, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394968100003 ISSN: 0144-5987 eISSN: 2048-4054","Keywords":"Horizontal well; coal bed methane composite reservoir; pseudo-steady diffusion; pressure transient analysis; rate transient analysis KeyWords Plus:SHALE GAS-RESERVOIRS; BEHAVIOR; MODEL","Categories":"Energy & Fuels Web of Science Categories:Energy & Fuels","Journal Information":"ENERGY EXPLORATION & EXPLOITATION Volume: 35 Issue: 2 Pages: 194-217 DOI: 10.1177/0144598716687930 Published: MAR 2017","Abstract":"In this paper, the mathematical model of production performance analysis for horizontal wells in composite coal bed methane reservoir is introduced. In this model, two regions with different formation parameters are distinguished, and multiple mechanisms are considered including desorption, diffusion, and viscous flow. Then the solution of horizontal well performance analysis model is obtained by using point source function method, Laplace transform, and Stehfest algorithm comprehensively. The solution of the proposed model is verified with previous work thoroughly. The pressure transient analysis for horizontal well when producing at a constant rate is obtained and discussed. At last, different flow regimes are divided based on pressure transient analysis curves. They are early wellbore storage period, skin factor period, first radial flow regime, transition regime, second radial flow regime, transfer regime, and late pseudo-radial flow regime. The effects of related parameters such as storativity ratio, transfer coefficient, adsorption coefficient, ratio of vertical permeability to horizontal permeability, skin factor, horizontal well position in vertical direction, and inner region radius are analyzed as well according to pressure transient analysis and rate transient analysis curves. The presented work in this paper can give a better understanding of coal bed methane production performance in composite reservoir.","Authors":"Zhang, W (Zhang Wei) ; Jiang, RZ (Jiang Ruizhong) ; Xu, JC (Xu Jianchun) ; Gao, YH (Gao Yihua) ; Yang, YB (Yang Yibo)","Title":"Production performance analysis for horizontal wells in composite coal bed methane reservoir"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394968100004 ISSN: 0144-5987 eISSN: 2048-4054","Keywords":"Daniudi gas field; Lower Paleozoic strata; natural gas; geochemical characteristics; genetic types; gas-source correlation KeyWords Plus:GEOCHEMICAL CHARACTERISTICS; ISOTOPE COMPOSITIONS; SEDIMENTARY BASINS; SOURCE ROCKS; TARIM BASIN; CARBON; HYDROCARBON; ORIGIN; RESERVOIRS; ACCUMULATION","Categories":"Energy & Fuels Web of Science Categories:Energy & Fuels","Journal Information":"ENERGY EXPLORATION & EXPLOITATION Volume: 35 Issue: 2 Pages: 218-236 DOI: 10.1177/0144598716687932 Published: MAR 2017","Abstract":"The molecular composition, stable carbon and hydrogen isotopes, and light hydrocarbons of the Lower Paleozoic natural gas in the Daniudi gas field in the Ordos Basin were investigated to study the geochemical characteristics. The Lower Paleozoic gas in the Daniudi gas field displays methane contents of 87.41-93.34%, dryness coefficients (C-1/C1-5) ranging from 0.886 to 0.978, delta C-13(1) and C-13(2) values ranging from -40.3 to -36.4 parts per thousand, with an average of -38.3 parts per thousand, and from -33.6 to -24.2 parts per thousand, with an average of -28.4 parts per thousand, respectively, and delta D-1 values ranging from -197 to -160 parts per thousand. The alkane gas generally displays positive carbon and hydrogen isotopic series, and the C-7 and C5-7 light hydrocarbons of the Lower Paleozoic gas are dominated by methylcyclohexane and iso-alkanes, respectively. The Lower Paleozoic gas in the Daniudi gas field is mixed from coal-derived and oil-associated gases, similar to that observed in the Jingbian gas field. The oil-associated gas in the Lower Paleozoic gas is secondary oil cracking gas and displays a lower cracking extent than that in the Jingbian gas field. The coal-derived gas in the Lower Paleozoic gas in the Daniudi gas field migrated from the Upper Paleozoic gas through the window area where the iron-aluminum mudstone caprocks in the Upper Carboniferous Benxi Formation were missing. The oil-associated gas in the Lower Paleozoic gas in the Daniudi gas field was probably derived from presalt source rocks in the Lower Ordovician Majiagou Formation rather than the limestone in the Upper Carboniferous Taiyuan Formation. It seems unlikely that the marlstone in the Upper Ordovician Beiguoshan Formation and shale in the Middle Ordovician Pingliang Formation on the western and southwestern margins of the Ordos Basin contributed to the oil-associated gas in the Lower Paleozoic gas in the Daniudi gas field.","Authors":"Wu, XQ (Wu, Xiaoqi) ; Zhu, JH (Zhu, Jianhui) ; Ni, CH (Ni, Chunhua) ; Li, K (Li, Kuang) ; Wang, YQ (Wang, Yanqing) ; Hu, Y (Hu, Ye) ; Lv, JH (Lv, Jianhong) ; Wu, YL (Wu, Yingli) ; Qiu, Q (Qiu, Qi)","Title":"Genetic types and sources of Lower Paleozoic natural gas in the Daniudi gas field, Ordos Basin, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394968100006 ISSN: 0144-5987 eISSN: 2048-4054","Keywords":"Changning; Fuling; Longmaxi Formation; shale gas; geochemistry KeyWords Plus:FORT-WORTH BASIN; MISSISSIPPIAN BARNETT; ISOTOPIC REVERSALS; PETROLEUM SYSTEMS; CARBON; CHINA; HYDROCARBONS; GENERATION; ILLINOIS; METHANE","Categories":"Energy & Fuels Web of Science Categories:Energy & Fuels","Journal Information":"ENERGY EXPLORATION & EXPLOITATION Volume: 35 Issue: 2 Pages: 259-278 DOI: 10.1177/0144598716687931 Published: MAR 2017","Abstract":"This paper focuses on Longmaxi shale gas geochemistry and carbon isotopic reversal in Changning and Fuling gas fields through comparative study of shale gas composition and carbon and hydrogen isotopes in North America and Changning and Fuling gas fields. Longmaxi shale gas in Changning and Fuling gas fields exhibits the features of dry gas. Specifically, the average methane (CH4) content is 98.72 and 98.17%, respectively. The humidity is less than 0.5%. Nonhydrocarbon gases include a small amount of CO2 and N-2. Extremely heavy delta C-13(1) value, average delta C-13(2) value of -33.3 and -34.6 parts per thousand for Changning and Fuling, and sapropelic organic matter indicate the properties of petroliferous dry gas. Carbon isotopic reversal, i.e. delta C-13(1)>delta C-13(2)>delta C-13(3), may be caused by combined secondary effects at high maturity and high geotemperature. The reversal may also be related to ethane Rayleigh fractionation and late methane generation by water and transition metals reaction. Geologic setting in these two gas fields may have an impact on carbon isotopes distribution.","Authors":"Feng, ZQ (Feng, Ziqi) ; Huang, SP (Huang, Shipeng) ; Wu, W (Wu, Wei) ; Xie, C (Xie, Chen) ; Peng, WL (Peng, Weilong) ; Cai, YW (Cai, Yuwen)","Title":"Longmaxi shale gas geochemistry in Changning and Fuling gas fields, the Sichuan Basin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396970400053 ISSN: 0887-0624 eISSN: 1520-5029","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"ENERGY & FUELS Volume: 31 Issue: 3 Pages: 2625-2635 DOI: 10.1021/acs.energyfuels.6b03168 Published: MAR 2017","Abstract":"Marine organic-rich shale in South China has considerable exploration potential, and the shale adsorption capacity has a great impact on the accumulation of shale gas. To study the methane adsorption capacity of marine shale, ten shale samples from the Lower Cambrian Qiongzhusi Formation in eastern Yunnan province were investigated by organic geochemical analysis (total organic carbon content, thermal maturity, and kerogen type), X-ray diffraction (XRD) analysis, field emission scanning electron microscopy (FE-SEM), and low-pressure nitrogen adsorption and methane adsorption experiments. Based on the different adsorption mechanisms of various pores, the Dubinin-Radushkevich and Langmuir-Freundlich models were used to construct a supercritical adsorption model of shale. Combined with this model, the mechanisms and characteristics of shale adsorption under supercritical conditions were analyzed. The maximum absolute methane adsorption capacities of micropores (V-1) and mesopores-macropores (172) were also calculated. Not only have the relationships between organic geochemistry, mineral compositions, pore structure parameters, and maximum absolute methane adsorption capacity (both V-1 and V-2) been discussed but the impact of moisture on the methane adsorption capacity of shale has also been investigated. The results show that the maximum adsorption capacity of mesopores macropores is greater than that of micropores. Both V-1 and V-2 are positively correlated with the TOC content, and V-2 is more correlated with the TOC content than V-1. High maturity is not conducive to methane adsorption of shale. The maximum absolute methane adsorption amounts of per-unit organic matter have positive correlations with the clay mineral content, but show negative correlations with the quartz content. Different clay minerals have different methane adsorption capacities. Both V-1 and V-2 increase with increasing specific surface area. V-1 has a positive correlation with the micropore volume, but V-2 has no apparent relationship with the mesopore-macropore volume. Moreover, shale samples with higher moisture contents have lower methane adsorption capacity. It is anticipated that the results of this study will provide guidance for the adsorption characteristics and influence factors of high maturity marine shale.","Authors":"Li, A (Li, Ang); Ding, WL (Ding, Wenlong) ; Zhou, XH (Zhou, Xuehui); Cao, XY (Cao, Xiangyu); Zhang, M (Zhang, Min); Fu, FQ (Fu, Fuquan); Chen, E (Chen, En)","Title":"Investigation of the Methane Adsorption Characteristics of Marine Shale: A Case Study of Lower Cambrian Qiongzhusi Shale in Eastern Yunnan Province, South China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396970400058 ISSN: 0887-0624 eISSN: 1520-5029","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"ENERGY & FUELS Volume: 31 Issue: 3 Pages: 2669-2680 DOI: 10.1021/acs.energyfuels.6b03313 Published: MAR 2017","Abstract":"Mature-stage lacustrine shale was sampled from the Late Triassic Chang 7 member in the Ordos Basin, China. Two aliquots separated from the original sample were heated by hydrous pyrolysis to high- and overmature stages. The three samples were analyzed by nanometer-scale resolution X-ray computed tomography (nano-CT). From the distribution and geometry of the organic matter pores (OM pores) in the two-dimensional (2-D) nano-CT images, this study calculated the total organic matter content and porosity of the OM pores (2-D TOC and 2-D OM porosity, respectively) and characterized the OM pores and throats. The results suggest the following: (1) The OM pores tended to distribute centrally rather than sparsely throughout the organic matter, and large-area pores existed above a 2-D TOC threshold of 2%. (2) The main diameter range of the OM pores was 100-700 nm, and the number of OM pores increased with maturity. (3) The amount of coordination numbers corresponding to a given pore diameter interval and the number of pores corresponding to the same range of coordination numbers (1-10) were greater in the high-mature and overmature samples than in the mature samples, indicating that the OM pore connectivity improved with maturity. The three-dimensional volume data confirmed that the OM pore connectivity decreased in the following order: high-mature, overmature, and mature samples. Highly mature samples may be more conducive to the diffusion of natural gas within the OM pores.","Authors":"Jiang, FJ (Jiang, Fujie) ; Chen, J (Chen, Jian) ; Xu, ZY (Xu, Ziyang) ; Wang, ZF (Wang, Zhifang) ; Hu, T (Hu, Tao) ; Chen, D (Chen, Di) ; Li, QL (Li, Qinglin) ; Li, YX (Li, Yaxi)","Title":"Organic Matter Pore Characterization in Lacustrine Shales with Variable Maturity Using Nanometer-Scale Resolution X-ray Computed Tomography"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396970400063 ISSN: 0887-0624 eISSN: 1520-5029","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"ENERGY & FUELS Volume: 31 Issue: 3 Pages: 2716-2721 DOI: 10.1021/acs.energyfuels.6b02975 Published: MAR 2017","Abstract":"A newly configured fixed-bed reactor with internals has been proposed to enhance the coal pyrolysis performance. In this study, the effects of metallic plates on coal pyrolysis behavior were investigated in this reactor. The results show that the increased quantity of the metallic plates enhanced the heat transfer and shortened the residence time of volatiles within the coal particles. In addition, the pressure drop results suggest that the increased quantity of plates caused short circuiting of gas and raised the particle interstices, which reduced the gas diffusion resistance of pyrolysis products. Therefore, more gaseous pyrolysis products flowed into central low-temperature coal bed and escaped from the gas collection pipe, suppressing the secondary reaction of pyrolysis products and increasing the tar yield and quality. At a furnace temperature of 900 degrees C, the increase in metallic plates from 0 to 8 raised the tar yield and light tar fraction from 5.20 and 69.5 wt % to 7.86 and 77.0 wt %, respectively. Meanwhile, the <= C-14 hydrocarbons were elevated from 42.11 to 50.44 wt %, but the >= C-20 hydrocarbons were lowered from 29.95 to 19.74 wt %. However, an excessive increase in plates raised the heating rate of coal, cracking more pyrolysis products and decreasing the tar yield and quality.","Authors":"Hu, EF (Hu, Erfeng) ; Zeng, X (Zeng, Xi) ; Wang, F (Wang, Fang) ; Li, Y (Li, Yuan) ; Yi, XJ (Yi, Xiaojian) ; Fu, XH (Fu, Xiaoheng)","Title":"Effects of Metallic Heating Plates on Coal Pyrolysis Behavior in a Fixed-Bed Reactor Enhanced with Internals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396970400067 ISSN: 0887-0624 eISSN: 1520-5029","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"ENERGY & FUELS Volume: 31 Issue: 3 Pages: 2755-2764 DOI: 10.1021/acs.energyfuels.6b03425 Published: MAR 2017","Abstract":"Shale gas storage is a dominant factor to economically evaluate the shale play. A series of Lower Silurian Longmaxi marine shale samples in southeast Chongqing, China, were collected to investigate the reservoir characteristics, and a suit of methane adsorption isotherms were fitted using a supercritical Ono-Kondo model to better understand the adsorption capacity of Longmaxi shale. The saturated adsorption of a monolayer presents a greatly positive relationship with the total organic carbon (TOC) content. A negative relationship with clay was observed due to the predominant influence of organic matter on the methane adsorption. Methane adsorption also increases with increasing pressure and decreases with increasing temperature. On the basis of the relationships, one new estimation algorithm related to TOC content, pressure, and temperature was established to calculate the methane adsorption capacity on the basis of the Ono-Kondo model. Furthermore, with higher TOC content, the adsorption capacity of shales correspondingly increases and the maximum of the adsorption capacity tends to a deeper depth. Considering geological characteristics of Longmaxi shale, one new gas-in-place (GIP) model was proposed to apply, considering the controlling factors, TOC, porosity, gas saturation, pressure, and temperature. The relationships of GIP, adsorbed gas, and free gas with increasing depth shows that (1) free gas increases rapidly and equally; (2) adsorbed gas initially increases rapidly at less than 1000 m, and then decreases with depth increases; and (3) GIP rapidly increases at shallow depths, and then gently increases more than 1000 m.","Authors":"Bi, H (Bi, He) ; Jiang, ZX (Jiang, Zhenxue) ; Li, JZ (Li, Jianzhong) ; Xiong, FY (Xiong, Fengyang) ; Li, P (Li, Peng) ; Chen, L (Chen, Lei)","Title":"Ono-Kondo Model for Supercritical Shale Gas Storage: A Case Study of Silurian Longmaxi Shale in Southeast Chongqing, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398112100008 ISSN: 0072-1050 eISSN: 1099-1034","Keywords":"rare earth elements; solid bitumen; correlation; Sichuan Basin KeyWords Plus:PLASMA-MASS SPECTROMETRY; CRUDE OILS; SEDIMENTARY-ROCKS; ORGANIC GEOCHEMISTRY; METAL ENRICHMENTS; SOUTH CHINA; BLACK SHALE; GAS POOLS; K-AR; TRACE","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"GEOLOGICAL JOURNAL Volume: 52 Issue: 2 Pages: 298-316 DOI: 10.1002/gj.2757 Published: MAR-APR 2017","Abstract":"In order to evaluate rare earth elements (REEs) as a potential proxy for solid bitumen classification, we employed traditional correlation approaches, such as carbon isotopes and V/(V + Ni) ratios, to infer the source rocks of Sinian-Cambrian reservoir solid bitumens in the Sichuan Basin and analyse solid bitumens for their REE compositions by inductively coupled plasma-mass spectrometry. Our data suggested that Sinian-Cambrian reservoir solid bitumens were primarily sourced from the lower Cambrian shales deposited under anoxic-euxinic conditions. REE and their associated parameters seemed to be more sensitive to classify solid bitumens than traditional correlation approaches. REE concentrations played a dominant role and fractionation degree between light and heavy REE and played a secondary role in solid bitumen classification. REE concentration and pattern in solid bitumens might be controlled by two processes, including inheritance from source rocks and water-rock interaction. The major factor controlling REE concentrations in solid bitumens was the type of organic matter of source rocks. Authigenic minerals in solid bitumens formed by water-rock interaction appeared to have little influence on REE compositions of solid bitumens because of their trace contents. Overall, REE could be used as a novel complementary approach to solid bitumen classification in complicated petroleum systems. Copyright (C) 2015 John Wiley & Sons, Ltd.","Authors":"Gao, P (Gao, Ping) ; Liu, GD (Liu, Guangdi) ; Wang, ZC (Wang, Zecheng) ; Jia, CZ (Jia, Chengzao) ; Wang, TS (Wang, Tongshan) ; Zhang, PW (Zhang, Pengwei)","Title":"Rare earth elements (REEs) geochemistry of Sinian-Cambrian reservoir solid bitumens in Sichuan Basin, SW China: potential application to petroleum exploration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396953000003 ISSN: 0166-5162 eISSN: 1872-7840","Keywords":"Strata combination; Longwall mining; Oil/gas well; Shale gas; Well integrity KeyWords Plus:INDUCED HORIZONTAL FRACTURES; PANEL; OVERBURDEN; STABILITY; PREDICTION; SHEAR","Categories":"Energy & Fuels; Geology Web of Science Categories:Energy & Fuels; Geosciences, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF COAL GEOLOGY Volume: 172 Pages: 31-42 DOI: 10.1016/j.coal.2017.01.012 Published: MAR 1 2017","Abstract":"The damage of vertical oil/gas wells in longwall mining areas is mainly a result of strata movement induced by coal extraction. Strata with contrasting lithology vary dramatically in their movement and potential for well damage, with some special combinations of strata in particular having the greatest potential for damage. This study investigates the effects of specific combinations of strata transition structures ((i) topsoil-bedrock, (ii) a thin weak interlayer sandwiched above and below by two stiff beds, and (iii) the key-stratum sandwiched above and below by two soft beds) on the magnitude, severity and distribution of various anticipated well deformations, and explores the optimal drilling path for wells to maximize well integrity. Results indicate that: (1) Effects of various combinations of strata on well deformation lie essentially in the mismatch in the mechanical properties of the strata and weak interfaces, with the stratum thickness and vertical distance from the coal seam to the stratum/interface also exerting a significant influence. (2) Wells in the upper part of the topsoil are subject to horizontal tension, while the lower part is laterally compressed following the extraction of either one panel or both panels. Large lateral tensile strains normally arise at the upper part of the hard strata which directly underlie the soft strata. Large lateral compressive strains are concentrated in the strata within similar to 5 m above and below the coal seam and peak in the seam. Longitudinal well deformation is dominated by compression in soft strata, especially in the upper part of the layer, and is dominated by tension in stiff strata, within the lower portion in particular. Vertical compression at the interface is larger below the key-stratum, and peaks at the interface between the coal seam and its immediate roof. Well distortions in soft strata are 3 to 5 times those of ones in stiff strata. (3) Well deformations developing both at interfaces and within layers significantly intensify in the vicinity of the seam. An integrated consideration of various deformations of five candidate well paths indicates that the optimal position for well stability is the one that deviates from the pillar centerline and is close to the second mined panel. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Liang, S (Liang, Shun) ; Elsworth, D (Elsworth, Derek) ; Li, XH (Li, Xuehua) ; Fu, XH (Fu, Xuehai) ; Sun, BY (Sun, Boyang) ; Yao, QL (Yao, Qiangling)","Title":"Key strata characteristics controlling the integrity of deep wells in longwall mining areas"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396953000005 ISSN: 0166-5162 eISSN: 1872-7840","Keywords":"Broken rocks; Compression model; Porosity; Permeability KeyWords Plus:GAS VENTHOLE PRODUCTION; PRODUCTION PERFORMANCES; LONGWALL; SIMULATION; GOAF; FLOW","Categories":"Energy & Fuels; Geology Web of Science Categories:Energy & Fuels; Geosciences, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF COAL GEOLOGY Volume: 172 Pages: 60-70 DOI: 10.1016/j.coal.2017.01.017 Published: MAR 1 2017","Abstract":"This paper proposed a conceptual model of broken rock mass compaction based on elastic theory by simplifying the compression process. This conceptual model assumes that the contact connection between two adjacent rock particles is similar to a cubic mass. With this simplification, the stress-strain constitutive law is established. The change in the secant modulus in the mechanical model derived from the variation of the connection coefficient agrees well with the reported experimental results. The permeability of compacted rock mass evolution was modeled based on the cubic law. The mechanical compression model was coupled with the permeability evolution model. The modeled permeability evolution is consistent with reported simulation and experimental results. The modeled permeability results were validated using Karacan's data with broken shale rock properties. Compared to an intact rock mass, we found that the stress-strain curve of a compacted rock mass takes a longer compression path to reach linearity due to the void space compaction resulting from friction slipping and the rearrangement of particles. It was also found that the particle elastic modulus does not contribute to the overall bulk compaction and permeability reduction at the initial compaction stage. However, the particle elastic modulus controls the permeability evolution for a fully compacted gob, where the gob can be treated as an intact rock mass. The proposed conceptual models will potentially lay the foundation for future permeability and caving behavior characterizations using numerical simulations for complex gob areas. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Fan, L (Fan, Long) ; Liu, SM (Liu, Shimin)","Title":"A conceptual model to characterize and model compaction behavior and permeability evolution of broken rock mass in coal mine gobs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396953000008 ISSN: 0166-5162 eISSN: 1872-7840","Keywords":"Shale; Organic matter; Pyrite; Oxidative dissolution; Pore structure; Matrix diffusivity KeyWords Plus:METHANE SORPTION CAPACITY; NANOPOROUS PYROBITUMEN RESIDUES; SEDIMENTARY ORGANIC-MATTER; UPPER YANGTZE PLATFORM; FORT-WORTH BASIN; GAS SHALES; PYRITE OXIDATION; SICHUAN BASIN; HYDROGEN-PEROXIDE; FRAMBOIDAL PYRITE","Categories":"Energy & Fuels; Geology Web of Science Categories:Energy & Fuels; Geosciences, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF COAL GEOLOGY Volume: 172 Pages: 95-111 DOI: 10.1016/j.coal.2017.01.011 Published: MAR 1 2017","Abstract":"Owing to the presence of chemically unstable compositions (e.g., clay minerals, carbonate, pyrite, and organic matter (OM)) which are closely related to shale structure failures or dissolution pores, the methods to increase gas well long-term productivity from tight shale matrix need to take into account the chemical interaction of shale with injected fluid. In this study, black shale samples obtained from Lower Silurian Longmaxi formation in Sichuan basin, China were treated with 15 wt% hydrogen peroxide (H2O2) for the comprehensive understanding of the change in shale composition and the associated dissolution structures. The measurements of mass loss, total organic carbon content, and mineralogical composition showed that carbonate, reductive inorganic minerals containing ferrous iron (e.g., pyrite and chlorite), and OM in samples exhibited strong dissolution: however, the other minerals behaved in a non-reactive manner at the experimental time scale. After the oxidative treatment for 240 h, a large amount of oxidation-induced fractures and dissolution pores were observed by field- emission scanning electron microscopy. The fractures mainly oriented parallel to lamination were attributed to the dissolution of OM and structural alteration of clay minerals. All the dissolution pores seemed to be strongly dependent on the loss of dolomite, pyrite, and OM. Results from high-pressure mercury intrusion and low-pressure nitrogen adsorption analysis showed that these dissolution pores ranging from 10 to 500 nm in diameter exhibited a significant increase in pore volume due to the removal of interconnected pore-filling OM, while the volume of pores > 1 mu m in size exhibited a minor increase because the micrometer-size dissolved particles appeared to be discrete or unconnected. Thus the oxidative dissolution could lead to the higher porosity and better connectivity of nanometer-size pore networks in shale samples. The induced fractures reduced the size of diffusion dominant zones in shale matrix, and the dissolution pores increased the size of gas transport pathways into fractures. These results indicate that the injection of H2O2 may play an important role in shale matrix stimulation by oxidative dissolution which is likely to improve matrix diffusivity. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chen, Q (Chen, Qiang) ; Kang, YL (Kang, Yili) ; You, LJ (You, Lijun) ; Yang, PF (Yang, Pengfei) ; Zhang, XY (Zhang, Xiaoyi) ; Cheng, QY (Cheng, Qiuyang)","Title":"Change in composition and pore structure of Longmaxi black shale during oxidative dissolution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397951100030 ISSN: 1365-1609 eISSN: 1873-4545","Keywords":"shale modeling; plastic and damage mechanics; hydro-mechanics of saturated shales; code_aster; nuclear waste; Mont Terri KeyWords Plus:MECHANICAL-PROPERTIES; ANISOTROPIC DAMAGE; COUPLED DAMAGE; OPALINUS CLAY; BEHAVIOR; CONCRETE; FAILURE; ROCKS; DEFORMATION; ELASTOPLASTICITY","Categories":"Engineering; Mining & Mineral Processing Web of Science Categories:Engineering, Geological; Mining & Mineral Processing","Journal Information":"INTERNATIONAL JOURNAL OF ROCK MECHANICS AND MINING SCIENCES Volume: 93 Pages: 295-306 DOI: 10.1016/j.ijrmms.2017.01.016 Published: MAR 2017","Abstract":"The constitutive modeling of shales is an important topic in the geomechanics community as it is often encountered in advanced applications such as nuclear waste storage, CO2 sequestration, and unconventional oil and gas exploitation. The goal of this work is to describe, within a unique plastic-damage framework, the full mechanical behavior of shales such as pre-peak hardening plasticity, non-linearity in the onset of inelastic strains, dilatancy, post-peak softening, and degradation of the elastic parameters. The model validation against three sets of triaxial experimental results on shale demonstrates its capability to reproduce the main mechanical characteristics.","Authors":"Parisio, F (Parisio, Francesco) ; Laloui, L (Laloui, Lyesse)","Title":"Plastic-damage modeling of saturated quasi-brittle shales"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397469800021 ISSN: 2212-9820 eISSN: 2212-9839","Keywords":"Carbon dioxide; Adsorption; Coal; Langmuir; Isosteric heat of adsorption KeyWords Plus:SORPTION PERMEABILITY MODEL; ZEOLITE-TEMPLATED CARBON; ADSORBED PHASE VOLUME; ACTIVATED CARBON; METHANE RECOVERY; CO2 SORPTION; PILOT TEST; SEQUESTRATION; SHALE; EQUATION","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Multidisciplinary; Engineering, Chemical","Journal Information":"JOURNAL OF CO2 UTILIZATION Volume: 18 Pages: 189-197 DOI: 10.1016/j.jcou.2017.01.011 Published: MAR 2017","Abstract":"This work uses a dual-site Langmuir adsorption model to describe supercritical carbon dioxide (scCO(2)) adsorption in coal up to 20 MPa and 253 K. The isosteric heat of adsorption for scCO(2) in coal is calculated analytically by considering both the real gas behavior and the adsorbed phase, which are ignored in the classic Clausius-Clapeyron approximation. It was found that the proposed model can not only reasonably interpret observed test phenomena but also has the intrinsic ability to extrapolate adsorption isotherms under different temperatures beyond test data. The crossovers of the observed adsorption isotherms under different temperatures can be simply attributed to the pressure-volume-temperature (PVT) behavior of the bulk gas during the adsorption process. Both the temperature dependence and adsorption uptake dependence of isosteric heat of adsorption are revealed; the higher the temperature and the adsorption uptake, the lower the isosteric heat of adsorption. The ideal gas law overestimates the isosteric heat of adsorption for scCO(2) in coal. The application of the dual-site Langmuir model allows for estimating the CO2 storage capacity of deep unmineable coal seams, modeling CO2 transport behavior via differentiating the true ratio between bulk phase and adsorbed phase, and investigating the true thermodynamic characteristics of CO2 in coal under high pressures. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Tang, X (Tang, Xu) ; Ripepi, N (Ripepi, Nino)","Title":"High pressure supercritical carbon dioxide adsorption in coal: Adsorption model and thermodynamic characteristics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396034900022 ISSN: 0195-0738","Keywords":"initial ensemble design scheme; channel gas reservoirs with an aquifer; aquifer characterization; ensemble Kalman filter (EnKF); 3D reservoir characterization; preservation of facies ratio (PFR) KeyWords Plus:KALMAN FILTER; CLUSTERED COVARIANCE; DATA ASSIMILATION; SMOOTHER; IMPROVEMENT","Categories":"Energy & Fuels Web of Science Categories:Energy & Fuels","Journal Information":"JOURNAL OF ENERGY RESOURCES TECHNOLOGY-TRANSACTIONS OF THE ASME Volume: 139 Issue: 2 Article Number: 022911 DOI: 10.1115/1.4035515 Published: MAR 2017","Abstract":"Reservoir characterization is a process of making models, which reliably predict reservoir behaviors. Ensemble Kalman filter (EnKF) is one of the fine methods for reservoir characterization with many advantages. However, it is hard to get trustworthy results in discrete grid system ensuring preservation of channel properties. There have been many schemes such as discrete cosine transform (DCT) and preservation of facies ratio (PFR) for improvement of channel reservoirs characterization. These schemes are mostly applied to 2D cases, but cannot present satisfactory results in 3D channel gas reservoirs with an aquifer because of complex production behaviors and high uncertainty of them. For a complicated 3D channel reservoir, we need reliable initial ensemble members to reduce uncertainty and stably characterize reservoir models due to the assumption of EnKF, which regards the mean of ensemble as true. In this study, initial ensemble design scheme is suggested for EnKF. The reference 3D channel gas reservoir system has 200 x 200 x 5 grid system (250 x 250 x 100 ft for x, y, and z, respectively), 15% porosity, and two facies of 100 md sand and 1 md shale. As the first step, it samples initial ensemble members, which show similar water production behaviors with the reference. Then, grid points are randomly selected for high and low 5% from the mean of sampled members. As a final step, initial ensemble members are remade using the selected data, which are assumed as additional known data. This proposed method reliably characterizes 3D channel reservoirs with an aquifer.","Authors":"Kim, S (Kim, Sungil) ; Jung, H (Jung, Hyungsik) ; Lee, K (Lee, Kyungbook) ; Choe, J (Choe, Jonggeun)","Title":"Initial Ensemble Design Scheme for Effective Characterization of Three-Dimensional Channel Gas Reservoirs With an Aquifer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395412500008 ISSN: 1744-1374 eISSN: 1744-1382","Categories":"Business & Economics Web of Science Categories:Economics","Journal Information":"JOURNAL OF INSTITUTIONAL ECONOMICS Volume: 13 Issue: 1 Pages: 189-210 DOI: 10.1017/S1744137416000242 Published: MAR 2017","Abstract":"This paper uses the institutional economics of Douglass North to explain three features of the shale boom: why fracking technology emerged in the United States, the rapid increase in production of natural gas in the United States and the uneven response to these new economic opportunities in shale-rich economies. It argues that the institutional matrix of the United States, in particular private ownership of minerals, encouraged experimentation on the barren Texas oil and gas fields, where fracking technology emerged and the rapid transfer of mineral rights to gas companies. Institutional entrepreneurs, namely landmen and lawyers, facilitated contracting between owners of mineral rights and drillers. Private ownership of minerals and an ideology supportive of drilling provide insight into the adoption of regulations that encourage hydraulic fracturing.","Authors":"Murtazashvili, I (Murtazashvili, Ilia)","Title":"Institutions and the shale boom"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395843500008 ISSN: 0264-8172 eISSN: 1873-4073","Keywords":"Basin modelling; Carbon dioxide; Decarbonation; Deep sedimentary basin; Low-grade metamorphism; Water-rock interaction KeyWords Plus:SOUTH CHINA SEA; METAMORPHIC FLUID FLUXES; CALC-SILICATE REACTIONS; LOW-GRADE METAMORPHISM; SONG HONG BASIN; RIFT BASINS; MALAY BASIN; PROGRESSIVE METAMORPHISM; PROGRADE METAMORPHISM; REGIONAL METAMORPHISM","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"MARINE AND PETROLEUM GEOLOGY Volume: 81 Pages: 112-133 DOI: 10.1016/j.marpetgeo.2016.12.013 Published: MAR 2017","Abstract":"The accumulation of CO2 in some natural gas fields represents a risk for exploration, and calls for a way of integrating its occurrence in basin modelling. Among several possible sources we investigate mineral reactions able to take place within bottom sediments of particularly deep and hot sedimentary basins, i.e. at conditions of low-grade metamorphism (up to 500 degrees C and 2500 bar). These reactions involve lithologies where carbonate and alumino-silicate minerals are combined to form a mixed composition. For appraising decarbonation quantitatively we propose a method founded on thermodynamic calculations, that follows a modelling approach commonly used in metamorphic petrology. At given bulk composition and temperature-pressure (T-P) conditions, the composition and proportions of solid and fluid phases that coexist at equilibrium are computed using a Gibbs Energy Minimization (GEM) algorithm. On the basis of R.G. Berman's database we incorporate thermodynamic parameters for a variety of solid solutions including clay minerals, and for a CH4-CO2-H2O fluid mixture represented by the CPA-Electrolyte equation of state. A large range of decarbonation reactions is explored through a systematics involving 85 model compositions, and a unique T-P path typical of the targeted basins. We confirm that pure carbonate lithologies do not behave as CO2 source in the conditions explored. In contrast, we demonstrate that mixed compositions are likely to yield CO2 from successive mineral reactions, in which clay minerals play a prominent role. We also show that the temperature of incipient decarbonation, staggered over 325-425 degrees C, depends on the Ca/Mg/Fe composition ratio of the bulk sediment. CO2-prone reactions occurring from a selection of natural sediments are then presented. The CO2-prolific character of particular facies associated to the rift phase of a basin evolution is illustrated, notably in the case of lacustrine oil shales. Finally, we indicate a protocol that integrates the decarbonation scheme derived from thermodynamics into a CO2-generation formalism compatible with the usual formalism of a basin model. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Brosse, E (Brosse, Etienne) ; Bachaud, P (Bachaud, Pierre) ; Richard, L (Richard, Laurent) ; Michel, A (Michel, Anthony) ; Guichet, X (Guichet, Xavier) ; Rossi, T (Rossi, Tristan) ; Blanke, R (Blanke, Raphael) ; Gaucher, EC (Gaucher, Eric C.) ; Parra, T (Parra, Teddy)","Title":"Quantification of carbon dioxide sourced by mineral reactions in ultradeep sedimentary basins"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395843500013 ISSN: 0264-8172 eISSN: 1873-4073","Keywords":"Pore throat size; Permeability; Shale composition; Horn River Group shale; Western Canada Sedimentary Basin KeyWords Plus:MISSISSIPPIAN BARNETT SHALE; GAS SHALES; SOUTHWESTERN CHINA; NATURAL MUDSTONES; THERMAL MATURITY; SURFACE-AREA; POROSITY; BASIN; WOODFORD; SYSTEMS","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"MARINE AND PETROLEUM GEOLOGY Volume: 81 Pages: 220-236 DOI: 10.1016/j.marpetgeo.2017.01.011 Published: MAR 2017","Abstract":"Shale reservoirs of the Middle and Upper Devonian Horn River Group provide an opportunity to study the influence of rock composition on permeability and pore throat size distribution in high maturity formations. Sedimentological, geochemical and petrophysical analyses reveal relationships between rock composition, pore throat size and matrix permeability. In our sample set, measured matrix permeability ranges between 1.69 and 42.81 nanodarcies and increases with increasing porosity. Total organic carbon (TOC) content positively correlates to permeability and exerts a stronger control on permeability than inorganic composition. A positive correlation between silica content and permeability, and abundant interparticle pores between quartz crystals, suggests that quartz may be another factor enhancing the permeability. Pore throat size distributions are strongly related to TOC content. In organic rich samples, the dominant pore throat size is less than 10 nm, whereas in organic lean samples, pore throat size distribution is dominantly greater than 20 nm. SEM images suggest that in organic rich samples, organic matter pores are the dominant pore type, whereas in quartz rich samples, the dominant type is interparticle pores between quartz grains. In clay rich and carbonate rich samples, the dominant pore type is intraparticle pores, which are fewer and smaller in size. High permeability shales are associated with specific depositional facies. Massive and pyritic mud stones, rich in TOC and quartz, have comparatively high permeability. Laminated mudstone, bioturbated mudstone and carbonate facies, which are relatively enriched in clay or carbonate, have fairly low permeability. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Dong, T (Dong, Tian) ; Harris, NB (Harris, Nicholas B.) ; Ayranci, K (Ayranci, Korhan) ; Twemlow, CE (Twemlow, Cory E.) ; Nassichuk, BR (Nassichuk, Brent R.)","Title":"The impact of composition on pore throat size and permeability in high maturity shales: Middle and Upper Devonian Horn River Group, northeastern British Columbia, Canada"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396831400008 ISSN: 0146-6380","Keywords":"Hydrocarbon expulsion; Nanometer-scale pores; Pore pressure; Pyrolytic simulation; Residual bitumen; Yanchang Shale KeyWords Plus:NORTHEASTERN BRITISH-COLUMBIA; MISSISSIPPIAN BARNETT SHALE; KIMMERIDGE CLAY FORMATION; HYDROUS-PYROLYSIS; GAS GENERATION; WOODFORD SHALE; SURFACE-AREA; OVERPRESSURE RETARDATION; VITRINITE REFLECTANCE; PETROLEUM EXPULSION","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"ORGANIC GEOCHEMISTRY Volume: 105 Pages: 56-66 DOI: 10.1016/j.orggeochem.2017.01.004 Published: MAR 2017","Abstract":"Two distinct pyrolysis experiments were performed to investigate variations in the content and composition of organic matter (OM) and their relation with the growth of nanometer-scale pores during the thermal maturation of shale. One was conducted in glass tubes under vacuum (closed system), and the other was performed in a semi-closed system in which generated oil can flow out of the system under an 80 MPa pressure compressing the sample. The maturation of OM, especially the secondary cracking of residual bitumen, occurs much slower in a semi-closed than in a closed system. However, greater carbon loss (up to 6%) was shown by pyrolyzed samples in the semi-closed system relative to those in the closed system (< 3%), which is related to differences in hydrocarbon expulsion and consolidation of retained bitumen. During the main oil generation stage, declining pore volume in both systems is mainly attributed to bitumen infilling that masked some primary and secondary pores. A significant increase in total pore volume by 2.5 cm(3)/100 g was observed in pyrolyzed samples from the semi-closed system after the oil peak. In contrast, a much smaller pore growth of 1.1 cm(3)/100 g was detected in samples within the closed system. A relatively high pore pressure in a block of compressed shale, resulting from a large amount of retained bitumen, can generate, in addition to a large carbon loss, substantial pore growth in pyrolyzed samples within the semi-closed system. Current results suggest a close, but not straightforward, relationship between the transformations of OM and pore development. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Guo, HJ (Guo, Huijuan) ; Jia, WL (Jia, Wanglu) ; Peng, PA (Peng, Ping'an) ; Zeng, J (Zeng, Jian) ; He, RL (He, Ruliang)","Title":"Evolution of organic matter and nanometer-scale pores in an artificially matured shale undergoing two distinct types of pyrolysis: A study of the Yanchang Shale with Type II kerogen"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395621700001 ISSN: 0169-3913 eISSN: 1573-1634","Keywords":"Shale gas; Nanoscale pore cluster; Pore network model; FIB-SEM imaging; Apparent permeability KeyWords Plus:DYNAMICS","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"TRANSPORT IN POROUS MEDIA Volume: 117 Issue: 1 Pages: 5-25 DOI: 10.1007/s11242-016-0817-5 Published: MAR 2017","Abstract":"A large amount of nano-pores exists in pore clusters in shale gas reservoirs. In addition to the multiple transport regimes that occur on the nanoscale, the pore space is another major factor that significantly affects the shale gas recoverability. An investigation of the pore-scale shale gas flow is therefore important, and the results can be used to develop an effective cluster-scale pore network model for the convenient examination of the process efficiency. Focused ion beam scanning electron microscope imaging, which enables the acquisition of nanometre-resolution images that facilitate nano-pore identification, was used in conjunction with a high-precision pore network extraction algorithm to generate the equivalent pore network for the simulation of Darcy and shale gas flows through the pores. The characteristic parameters of the pores and the gas transport features were determined and analysed to obtain a deeper understanding of shale gas flow through nanoscale pore clusters, such as the importance of the throat flux-radius distribution and the variation of the tortuosity with pressure. The best parameter scheme for the proposed effective model of shale gas flow was selected out of three derived schemes based on the pore-scale prediction results. The model is applicable to pore-scale to cluster-scale shale gas flows and can be used to avoid the multiple-solution problems in the study of gas flows. It affords a foundation for further study to develop models for shale gas flows on larger scales.","Authors":"Jiang, WB (Jiang, Wenbin) ; Lin, M (Lin, Mian) ; Yi, ZX (Yi, Zhixing) ; Li, HS (Li, Haishan) ; Wu, ST (Wu, Songtao)","Title":"Parameter Determination Using 3D FIB-SEM Images for Development of Effective Model of Shale Gas Flow in Nanoscale Pore Clusters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396886700006 ISSN: 1866-7511 eISSN: 1866-7538","Keywords":"Bohai Bay Basin; Lixian Slope; Hydrocarbon source potential; Oil-source rock correlation.; Low-maturity oils KeyWords Plus:ORGANIC-MATTER; CRUDE OILS; GEOCHEMISTRY; DEPRESSION; AUSTRALIA; SEA","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"ARABIAN JOURNAL OF GEOSCIENCES Volume: 10 Issue: 5 Article Number: 101 DOI: 10.1007/s12517-017-2890-7 Published: MAR 2017","Abstract":"The Es1x sub-member (lower part of the first member of Shahejie Formation), which consists mainly of dark oil shale and mudstone, is well developed in Lixian Slope, Raoyang Sag, Bohai Bay Basin, northern China. The samples from Es1x sub-member were subjected to kerogen petrographic microscope, Rock-Eval, extractable organic material (EOM), and vitrinite reflectance (R-o) analyses, respectively. In addition, some samples respectively from the Es3x and Es1x source rocks as well as six crude oil samples from Shahejie Formation of Lixian Slope were subjected to gas chromatography-mass spectrometry (GC-MS) analyses. Based on these geochemical analyses and petrographic analyses, this study provides an overview on the type, richness, thermal maturity, and hydrocarbon generation potential of organic matter in Es1x sub-member, as well as a successful oil-source correlation in Lixian Slope. The total organic carbon (TOC) content of Es1x sub-member samples varies from 0.07 to 6.20%, suggesting that this interval is heterogeneous but contains excellent source rocks. This is further corroborated by hydrocarbon yields (S-2) and extractable organic matter (EOM). Both maceral composition and HI values indicate that organic matter is mostly derived from aquatic organisms. This is supported by n-alkane-isoprenoid ratios (pristane/ n-C-17 alkane (Pr/n-C-17) versus phytane/ n-C-18 alkane (Ph/ n-C-18)). The microscope of kerogen in Es1x sub-member samples shows that the mixed-type I/ III kerogen is dominant. This is supported by the hydrogen index (HI) values of Es1x sub-member samples. Vitrinite reflectance (R-o) values of Es1x source rock samples are between 0.32 and 0.97%, with most of them being lower than 0.7% indicating immature to low maturity levels. T-max and production index (PI) values are in line with Ro value-based maturity assignments. The n-alkanes and biomarker distributions in crude oils and Es1x source rock samples indicate presence of low-maturity oils derived from organic matter most likely deposited under anoxic, strongly reducing conditions in a lacustrine, brackish to saline/ hypersaline water environment. This similarity suggests that crude oils of the Lixian Slope were predominantly sourced from the Es1x sub-member. Es3x (lower part of the third member of Shahejie Formation) source rock samples exhibit different properties that are more in line with freshwater depositional environments.","Authors":"He, FG (He, Fugui) ; Gao, XZ (Gao, Xianzhi) ; Zhao, XZ (Zhao, Xianzheng) ; Yang, DX (Yang, Dexiang) ; Wang, Q (Wang, Quan) ; Fan, BD (Fan, Bingda) ; Wang, HL (Wang, Huilai) ; Liu, JW (Liu, Jingwang) ; Wu, DS (Wu, Dongsheng)","Title":"The lower part of the first member of the Shahejie formation (Es1x) as a source rock for oil found in Lixian Slope, Raoyang Sag, Bohai Bay Basin, Northern China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397357200015 ISSN: 0301-4215 eISSN: 1873-6777","Keywords":"Shale gas; Renewables; Gas infrastructure; Energy efficiency; Climate-change mitigation KeyWords Plus:NATURAL-GAS; METHANE EMISSIONS; CLIMATE-CHANGE; UNITED-STATES; ALISO CANYON; IMPACT","Categories":"Energy & Fuels; Environmental Sciences & Ecology Web of Science Categories:Energy & Fuels; Environmental Sciences; Environmental Studies","Journal Information":"ENERGY POLICY Volume: 102 Pages: 142-144 DOI: 10.1016/j.enpol.2016.12.020 Published: MAR 2017","Abstract":"Mature shale-gas wells possess a property that enables cyclic production and shut-in without incurring revenue losses. Based on this property, we suggest that fields with mature shale-gas wells may act as virtual gas storage for supplying fast-ramping gas power plants which balance intermittent renewable generation. By enabling gas supply to power plants to circumvent intermediate third-party storage, we argue that the proposed integration facilitates demand-driven gas production, and discuss how the scheme may support utilization of renewables and reduce supply-related greenhouse-gas emissions in electricity generation.","Authors":"Knudsen, BR (Knudsen, Brage Rugstad) ; Foss, B (Foss, Bjarne)","Title":"Shale-gas wells as virtual storage for supporting intermittent renewables"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396852200014 ISSN: 0016-8033 eISSN: 1942-2156","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOPHYSICS Volume: 82 Issue: 2 Pages: D85-D106 DOI: 10.1190/GEO2016-0279.1 Published: MAR-APR 2017","Abstract":"Hydrous closed-system pyrolysis experiments were performed on five pairs of chert cubes from the Woodford Shale aliquots under uniaxial confinement at various prescribed thermal maturities. These thermal maturities represent each of the phases of organic-matter (OM) catagenesis under hydrous conditions: immature kerogen at low thermal stress (125 degrees C for 72 h), low and peak bitumen generation with increasing thermal stress (300 degrees C and 330 degrees C for 72 h), cracking of bitumen to oil and gas at higher thermal stresses (330 degrees C and 360 degrees C for 72 h), and cracking of some oil at the highest experimental conditions (400 degrees C for 72 h). We measured the spectra of the complex electrical conductivity tensor (in the frequency range 10 mHz to 45 kHz) of these 10 aliquots to capture the effects of thermal maturation by hydrous pyrolysis. Results indicate that surface conduction of polar-rich bitumens has a significant effect on their complex electrical conductivity. The OM of a source rock is considered a negligible cause of cation-exchange capacity (CEC), whose parameters influence surface and quadrature conductivity components of the complex electrical conductivity tensor. Part of this CEC was reactivated during the hydrous closed-system pyrolysis experiments. The conspicuous absence of a decrease in electrical conductivity with bitumen and oil generation in the chert cubes recovered from the hydrous-pyrolysis experiments does not agree with the observed increases of well-log resistivity in the natural maturation of some source rocks. Contraction of OM at the contacts with mineral grains is considered a partial cause of this discrepancy, which occurs during the cooling of the experiments to room temperature when no mechanical compaction is applied. Mineral-grain supported rocks such as the chert we studied appear to be especially prone to such a phenomenon.","Authors":"Woodruff, WF (Woodruff, William F.) ; Lewan, MD (Lewan, Michael D.) ; Revil, A (Revil, Andre) ; Torres-Verdin, C (Torres-Verdin, Carlos)","Title":"Complex electrical conductivity changes associated with hydrous pyrolysis maturation of the Woodford Shale"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366300001 ISSN: 1875-5100 eISSN: 2212-3865","Keywords":"Cyclic CH4 injection; Liquid-rich reservoirs; Upscale; Enhance oil recovery KeyWords Plus:GAS INJECTION; RECOVERY; DIFFUSION; GC/MS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"JOURNAL OF NATURAL GAS SCIENCE AND ENGINEERING Volume: 39 Pages: 1-14 DOI: 10.1016/j.jngse.2017.01.017 Published: MAR 2017","Abstract":"In this paper, the potential to enhance oil recovery (EOR) by CH4 gas injection in shale reservoirs is investigated through numerical analysis based on the experiments using different-diameter shale cores and crude oil. The cores used in these experiments had the same length of 2 inches and six different diameters of 1, 1.5, 2, 3, 3.5 and 4 inches. The crude oil from Wolfcamp was used to saturate the shale core plugs. A Gas Chromatography/Mass Spectrometer (GC/MS) instrument and Xcalibur software were used to analyze the crude oil components. The experiments were history-matched using numerical simulation models. The calibrated numerical models were then employed to perform a series of sensitivity studies to investigate the effects of operation parameters on oil recovery in shale oil cores, such as the number of injection cycles, molecular diffusion, soaking time, and operation schedule. The experimental results show that oil recovery factor is smaller from a larger core than that from a smaller core due to the decline of surface area per volume and the drop of pressure gradient along the diameter. The simulation results show that incremental oil recovery in each of the subsequent cycle decreases as the number of injection cycles increases. In terms of EOR mechanisms, viscous displacement and relative permeability hysteresis may be important, while molecular diffusion does not seem to play an important role after the first five cycles. For the soaking time, a larger core needs a longer soaking time to achieve the maximized oil recovery than a smaller core within a single cycle. Within a fixed elapse time, a shorter soaking time results in higher oil recovery. This work provides a fundamental understanding of the key parameters that control cyclic CH4 injection to enhance oil recovery in shale rocks. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, L (Li, Lei) ; Sheng, JJ (Sheng, James J.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sheng, James  http://orcid.org/0000-0002-1778-1486","Title":"Numerical analysis of cyclic CH4 injection in liquid-rich shale reservoirs based on the experiments using different-diameter shale cores and crude oil"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366300004 ISSN: 1875-5100 eISSN: 2212-3865","Keywords":"Oil and gas project; Offshore project; Performance evaluation; Performance metric; Project management KeyWords Plus:CONSTRUCTION COST-ANALYSIS; COMPLEX FRACTURE NETWORKS; PIPELINE; RESERVOIRS; SHALE; SIMULATION; INDICATORS; MEGAPROJECTS; PRODUCTIVITY; MODELS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"JOURNAL OF NATURAL GAS SCIENCE AND ENGINEERING Volume: 39 Pages: 44-53 DOI: 10.1016/j.jngse.2017.01.022 Published: MAR 2017","Abstract":"Historical records on the performances of global offshore oil and gas (O&G) projects show that most did not meet industry expectations; therefore, there is a significant need to provide an effective evaluation system for offshore O&G projects to identify project deficiencies and improve project performance. Considering their unique characteristics, a set of two-dimensional industry metrics were developed to evaluate offshore O&G projects across five categories: cost, schedule, safety, production, and quantity. The project data and the results of a survey taken by industry experts were used to validate the credibility of the metrics. In addition, the drivers of each metric are discussed or verified with first principle and were confirmed by industry experts. Finally, the practice for using these metrics is recommended. In other words, with the characteristics of offshore O&G projects taken into account, these metrics will be verified so they are perceived as an efficient tool to evaluate project competitiveness and identify gaps for project performance improvement. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Rui, ZH (Rui, Zhenhua) ; Li, CC (Li, Chaochun) ; Peng, F (Peng, Fei) ; Ling, KG (Ling, Kegang) ; Chen, G (Chen, Gang) ; Zhou, XY (Zhou, Xiyu) ; Chang, HW (Chang, Hanwen)","Title":"Development of industry performance metrics for offshore oil and gas project"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366300006 ISSN: 1875-5100 eISSN: 2212-3865","Keywords":"Oil shale formation; Heterogeneity; Representative elementary area; Multifractal theory; Lacunarity KeyWords Plus:MATURE POSIDONIA SHALE; MULTIFRACTAL ANALYSIS; BIB-SEM; TRANSPORT-PROPERTIES; PORE-STRUCTURE; HILS AREA; IMAGES; ROCKS; MORPHOLOGY; GERMANY","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"JOURNAL OF NATURAL GAS SCIENCE AND ENGINEERING Volume: 39 Pages: 62-71 DOI: 10.1016/j.jngse.2017.01.035 Published: MAR 2017","Abstract":"Pore structures are one of the most important factors affecting the hydro-mechanical properties of the reservoirs. Unlike the homogeneous pore structures in sandstones, the pores in the shale formations are heterogeneous and more complex to characterize due to the diagenesis and geological processes that they experienced. The heterogeneous rock pore structures can influence not only the flow properties of the oil and gas but also the fracture initiation and propagation characteristics which can impact the hydraulic fracturing performance, a common technique to increase the total production in tight shale formations. Therefore, quantifying the heterogeneities of the pore structures in unconventional shale formations carries a great importance. In this paper, we collected the samples from Bakken formation, which is a typical unconventional oil shale reservoir in North America. We applied image analysis method to study the pore structures. After segmentation of these images, we determined the representative elementary area (REA) of the samples based on the relationships between porosity and magnification ratios. Multifractal theory and lacunarity methods were applied to analyze the pore structures. Multifractal parameters were used to describe the pore probability distributions and the lacunarity value was applied to quantify the heterogeneity of the pores. The impact of the mineral compositions on heterogeneity values is also discussed. Finally, a new REA indicator, which contains the porosity and heterogeneity information, was proposed. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Liu, KQ (Liu, Kouqi) ; Ostadhassan, M (Ostadhassan, Mehdi)","Title":"Quantification of the microstructures of Bakken shale reservoirs using multi-fractal and lacunarity analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366300008 ISSN: 1875-5100 eISSN: 2212-3865","Keywords":"Shale gas; Organic matter model; CO2 sequestration; Selecvitity; Molecular simulation KeyWords Plus:MOLECULAR-DYNAMICS SIMULATIONS; NORTHEASTERN BRITISH-COLUMBIA; DIFFERENT GEOLOGICAL DEPTHS; CARBON NANOTUBE ARRAYS; CRETACEOUS GAS SHALES; METHANE ADSORPTION; CO2 ADSORPTION; FORCE-FIELD; MESOPOROUS CARBONS; PILLARED CLAYS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"JOURNAL OF NATURAL GAS SCIENCE AND ENGINEERING Volume: 39 Pages: 82-89 DOI: 10.1016/j.jngse.2017.01.024 Published: MAR 2017","Abstract":"The exploration of shale gas resources has been increasing rapidly in the past decades owing to the growing demands for resources and environmental protection. In this work, we construct a series of functional group rich organic (FGRO) shale models. The shale gas capacity, sequestration amount of CO2 and selectivity of CO2/CH4 in these organic-rich shales are explored by molecular simulation. It is found that the shale gas capacities in the FGRO shale models are smaller than that in pristine pillared shale model owing to the excluded volume effect of organic matter. However, the FGRO organic matter shows a significant effect on the selectivity of CO2/CH4. In particular, the selectivity of CO2/CH4 in the epoxy group rich organic (EGRO) shale model reaches 8.36, which is 3.73 times of that in pristine model without organic matter. Therefore, the EGRO shale may be a potential reservoir for sequestration of CO2. Meantime, by exploring the effects of geological depth on exploitation of shale gas or sequestration of CO2, an optimum depth of 1 km is recommended. It is expected that this work provides useful guidance for exploitation of shale gas and sequestration of CO2. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhang, HB (Zhang, Haibo) ; Zeng, XF (Zeng, Xiaofei) ; Zhao, ZY (Zhao, Zengying) ; Zhai, ZQ (Zhai, Zengqiang) ; Cao, DP (Cao, Dapeng)","Title":"Adsorption and selectivity of CH4/CO2 in functional group rich organic shales"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366300017 ISSN: 1875-5100 eISSN: 2212-3865","Keywords":"Shale gas; Marine shale; Reservoir quality; Gas accumulation; Completion quality; Sichuan Basin KeyWords Plus:FORT-WORTH BASIN; APPALACHIAN BASIN; BARNETT SHALE; FIELD; ADSORPTION; SYSTEMS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"JOURNAL OF NATURAL GAS SCIENCE AND ENGINEERING Volume: 39 Pages: 203-215 DOI: 10.1016/j.jngse.2016.08.079 Published: MAR 2017","Abstract":"The Sichuan Basin in Southwest China holds the most potential for shale gas exploration and development in China. The assessment of reservoir quality, gas accumulation and completion quality of Silurian Longmaxi marine shale gas is conducted based on detailed mapping of depositional systems and shale properties, analyses of geochemical, mineralgical and petrophysical data, investigation on interactions between tectonics, reservoir quality, shale gas accumulation, completion quality, and production. The results show that the Lower Section of the Lower Silurian Longmaxi marine shale in the southern, southeastern, and eastern parts of the Sichuan Basin is good shale reservoir in terms of high TOC, high maturity, high brittle mineral content, and development of inter-particle and intra-organic matter pores and natural fractures. Petroleum system modeling calibrated by production data reveals shale gas tends to accumulate in broad syncline and anticline in tectonically stable area. Tectonic setting and stress field analyses and hydraulic fracturing simulation and practice imply that the siliceous Longmaxi shale interval in the areas with small far-field horizontal stress are more favcirable for hydraulic fracturing to form complex fracture network. The best prospectS are likely located in broad syncline and anticline in tectonically stable areas with good reservoir quality, shale gas accumulation and completion quality in the southern and southeastern areas inside the Sichuan Basin. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Jiang, S (Jiang, Shu) ; Tang, XL (Tang, Xianglu) ; Long, SX (Long, Shengxiang) ; McLennan, J (McLennan, John) ; Jiang, ZL (Jiang, Zhenglong) ; Jiang, ZG (Jiang, Zhigiang) ; Xu, ZY (Xu, Zhengyu) ; Chen, L (Chen, Lei) ; Xue, G (Xue, Gang) ; Shi, X (Shi, Xian) ; He, ZL (He, Zhiliang) ...More...Less","Title":"Reservoir quality, gas accumulation and completion quality assessment of Silurian Longmaxi marine shale gas play in the Sichuan Basin, China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549600023 ISSN: 0920-4105 eISSN: 1873-4715","Keywords":"Shale; Chemical osmosis; Fracturing-fluid; Leakoff; Flowback KeyWords Plus:OIL; WELLS","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Petroleum","Journal Information":"JOURNAL OF PETROLEUM SCIENCE AND ENGINEERING Volume: 151 Pages: 264-274 DOI: 10.1016/j.petrol.2017.01.018 Published: MAR 2017","Abstract":"In this paper, the development of a comprehensive multi-mechanistic multi-porosity water/gas/salt flow model to investigate the leakoff and flowback behavior of the fracturing fluid from hydraulically fractured shale gas wells is presented. The multi-mechanistic model takes into account water transport induced by hydraulic pressure driven convection, osmosis pressure driven convection and capillary imbibition, gas transport induced by both hydraulic pressure driven convection and desorption, and salt transport induced by advection and concentration driven diffusion. In the multi-porosity model, hydraulic fractures are considered as a interconnected continuum embedded in shale matrix, where organic shale is interspersed within vast inorganic shale. The organic matrix is thus considered disconnected in the entire reservoir. The water saturation profiles for chemical osmosis-induced, capillary pressure-induced and hydraulic pressure-induced cases are compared, revealing a region of saturation that effectively is immobile even though irreducible saturation has not been reached. In sensitivity analyses, cases with different hydraulic pressure, injected fluid salinity and salt diffusion coefficient are considered.The results indicate that chemical osmosis intensifies water leakoff and hinders water flowback. Further, chemical osmosis is a key mechanism for water retention after the treatment of hydraulic fracturing and should not be ignored especially in flowback data analysis of hydraulically fractured shale gas wells.","Authors":"Wang, F (Wang, Fei) ; Pan, ZQ (Pan, Ziqing) ; Zhang, SC (Zhang, Shicheng)","Title":"Impact of chemical osmosis on water leakoff and flowback behavior from hydraulically fractured gas shale"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549600032 ISSN: 0920-4105 eISSN: 1873-4715","Keywords":"Stimulated reservoir volume; Tight reservoirs; Multi-linear flow model; Production performance analysis KeyWords Plus:SHALE-GAS-RESERVOIRS; UNCONVENTIONAL RESERVOIRS; HORIZONTAL WELL; VOLUME; PERFORMANCE; MATRIX","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Petroleum","Journal Information":"JOURNAL OF PETROLEUM SCIENCE AND ENGINEERING Volume: 151 Pages: 348-361 DOI: 10.1016/j.petrol.2017.01.007 Published: MAR 2017","Abstract":"A common way to produce hydrocarbons from tight reservoirs is to use volume fracturing. After volume fracturing, the stimulated reservoir volume (SRV) always exists around the wellbore. To characterize the SRV, many work have been done using simulation methods. The Discrete Fracture Network (DFN) model is one of the commonly used simulation methods. Based on the simulated results of DFN model, this paper constructed a multi-linear flow model to analyze the pressure transient and rate transient behaviors in tight oil reservoirs with SRV, where the reservoir is divided into many regions including matrix system outside the fracture network, matrix system inside the fracture network, fracture network system. We formulates the 1-D flow solutions for each region, and then couple them by imposing flux and pressure continuity across the boundaries between regions. We solve the model with the linear flow model and using Laplace transform and Stehfest algorithm comprehensively. The model solution is verified with numerical simulation thoroughly. And we test the model with field cases to analyze fractured well performance in tight oil reservoir. History matching results are shown according to real production data. Sensitivity studies to quantify the key parameters affecting the well performance were performed finally. Five variables, which are fracture spacing, fracture network size, fracture network conductivity, matrix permeability and reservoir size, were investigated. The presented new model and obtained results can enrich the production performance analysis methods for tight oil reservoirs.","Authors":"Ke, XJ (Ke, Xijun) ; Guo, DL (Guo, Dali) ; Zhao, YX (Zhao, Yunxiang) ; Zeng, XH (Zeng, Xiaohui) ; Xue, L (Xue, Ling)","Title":"Analytical model to simulate production of tight reservoirs with discrete fracture network using multi-linear flow"}]