[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396592600001 ISSN: 2195-4194 eISSN: 2195-2248","Keywords":"Foresight; Twitter; Horizon scanning; Network analysis; Policy; Governance KeyWords Plus:SOCIAL MEDIA; INFORMATION; NETWORKS","Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"EUROPEAN JOURNAL OF FUTURES RESEARCH Volume: 5 Issue: 1 Article Number: UNSP 1 DOI: 10.1007/s40309-016-0102-4 Published: DEC 8 2017","Abstract":"In this article the value of Twitter data analysis for a strategic foresight exercise is discussed. The article offers an overview of Twitter's basic functionalities, previous Twitter research and related studies on using Twitter in foresight projects to date. Based on this knowledge the case of the EU research project \"Foresight and Modelling for European Health Policy and Regulations\"(FRESHER) is used to conduct a Twitter data analysis in three steps: an analysis of weblinks to get insights into the content spread via Twitter, a social network analysis to define central actors in a Twitter debate, and a hashtag-analysis to find out which topics are discussed and to support the identification of drivers of noncommunicable diseases. The article shows the benefit a Twitter data analysis provides for the FRESHER project and reveals implications for future research in this field.","Authors":"Uhl, A (Uhl, Andre) ; Kolleck, N (Kolleck, Nina) ; Schiebel, E (Schiebel, Edgar)","Title":"Twitter data analysis as contribution to strategic foresight-The case of the EU Research Project \"Foresight and Modelling for European Health Policy and Regulations\" (FRESHER)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397782400001 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Clustering coefficient; Transitivity; Triadic closure; Coauthorship networks KeyWords Plus:COLLABORATION NETWORKS; SOCIAL NETWORKS; EVOLUTION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Pages: 1-12 DOI: 10.1007/s13278-017-0428-3 Published: DEC 2017","Abstract":"Applying the concept of triadic closure to coauthorship networks means that scholars are likely to publish a joint paper if they have previously coauthored with the same people. Prior research has identified moderate to high (20 to 40%) closure rates; suggesting this mechanismis a reasonable explanation for tie formation between future coauthors. We show how calculating triadic closure based on prior operationalizations of closure, namely Newman's measure for one-mode networks (NCC) and Opsahl's measure for two-mode networks (OCC) may lead to higher amounts of closure compared to measuring closure over time via a metric that we introduce and test in this paper. Based on empirical experiments using four large-scale, longitudinal datasets, we find a lower bound of 1-3% closure rates and an upper bound of 4-7%. These results motivate research on new explanatory factors for the formation of coauthorship links.","Authors":"Kim, J (Kim, Jinseok) ; Diesner, J (Diesner, Jana)","Title":"Over-time measurement of triadic closure in coauthorship networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397105200002 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Medical image retrieval; Bag-of-words; Latent Semantic analysis; Multimodal fusion; Medical social network; Collaborative social health network","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Article Number: UNSP 2 DOI: 10.1007/s13278-016-0420-3 Published: DEC 2017","Abstract":"Medical social networks have become an exchange of opinions between patients and health professionals. However, patients are anxious to quickly find a reliable analysis and a concise explanation of their medical images and express their queries through a textual description or a visual description or both sets. For this, we present in this paper a multimodal research model to research medical images based on multimedia information that is extracted from a radiological collaborative social network. Indeed, the opinions shared on a medical image in a medico-social network are a textual description which in most cases requires cleaning by using a medical thesaurus. In addition, we describe the textual description and medical image in a TF-IDF weight vector using an approach of \"bag of words''. We use latent semantic analysis to establish relationships between textual terms and visual terms in shared opinions on the medical image. The multimodal modeling researches the medical information through multimodal queries. Our model is evaluated against the ImageCLEFMed' 2015 baseline, which is the ground truth for our experiments. We have conducted numerous experiments with different descriptors and many combinations of modalities. The analysis of results shows that the model based on two methods can increase the performance of a research system based on a single modality, visual or textual.","Authors":"Bouslimi, R (Bouslimi, Riadh) ; Ayadi, MG (Ayadi, Mouhamed Gaith) ; Akaichi, J (Akaichi, Jalel)","Title":"Semantic medical image retrieval in a medical social network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397105200006 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Heavy-tailed distributions; Power law; Social networks; Facebook; User behavior; Statistical modeling KeyWords Plus:DISTRIBUTIONS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Article Number: UNSP 6 DOI: 10.1007/s13278-017-0422-9 Published: DEC 2017","Abstract":"How do people interact with their Facebook wall? At a high level, this question captures the essence of our work. While most prior efforts focus on Twitter, the much fewer Facebook studies focus on the friendship graph or are limited by the amount of users or the duration of the study. In this work, we model Facebook user behavior: we analyze the wall activities of users focusing on identifying common patterns and surprising phenomena. We conduct an extensive study of roughly 7k users over 3 years during 4-month intervals each year. We propose PowerWall, a lesser known heavy-tailed distribution to fit our data. Our key results can be summarized in the following points. First, we find that many wall activities, including number of posts, number of likes, number of posts of type photo, can be described by the PowerWall distribution. What is more surprising is that most of these distributions have similar slope, with a value close to 1! Second, we show how our patterns and metrics can help us spot surprising behaviors and anomalies. For example, we find a user posting every two days, exactly the same count of posts; another user posting at midnight, with no other activity before or after. Our work provides a solid step toward a systematic and quantitative wall-centric profiling of Facebook user activity.","Authors":"Devineni, P (Devineni, Pravallika) ; Koutra, D (Koutra, Danai) ; Faloutsos, M (Faloutsos, Michalis) ; Faloutsos, C (Faloutsos, Christos)","Title":"Facebook wall posts: a model of user behaviors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397105200008 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Network science; Local clustering coefficient; Network reliability KeyWords Plus:GRAPHS; CONNECTIVITY; BEHAVIOR","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Article Number: UNSP 8 DOI: 10.1007/s13278-017-0426-5 Published: DEC 2017","Abstract":"Robustness in response to unexpected events is always desirable for real-world networks. To improve the robustness of any networked system, it is important to analyze vulnerability to external perturbation such as random failures or adversarial attacks occurring to elements of the network. In this paper, we study an emerging problem in assessing the robustness of complex networks: the vulnerability of the clustering of the network to the failure of network elements. Specifically, we identify vertices whose failures will critically damage the network by degrading its clustering, evaluated through the average clustering coefficient. This problem is important because any significant change made to the clustering, resulting from element-wise failures, could degrade network performance such as the ability for information to propagate in a social network. We formulate this vulnerability analysis as an optimization problem, prove its NP-completeness and non-monotonicity, and offer two algorithms to identify the vertices most important to clustering. Finally, we conduct comprehensive experiments in synthesized social networks generated by various well-known models as well as traces of real social networks. The empirical results over other competitive strategies show the efficacy of our proposed algorithms.","Authors":"Kuhnle, A (Kuhnle, Alan) ; Nguyen, NP (Nguyen, Nam P.) ; Dinh, TN (Dinh, Thang N.) ; Thai, MT (Thai, My T.)","Title":"Vulnerability of clustering under node failure in complex networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397105200003 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Influence prediction; Influence measurement; Information systems; Transfer entropy KeyWords Plus:FINANCIAL TIME-SERIES; SOCIAL NETWORKS; CENTRALITY; DYNAMICS; FLOW","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Article Number: UNSP 3 DOI: 10.1007/s13278-017-0421-x Published: DEC 2017","Abstract":"Determining the influence of participants within a network is important for a number of reasons, including maximizing advertising revenue and efficiency, behaviour prediction and control. Structural analysis has been widely applied to predict user influence within social systems, but this analysis requires the underlying network to be known. Furthermore, structural analysis generally assumes that links connecting users represent identical relationships, which does not account for possible differences stemming from trust or other relationship factors. Previous work has used transfer entropy measurements between time series as a form of influence measure in social systems, but has not considered the problem of identifying which possible links are significantly influential in relation to others. This work builds upon the existing work by using transfer entropy to predict a graph, in which links represent influence between two agents. The main contribution of this work is the proposal of methods for selecting a transfer entropy threshold value which determines whether a link should be considered influential. These methods could be used to either identify unknown links within a network or prune known links that do not actually represent a true influence relationship. The results presented show that this method generally allows the influence network to be predicted with precision and recall values of over 90% across three common theoretical network classes.","Authors":"McKenney, D (McKenney, Dave) ; White, T (White, Tony)","Title":"Selecting transfer entropy thresholds for influence network prediction"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397105200005 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Business intelligence; Data warehouse; OLAP; Social media","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Article Number: UNSP 5 DOI: 10.1007/s13278-017-0423-8 Published: DEC 2017","Abstract":"With the rise of social media in our life, several decision makers have worked on these networks to make better decisions. In order to benefit from the data issued from these media, many researchers focused on helping companies understand how to perform a social media competitive analysis and transform these data into knowledge for decision makers. A high number of users interact at any time on different ways in social media such as by expressing their opinions about products, services or transaction related to the organization which can prove very helpful for making better projections. In this paper, we provide a literature review on data warehouse design approaches from social media. More precisely, we start by introducing the main concepts of data warehouse and social media. We also propose two classes of data warehouse design approaches from social media (behavior analysis and integration of sentiment analysis in data warehouse schema) and expose for each one the most representative existing works. Afterward, we propose a comparative study of the existing works.","Authors":"Moalla, I (Moalla, Imen) ; Nabli, A (Nabli, Ahlem) ; Bouzguenda, L (Bouzguenda, Lotfi) ; Hammami, M (Hammami, Mohamed)","Title":"Data warehouse design approaches from social media: review and comparison"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397105200007 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Online social networks; Collaborative access policy; Multi-party resource; Access control; Policy aggregation","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Article Number: UNSP 7 DOI: 10.1007/s13278-017-0425-6 Published: DEC 2017","Abstract":"Online social network (OSN) has become one of the primary means of interaction and digital information sharing among individuals. Preserving information privacy is indispensable in such applications as the shared information would be sensitive. The issue becomes more challenging due to participation of multiple parties on the same shared data. We propose an effective trust-based access control technique to allow or disallow the shared resources considering the authorization requirements of all the multiple parties. A logical representation of the proposed access control technique is prepared to analyze the privacy risk. To demonstrate feasibility of the proposed technique, a Facebook Canvas application has also been developed. The usability study of this application supports the call for such access control technique.","Authors":"Rathore, NC (Rathore, Nemi Chandra) ; Tripathy, S (Tripathy, Somanath)","Title":"A trust-based collaborative access control model with policy aggregation for online social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397105200004 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Agent-based modeling; Kinetic Monte Carlo; Online social network; Network evolution; Information propagation; Simulation","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Article Number: UNSP 4 DOI: 10.1007/s13278-017-0424-7 Published: DEC 2017","Abstract":"Hashkat (http://hashkat.org) is a free, open source, agent-based simulation software package designed to simulate large- scale online social networks (e.g., Twitter, Facebook, LinkedIn). It allows for dynamic agent generation, edge creation, and information propagation. The purpose of hashkat is to study the growth of online social networks and how information flows within them. Like real-life online social networks, hashkat incorporates user relationships, information diffusion, and trending topics. Hashkat was implemented in C++ and was designed with extensibility in mind. The software includes Bash and Python scripts for easy installation and usability. In this report, we describe all of the algorithms and features integrated into hashkat before moving on to example use cases. In general, hashkat can be used to understand the underlying topology of social networks, validate sampling methods of such networks, develop business strategy for advertising on online social networks, and test new features of an online social network before going into production.","Authors":"Ryczko, K (Ryczko, Kevin) ; Domurad, A (Domurad, Adam) ; Buhagiar, N (Buhagiar, Nicholas) ; Tamblyn, I (Tamblyn, Isaac)","Title":"Hashkat: large-scale simulations of online social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397105200001 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Social networks; Spectroscopy; Activity data; Network measurement; Relationship detection; Mobile devices KeyWords Plus:SPACED DATA; NETWORKS; COMMUNICATION; TIME","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Article Number: UNSP 1 DOI: 10.1007/s13278-016-0419-9 Published: DEC 2017","Abstract":"Inferring social relationships among individuals is a difficult problem, typically requiring either intrusive measurements (e.g., surveys) or convenience samples (e.g., ties captured by online social networking systems). Automatically collected activity data from mobile devices or similar sources provide a promising alternative for inexpensive and unobtrusive detection of interpersonal relationships. Here, we introduce a new method-activity correlation spectroscopy-for inferring relationships by exploiting the spectral and distributional structure of activity correlation within dyads. Unlike existing techniques, our approach can be employed with minimal, individual-level (i.e., non-relational), and non-identifying data that are easily collected using commodity hardware. We demonstrate our methodology via an application to detection of friendship and group co-membership using mobile device and survey data from the MIT Reality Mining study (Eagle et al. in Proc Natl Acad Sci 106: 15274-15278, 2009).","Authors":"Zhang, XH (Zhang, Xuhong) ; Butts, CT (Butts, Carter T.)","Title":"Activity correlation spectroscopy: a novel method for inferring social relationships from activity data"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000397309100002 ISSN: 2253-9832 eISSN: 2254-8270","Keywords":"Substance-Related Disordes; Substance Abuse Treatment Centers","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"RQR ENFERMERIA COMUNITARIA Volume: 5 Issue: 1 Pages: 6-14 Published: WIN 2017","Abstract":"The Association Proyecto Hombre, in the year 2015 has been 25 years since its creation, in this period has done a lot of work in parallel to the evolution of the phenomenon of addictions, addressing from a philosophy, a mission and values centered on people, different programs of treatment, prevention and social incorporation, always working in collaboration with families and involving many people in a commendable work of volunteering. In addition, he has participated in international networks that address his work in addictions in Europe and Latin America and have developed training programs. This article reviews the work done in these years as well as the methodologies used.","Authors":"Fernandez, JRS (Santos Fernandez, Juan Ramon)","Title":"Proyecto Hombre 30 years of work in Asturias"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395123700005 ISSN: 2332-3493 eISSN: 2332-3507","Keywords":"peer effects; hospital roommates; natural experiment KeyWords Plus:LARGE SOCIAL NETWORK; NATURAL EXPERIMENT; SEX-DIFFERENCES; PEER; RECOVERY; BEHAVIOR; SURGERY; SPREAD","Categories":"Business & Economics; Health Care Sciences & Services Web of Science Categories:Economics; Health Policy & Services","Journal Information":"AMERICAN JOURNAL OF HEALTH ECONOMICS Volume: 3 Issue: 1 Pages: 76-107 DOI: 10.1162/AJHE_a_00068 Published: WIN 2017","Abstract":"This study examines health spillovers among hospital patients using a natural experiment of conditionally random hospital roommate assignments and electronic medical records data for a sample of 3,793 patients and their roommates. The study finds that positive health spillover effects may play an important role in reducing the amount of care the patient requires during hospitalization, shortening length of hospital stay, and lowering hospitalization cost, with little evidence of negative health effects for most patients. Mechanisms of roommate effects and implications for health-care delivery and policy are also considered.","Authors":"Yakusheva, O (Yakusheva, Olga)","Title":"Health Spillovers among Hospital Patients: Evidence from Roommate Assignments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396739400004 PubMed ID: 28056161 ISSN: 0022-5061 eISSN: 1520-6696","Categories":"Social Sciences - Other Topics Web of Science Categories:History Of Social Sciences","Journal Information":"JOURNAL OF THE HISTORY OF THE BEHAVIORAL SCIENCES Volume: 53 Issue: 1 Pages: 71-89 DOI: 10.1002/jhbs.21831 Published: WIN 2017","Abstract":"The first sample surveys in the latter parts of the 19th century were an intellectual social movement. They were motivated by the intention to improve the economic and political conditions of workers. The quantitative survey was considered an ideal because it would present data about the workers as facts, i.e. establish a scientific authoritative truth. In a case study from Denmark, the paper shows how the first survey - a study of seamstresses - was carried out by bringing several cognitive and organizational elements together: a network of researchers, a method for sampling, the construction of a questionnaire, a procedure for coding, and analyzing the data. It was a trial and error process where the researchers lacked relevant concepts and methods but relied on their intuition and on inspiration from abroad. (C) 2016 Wiley Periodicals, Inc.","Authors":"Gundelach, P (Gundelach, Peter) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gundelach, Peter  http://orcid.org/0000-0002-8346-6089","Title":"BRINGING THINGS TOGETHER: DEVELOPING THE SAMPLE SURVEY AS PRACTICE IN THE LATE NINETEENTH CENTURY"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392359500003 ISSN: 0013-2586 eISSN: 1086-315X","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"EIGHTEENTH-CENTURY STUDIES Volume: 50 Issue: 2 Pages: 173-+ Published: WIN 2017","Abstract":"This paper takes Istanbul's substantial population of migrant-bachelors (bekar) as vantage point to address urban space and foreground everyday spatial agency. Working from police and judicial case records, state documents, and narrative accounts, I show that despite their increasingly regulated exclusion from the city's dominant spaces of economy and residence, bachelors' agency in the politics of urban space was pervasive, and galvanized by everyday acts of resistance against their peripheralization. These acts, which ranged from intrusive and violent to seemingly insignificant, amounted to creative or subversive forms of engagement with the spatial opportunities and social networks available to them.","Authors":"Hamadeh, S (Hamadeh, Shirine)","Title":"INVISIBLE CITY: ISTANBUL'S MIGRANTS AND THE POLITICS OF SPACE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390982400004 ISSN: 0044-9202 eISSN: 1553-5630","Categories":"Asian Studies; Music Web of Science Categories:Asian Studies; Music","Journal Information":"ASIAN MUSIC Volume: 48 Issue: 1 Pages: 58-84 Published: WIN-SPR 2017","Abstract":"This article looks at the music of a borderland region in Southeast Asia and how a particular drum accompaniment common to several local folk genres found there connects different social, linguistic, and/or religious communities. It focuses on the Andaman Coast of Malaysia and Thailand: a confluence of people and cultures in what was once a rural backwater prior to World War II but an area that has also long been exposed to contemporaneous cosmopolitan society from its neighbors in the region. These interrelationships produced a rich musical environment with a shared \"Andaman\" character, but as the twentieth century progressed and the region became divided along national lines, people and culture ceased to flow as they had previously. Legacies of a common Andaman Coast culture, however, remained extant despite being under-acknowledged. I explore those legacies through ethnographic and musical data from several cases that are united by a shared drumming practice. I refer to it as the changgong rhythm (borrowing the name of its best-known manifestation) and describe its archetypal features and appearances in four separate songs including two mixed sex social dances, a musical folk theater, and a ceremonial consecration, each of which holds an important position in the repertoires of its respective musical community. By using this musical phenomenon to bring attention to the common character and social networks of the Andaman Coast region (across borders, genres, and time), we can gain better understanding of some of the complex social dynamics that have shaped the region in recent decades, particularly in the transformations to the livelihoods, lifestyles, identities, and allegiances of its once-mobile populations.","Authors":"Ross, LN (Ross, Lawrence N.)","Title":"Across Borders and Genres in Malaysia and Thailand: The Changgong Rhythm of the Andaman Sea Coast"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395035400003 ISSN: 1096-7494 eISSN: 1559-3169","Categories":"Public Administration Web of Science Categories:Public Administration","Journal Information":"INTERNATIONAL PUBLIC MANAGEMENT JOURNAL Volume: 20 Issue: 1 Pages: 14-48 DOI: 10.1080/10967494.2016.1143423 Published: NOV 1 2017","Abstract":"Ethnography is defined as a research methodology based on sustained, explicit, methodical observation and paraphrasing of social situations in relation to their naturally occurring events. The value of producing local observational data over extended periods of time lies in the ability to systematically explore the subjective construction of meanings and its consequences on organizational and institutional dynamics. Based on a systematic review of published ethnographic studies in the field of public management, this article investigates how ethnography has been conceptualized and employed by the scholarly community in the past 25 years (1990-2014); it highlights the methodological features of the ethnographic design; and it outlines a set of research directions for future applications of the ethnographic approach to the study of theoretically and empirically relevant phenomena. This study contributes to the growing debate of the role of methods in public management literature in informing evidence-based managerial and policy decisions.","Authors":"Cappellaro, G (Cappellaro, Giulia)","Title":"ETHNOGRAPHY IN PUBLIC MANAGEMENT RESEARCH: A SYSTEMATIC REVIEW AND FUTURE DIRECTIONS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397379000009 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Social network; Hotspot topic; Influence analysis; Implicit link; Cloud model KeyWords Plus:HUMAN DYNAMICS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 396 Pages: 114-126 DOI: 10.1016/j.ins.2017.02.035 Published: AUG 2017","Abstract":"In social networks, user behavior is affected by complex dynamic factors. Here, we investigate the internal and external factors that drive users to participate in social hotspot s. By analyzing user behavior, we discover the differences between driving factors and quantify their driving strength. First, four factors that influence the user's behavior are proposed, including explicit links (E), implicit links (I), personal interest (P), and a random factor (R). In particular, based on a cloud model, an implicit link creation method is designed. This method can quantify the driving strength of the implicit relation between users, and avoid the multiple attribute weighting defects in subjective and objective aspects. Next, considering the maximum likelihood estimation theory, a user behavior influence model (EIPR) of a hotspot topic is proposed to measure the causes of user behavior behind the social hotspots. Experimental results show that the model can be used to find different dynamic factors of user behavior in social hot topics. Among these external factors, the implicit link plays an significantly important role in driving user behavior. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Xiao, YP (Xiao, Yunpeng) ; Li, N (Li, Na) ; Xu, M (Xu, Ming) ; Liu, YB (Liu, Yanbing)","Title":"A user behavior influence model of social hotspot under implicit link"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397379000014 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Evolutionary optimization algorithms; Linear regression; Particle swarm optimization; Differential evolution; Visual analysis; Community detection algorithms KeyWords Plus:GENETIC ALGORITHM; SOCIAL NETWORKS; COMPUTATION; SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 396 Pages: 185-201 DOI: 10.1016/j.ins.2017.02.050 Published: AUG 2017","Abstract":"In this paper, a visual analysis methodology is proposed to perform comparative analysis of guided random algorithms such as evolutionary optimization algorithms and community detection algorithms. Proposed methodology is designed based on quantile-quantile plot and regression analysis to compare performance of one algorithm over other algorithms. The methodology is extrapolated as one-to-one comparison, one-to-many comparison and many-to-many comparison of solution quality and convergence rate. Most of the existing approaches utilize both solution quality and convergence rate to perform comparative analysis. However, the many-to-many comparison i.e. ranking of algorithins is done only with solution quality. On the contrary, with proposed methodology ranking of algorithms is done in terms of both solution quality and convergence rate. Proposed methodology is studied with four evolutionary optimization algorithms on 25 benchmark functions. A non parametric statistical analysis called Wilcoxon signed-rank test is also performed to verify the indication of proposed methodology. Moreover, methodology is also applied to analyze four state-of-the-art community detection algorithms on 10 real-world networks. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Biswas, A (Biswas, Anupam) ; Biswas, B (Biswas, Bhaskar)","Title":"Analyzing evolutionary optimization and community detection algorithms using regression line dominance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362900028 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Time scale; Stability; Asymptotical stability; Hopfield neural network; Social network; Prisoner's Dilemma KeyWords Plus:STABILITY","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 319 Pages: 413-422 DOI: 10.1016/j.cam.2017.01.031 Published: AUG 1 2017","Abstract":"In this paper we develop conditions for various types of stability in social networks governed by Imitation of Success principle. Considering so-called Prisoners Dilemma as the base of node-to-node game in the network we obtain well-known Hopfield neural network model. Asymptotic behavior of the original model and dynamic Hopfield model have a certain correspondence. To obtain more general results, we consider Hopfield model dynamic system on time scales. Developed stability conditions combine main parameters of network structure such as network size and maximum relative nodes degree with the main characteristics of time scale, nodes inertia and resistance, rate of input-output response.","Authors":"Ogulenko, A (Ogulenko, Aleksey)","Title":"Asymptotical properties of social network dynamics on time scales"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952700025 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Networks; Link prediction; Utility analysis; EM algorithm; Latent variable KeyWords Plus:MODEL; COLLABORATIONS; EVOLUTION; GRAPHS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 2 Pages: 693-705 DOI: 10.1016/j.ejor.2016.12.041 Published: JUL 16 2017","Abstract":"Link prediction is a fundamental task in social networks, with the goal of estimating the likelihood of a link between each node pair. It can be applied in many situations, such as friend discovery on social media platforms or co-author recommendations in collaboration networks. Compared to the numerous traditional methods, this paper introduces utility analysis to the link prediction method by considering that individual preferences are the main reason behind the decision to form links, and meanwhile it also focuses on the meeting process that is a latent variable during the process of forming links. Accordingly, the link prediction problem is formulated as a machine learning process with latent variables; therefore, an Expectation Maximization (EM, for short) algorithm is adopted and further developed to cope with the estimation problem. The performance of the present method is tested both on synthetic networks and on real-world datasets from social media networks and collaboration networks. All of the computational results illustrate that the proposed method yields more satisfying link prediction results than the selected benchmarks, and in particular, logistic regression, as a special case of the proposed method, provides the lower boundary of the likelihood function. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Li, YL (Li, Yongli) ; Luo, P (Luo, Peng) ; Fan, ZP (Fan, Zhi-ping) ; Chen, K (Chen, Kun) ; Liu, JG (Liu, Jiaguo)","Title":"A utility-based link prediction method in social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397692400026 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Facebook; SIR model; Online social network KeyWords Plus:MODEL","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 305 Pages: 364-380 DOI: 10.1016/j.amc.2017.02.014 Published: JUL 15 2017","Abstract":"Since the early 2000s, one of the most popular uses of the Internet has been for online social networking. Since 2009, the most popular online social network has been Facebook; roughly 80% of Internet users worldwide have a Facebook account as of the end of 2014. However, in early 2014, Princeton University graduate students Cannarella and Spechler released a manuscript which claimed that Facebook would decline in popularity to essential \"death\" by the end of 2017. This claim was based on results obtained from an adaptation of the classic SIR epidemic model. In this paper, we will explore a modified version of this model to take into account a changing population size and the possibility of people leaving the social network, but later returning, and compare this model and its results to those of the original model to either confirm or deny the result that Facebook will fade to obscurity by the end of 2017. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"DeLegge, A (DeLegge, Anthony) ; Wangler, H (Wangler, Hannah)","Title":"Is this the end for Facebook? A mathematical analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397691800002 ISSN: 0736-5853","Keywords":"Animation Comics and games; Consumer acceptance; Data mining; Decision tree; Word-of-mouth; Pokemon GO","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 22-33 DOI: 10.1016/j.tele.2016.12.010 Published: JUL 2017","Abstract":"In recent years, we can easily observe that animations, comics, and games (ACG) have great output value and market influence on the entertainment and digit media market. The ACG industry is not an industry of a single country or region but a global industry. In addition to its own revenue, the derivative products (or licensed merchandise) of ACG can extend the ACG industry to win more business opportunities. The ACG industry is mainly marketed towards younger people, who are the major users of social network sites. Hence, the electronic word-of-mouth (eWOM) on social network sites often becomes a reference basis of the young people's attitudinal acceptance and purchase intention in purchasing ACGrelated derivative product. In this paper, we analyze the influential factors of positive eWOM's communication motivations that affect consumer acceptance on social network sites, and apply the uncomplicated decision tree data mining algorithm to compute the association rules between these influential factors and consumer acceptance, expecting to understand the relationship between eWOM on social network sites and consumer acceptance. The results of this study can help the business decision-making in CRM and marketing of the industry of ACGrelated derivative product. This study found that the degree of perception of ACG product and the degree of taking pleasure in sharing ACG-related information with others have a significant correlation with consumer acceptance. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Sheu, JJ (Sheu, Jyh-Jian) ; Chu, KT (Chu, Ko-Tsung)","Title":"Mining association rules between positive word-of-mouth on social network sites and consumer acceptance: A study for derivative product of animations, comics, and games"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800007 ISSN: 0736-5853","Keywords":"Online brand community; Information quality; System quality; Virtual interactivity; Rewards; Customer engagement; Brand loyalty KeyWords Plus:SOCIAL NETWORKING SITES; VIRTUAL COMMUNITIES; INFORMATION QUALITY; GENDER-DIFFERENCES; CONSUMER-BEHAVIOR; SCALE DEVELOPMENT; DECISION-MAKING; SERVICE QUALITY; SYSTEM QUALITY; GENERATION Y","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 96-109 DOI: 10.1016/j.tele.2017.01.004 Published: JUL 2017","Abstract":"The advent of interactive digital platforms has led people to progressively interact on such platforms, urging organizations to create online communities to engage customers with them and with each other to enhance brand loyalty. This study attempts to investigate what motivates customers to engage in these brand communities. Through a questionnaire survey of 430 Facebook users, this study investigates whether and how the unique characteristics (information quality, system quality, virtual interactivity, and rewards) of online brand communities affect customer engagement. The consequent effect of customer engagement on brand loyalty is also examined. This study frames and empirically validates a model for engaging customers with online brand communities on Facebook, considering the moderating role of gender. The Stimulus-Organism-Response paradigm is solicited to justify the theoretical background of this study. The data were analyzed using structure equation modelling. Results reveal that each of the characteristics positively influences customer engagement, with information quality and virtual interactivity bearing the strongest influence. Customer engagement also exhibits a strong positive impact on brand loyalty. This results further reveal that gender gap in the online environment is declining as the impact of all the four characteristics of online brand communities on customer engagement was invariable across male and female members. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ul Islam, J (Ul Islam, Jamid) ; Rahman, Z (Rahman, Zillur) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rahman, Zillur  http://orcid.org/0000-0003-2785-0200","Title":"The impact of online brand community characteristics on customer engagement: An application of Stimulus-Organism Response paradigm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800018 ISSN: 0736-5853","Keywords":"Flow; HCI; Malaysia; Online games; Perceived enjoyment; Social interaction; Theory of planned behavior KeyWords Plus:SOCIAL-INFLUENCE; INFORMATION-TECHNOLOGY; USER ACCEPTANCE; FLOW; MODEL; CONTINUANCE; PERSPECTIVE; PERFORMANCE; INTENTION; EXTENSION","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 239-251 DOI: 10.1016/j.tele.2016.07.001 Published: JUL 2017","Abstract":"As the world moves into the web 2.0 era, everyone can connect virtually, and online game playing has become a trend. Online games are played over computer networks, usually over the Internet. Online games entail a number of advantages, such as the ability to connect to multiplayer games, although single-player online games are also rather popular. This exploratory study focused on modeling the determinants of actual use of online game playing. Many researchers have shown perceived enjoyment and flow experience as important drivers of actual use of online game playing. The theory of planned behavior has been used in this study. Data were collected from 1584 Universiti Sains Malaysia students with different backgrounds using a structured questionnaire. The findings show that perceived enjoyment has the strongest influence on actual use. Other Variables found to influence actual usage include the level of perceived behavioral control, subjective norms, attitude, perceived enjoyment, and flow experience. Implications of this research for future researchers will also be discussed. We hope this research will increase researchers' interest in further development in this sector and that the model will assist the games industry to identify factors that increase actual use by players. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Alzahrani, AI (Alzahrani, Ahmed Ibrahim) ; Mahmud, I (Mahmud, Imran) ; Ramayah, T (Ramayah, T.) ; Alfarraj, O (Alfarraj, Osama) ; Alalwan, N (Alalwan, Nasser)","Title":"Extending the theory of planned behavior (TPB) to explain online game playing among Malaysian undergraduate students"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800021 ISSN: 0736-5853","Keywords":"Selfie; Groupie; Self-esteem; Life satisfaction; Need for popularity KeyWords Plus:NETWORK SITE USE; LIFE SATISFACTION; BODY DISSATISFACTION; ADOLESCENT GIRLS; FACEBOOK USE; ESTEEM; NARCISSISM; PERSONALITY; PREDICTORS; HAPPINESS","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 274-283 DOI: 10.1016/j.tele.2016.07.004 Published: JUL 2017","Abstract":"Taking selfies and groupies and sharing them to social media has become a popular online activity. This study aimed to examine the psychological effects of posting and viewing selfies and groupies on social media by conducting a survey (N= 275). Results indicated frequent selfie viewing behavior led to decreased self-esteem whereas frequent groupie viewing behavior led to increased self-esteem. Frequent selfie viewing behavior led to decreased life satisfaction while frequent groupie viewing behavior resulted in increased life satisfaction. However, neither selfie nor groupie posting behavior was associated with self-esteem or life satisfaction. In addition, individuals high in need for popularity were more likely to be affected by selfie viewing behavior in terms of life satisfaction and self-esteem compared with individuals low in need for popularity. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Wang, RX (Wang, Ruoxu) ; Yang, F (Yang, Fan) ; Haigh, MM (Haigh, Michel M.)","Title":"Let me take a selfie: Exploring the psychological effects of posting and viewing selfies and groupies on social media"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800025 ISSN: 0736-5853","Keywords":"Social shopping; Website quality; Relationship quality; Purchase intention KeyWords Plus:RELATIONSHIP QUALITY; WEBSITE QUALITY; CUSTOMER SATISFACTION; CONTINUANCE INTENTION; INFORMATION-SYSTEMS; USER ACCEPTANCE; SERVICE QUALITY; DESIGN QUALITY; MEDIATING ROLE; COMMERCE","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 326-338 DOI: 10.1016/j.tele.2016.04.016 Published: JUL 2017","Abstract":"As the market potential of social shopping is increased by social networking sites (SNSs), the social shopping research can be interesting and valuable for social shopping firms to clearly understand the determinants affecting consumers' purchase intention toward social shopping sites (SSSs). The objectives of this study are to examine consumers' purchase intention toward a target SSS in different countries and to understand these differences from a cross-cultural perspective. In order to explore the cross-cultural differences in consumers' purchase intention toward a target SSS, we propose an analytic framework that consists of website quality (i.e. system, information, and service quality) and relationship quality (i.e. satisfaction, commitment, and trust) that the SSS provides. To identify the determinants of purchase intention of SSS, large-scale online surveys were conducted in Taiwan and Japan simultaneously with the same questionnaire. Results show that perceptions of the two types of quality for a target SSS are significantly different between Taiwan and Japan, and effects of the quality types on the degree of purchase intention derived from the SSS also vary across the two countries. This paper ends with a discussion and limitations of the study results, as well as future research directions. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Hsu, CL (Hsu, Chia-Lin) ; Chen, MC (Chen, Mu-Chen) ; Kikuchi, K (Kikuchi, Kazuo) ; Machida, I (Machida, Ippei)","Title":"Elucidating the determinants of purchase intention toward social shopping sites: A comparative study of Taiwan and Japan"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800026 ISSN: 0736-5853","Keywords":"Cyberstalking; Online harassment; Incident response; Police; Service provider; Corporate Social Responsibility KeyWords Plus:ONLINE HARASSMENT; STALKING; VICTIMS; IMPACT","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 339-349 DOI: 10.1016/j.teie.2016.08.016 Published: JUL 2017","Abstract":"Context: Online harassment and stalking have been identified with growing accordance as anti-social behaviours, potentially with extreme consequences including indirect or direct physical injury, emotional distress and/or financial loss. Objective: As part of our ongoing work to research and establish better understanding of cyberstalking, this study aims to investigate the role of Police, Mobile Operators, Internet Service Providers (ISPs) and owners/administrators of online platforms (e.g. websites, chatrooms) in terms of intervention in response to offences. We ask to what different authorities do people report incidents of cyberstalking? Do these authorities provide satisfactory responses or interventions? And how can this be improved? Furthermore, we discuss the role of Corporate Social Responsibility (CSR) to encourage the implementation of cyberstalking-aware schemes by service providers to support victims. In addition, CSR can be used as a means to measure the effects of externality factor in dictatihg the relationship between the impact of a given individuals' privacy loss and strategic decisions on investment to security controls in an organisational context. Method: A mixed method design has been used in this study. Data collection took place by means of an online survey made available for three years to record both qualitative and quantitative data. Overall, 305 participants responded from which 274 identified themselves as victims of online harassment. Result: Our results suggest that most offences were communicated through private channels such as emails and/or mobile texts/calls. A significant number of victims did not report this to their service provider because they did not know they could. While Police were recognised as the first-point-of-contact in such cases, 41.6% of our sample did not contact the Police due to reasons such as fear of escalation, guilt/sympathy and self-blaming. Experiences from those who have reported offences to service providers demonstrate that no or very little support was offered. Overall, the majority of participants shared the view that third-party intervention is required on their behalf in order to mitigate risks associated with cyberstalking. An independent specialist anti-stalking organisation was a popular choice to act on their behalf followed by the Police and network providers. Conclusion: Incidents are taking place on channels owned and controlled by large, cross border international companies providing mobile services, webmail and social networking. The lack of support offered to victims in many cases of cyberstalking can be identified as Corporate Social Irresponsibility (CSI).We anticipate that awareness should be raised as regarding service providers' liability and social responsibility towards adopting better strategies. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Al-Khateeb, HM (al-Khateeb, Haider M.) ; Epiphaniou, G (Epiphaniou, Gregory) ; Alhaboby, ZA (Alhaboby, Zhraa A.) ; Barnes, J (Barnes, James) ; Short, E (Short, Emma)","Title":"Cyberstalking: Investigating formal intervention and the role of Corporate Social Responsibility"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800027 ISSN: 0736-5853","Keywords":"Adolescent; Cross-sectional survey; Content U&G; Intensity of Facebook use; Process U&G and young adults KeyWords Plus:ONLINE REGRET EXPERIENCE; SOCIAL VIRTUAL WORLDS; SELF-ESTEEM; COMPOSITE RELIABILITY; COEFFICIENT ALPHA; NETWORKING SITES; FLOW EXPERIENCE; HABBO HOTEL; INTERNET; STUDENTS","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 350-364 DOI: 10.1016/j.tele.2016.08.017 Published: JUL 2017","Abstract":"Facebook is a well-known computer -mediated communication platform considered popular among adolescents and young adults. New media scholars have coined the term \"intensity of Facebook use\" (IFU) for the concept that measures the emotional and affective attitude towards Facebook use among young people. IFU is an important service use concept that has been positively linked with the different psychosocial outcomes of student well-being. However, only a limited amount of the prior literature has investigated the relationship between IFU and different Facebook uses and gratifications (U&G). The existing literature suggests inconsistent findings with a sole emphasis on young adults. To address these gaps, the present study has investigated the differential role of different Facebook U&G among adolescents and young adults in predicting IFU. A total of three cross-sectional data sets (N = 373, 107, 105) represented adolescents and university attending young-adult Facebook users. The study results suggest that process U&G do and content U&G do not play any significant role in predicting IFU. Adolescents and young adults differ in their sought Facebook In addition to this, cultural differences were observed in the sought Facebook U&G and their differential role in predicting IFU. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Dhir, A (Dhir, Amandeep) ; Tsai, CC (Tsai, Chin-Chung)","Title":"Understanding the relationship between intensity and gratifications of Facebook use among adolescents and young adults"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800029 ISSN: 0736-5853","Keywords":"Social word-of-mouth; Mobile social networking sites; Facebook application; Uses and gratifications; Motivation KeyWords Plus:NETWORKING SITES; VIRTUAL COMMUNITIES; SCALE DEVELOPMENT; INFLUENCE MODEL; ONLINE; INTERNET; DETERMINANTS; ENGAGEMENT; INTENTION; CONSUMERS","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 382-397 DOI: 10.1016/j.tele.2016.08.019 Published: JUL 2017","Abstract":"Media technology may shape consumers' new motivations for disseminating social word-ofmouth (sWOM) via mobile social networking sites (SNSs). Most previous literature, however, has discussed sWOM motivation from a social psychology perspective but has neglected the perspective of media technology. This study adopts the uses and gratifications (U&G) approach with a perspective of media technology to explore consumers' motivations for disseminating sWOM in mobile SNS5 based on sequential qualitative and quantitative methods. The exploratory findings in the qualitative study form the basis for the quantitative study survey research. The results demonstrate that not only are social benefits, social enhancement, economic incentives, and message intrigue the factors driving consumer sWOM intention in mobile SNS5, but also that immediate social affective communication and the motivation to offer immediate information support, which are novel in WOM literature, are revealed through technology affordances of media. Further, based on weights of our sWOM motivations, this study classified disseminators of sWOM through mobile SNS5, suggesting that managers can design different marketing campaigns to encourage sWOM intention. This study originally provides a much -needed complete description of the motivations affecting consumer sWOM intention in mobile SNSs. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Lin, YH (Lin, Yu-Hsiang) ; Hsu, CL (Hsu, Chia-Lin) ; Chen, MF (Chen, Mei-Fang) ; Fang, CH (Fang, Cheng-Hsi)","Title":"New gratifications for social word-of-mouth spread via mobile SNSs: Uses and gratifications approach with a perspective of media technology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395963100008 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Self-learning; Knowledge transmission; Networks; Transmission threshold; Equilibrium KeyWords Plus:ONLINE SOCIAL NETWORKS; SCALE-FREE NETWORKS; HETEROGENEOUS NETWORKS; INFORMATION EPIDEMICS; DYNAMICS; DIFFUSION; STABILITY; FIRM","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 304 Pages: 83-92 DOI: 10.1016/j.amc.2017.01.020 Published: JUL 1 2017","Abstract":"Based on the fact that one can attain knowledge by oneself, which is different from epidemic spreading, we analyze the knowledge transmission in complex networks. In this paper, we propose a knowledge transmission model by considering the self-learning mechanism and derive the mean-field equations that describe the dynamics of the knowledge transmission process. Furthermore, we obtain the transmission threshold R-0, which is closely related with the transmission rate and self-learning rate. Moreover, we investigate the global stability of the knowledge free equilibrium E-0 and the endemic equilibrium E* of the model. That is, when R-0 < 1, the knowledge free equilibrium point E-0 is globally asymptotically stable and the knowledge becomes completely extinct eventually; when R-0 > 1, a unique endemic equilibrium point E* is globally stable, and the knowledge can be transmitted. Finally, numerical simulations are given to illustrate the theoretical results. The simulation results indicate that the self-learning factor has an obvious promoting effect on the knowledge transmission, both in scale-free and homogeneous networks. Besides, the simulation results illustrate that the scale-free network is more efficient to knowledge transmission. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Wang, HY (Wang, Haiying) ; Wang, J (Wang, Jun) ; Ding, LT (Ding, Liting) ; Wei, W (Wei, Wei)","Title":"Knowledge transmission model with consideration of self-learning mechanism in complex networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946900040 ISSN: 0960-1481","Keywords":"Renewable energy; AHP; Multi-criteria decision making; Algeria KeyWords Plus:ANALYTIC HIERARCHY PROCESS; NETWORK PROCESS ANP; DECISION-MAKING; ENERGY-SOURCES; SUSTAINABILITY ISSUES; SELECTION; POLICY; GENERATION; STRATEGIES; PRIORITIES","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE ENERGY Volume: 107 Pages: 462-472 DOI: 10.1016/j.renene.2017.01.035 Published: JUL 2017","Abstract":"Currently, the Algerian energy system relies almost exclusively on fossil resources, but a new paradigm is emerging in the country. The Algeria program on renewable energy and energy efficiency established the ambitious goal of deriving 40% of electricity production from renewable energy sources (RES) by 2030. This study addresses the sustainability objectives of this program using a methodology, which combines an analytic hierarchy process (AHP) and experts' feedback to evaluate different renewable energy options. The performance of different RES options was assessed against 13 sub-criteria reflecting social, environmental, economic and technical concerns. The results highlighted the importance of social and environmental criteria as the main drivers for the obtained final ranking, with three of these sub-criteria weighting 35% in the decision process. Solar power was shown to be particularly well suited for Algeria, outperforming most of the other renewable options in a large set of highly weighted criteria. Wind power ranked second, followed by biomass, geothermal and lastly by hydropower. Wind and solar power together achieved a total score of more than 0.5 out of 1. From the results, policy implications were drawn and directions for future research were suggested. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Haddad, B (Haddad, Brahim) ; Liazid, A (Liazid, Abdelkrim) ; Ferreira, P (Ferreira, Paula)","Title":"A multi-criteria approach to rank renewables for the Algerian electricity system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973000004 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Social network; Network reconciliation; Identifying; Globally; Locally","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 394 Pages: 53-67 DOI: 10.1016/j.ins.2017.02.008 Published: JUL 2017","Abstract":"With the increasing popularity of online social networks, people today typically own several such accounts (e.g., Facebook, Twitter, and Flickr). In this scenario, it arises an interesting and challenging problem: how to identify the same person in different social networks, which is known as the network reconciliation problem. Prior work on this problem first assumes that the relationships between users are homogeneous, and then makes use of the local features (degree, common mapped neighbors) to achieve high precision. However, this assumption does not hold in reality since users usually have different tie strengths between each other. In this paper, we remodel the reconciliation problem by considering the users' heterogeneous relationships and propose a unified framework called UniRank for incorporating the local features and global features together. Based on UniRank, we design an efficient two-stage network reconciliation algorithm. First, we design a global matching algorithm to explore more seeds with fast speed. Second, for each explored seed, we design a breadth-first strategy based local matching algorithm to match more seeds. Extensive simulations on real-world and synthetic social network datasets show that our algorithm significantly improves the state-of-art algorithm by up to 9X in terms of F-1 score even under very rough conditions. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Zhang, ZB (Zhang, Zhongbao) ; Gu, QH (Gu, Qihang) ; Yue, T (Yue, Tong) ; Su, S (Su, Sen)","Title":"Identifying the same person across two similar social networks in a unified way: Globally and locally"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973000008 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Forwarding behavior; Message tree; Hidden suspicious accounts; Malicious URLs; Online social networks","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 394 Pages: 123-140 DOI: 10.1016/j.ins.2017.02.030 Published: JUL 2017","Abstract":"Hidden suspicious accounts are sparsely connected in social graphs; however, certain suspicious messages are usually forwarded in bulk to extend their overall propagation scope. Existing anti-attack methods only detect single messages or accounts. Because most algorithms rely on the connection relations among the accounts in social graphs, they may repeatedly detect the same account. Furthermore, these hidden suspicious accounts cannot be identified and eliminated completely. Therefore, messages forwarded by hidden suspicious accounts should be merged, and the accounts should be eliminated simultaneously rather than individually. This paper introduces the forwarding message tree, which combines accounts based on the relations among their forwarded messages. Our approach clearly exposes the inner relations among hidden suspicious accounts and conveniently deletes those accounts. First, we present the forwarding message tree and identify six effective features: the forwarding layer relation, propagation depth, propagation breadth, repeated forwarding behavior, propagation speed, and average tree weight. Next, to illustrate the effectiveness of these features, we incorporate them into machine learning algorithms. The detection accuracy and false-positive rates for a real dataset collected from an online social network are 95.32% and 0.5%, respectively. Most of the proposed features rate at the top of a gain ranking. We conclude that the forwarding message tree can indeed detect and delete hidden suspicious accounts. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Cao, J (Cao, Jian) ; Fu, Q (Fu, Qiang) ; Li, Q (Li, Qiang) ; Guo, D (Guo, Dong)","Title":"Discovering hidden suspicious accounts in online social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973000012 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Multi-relational networks; Link prediction; Similarity KeyWords Plus:SOCIAL NETWORKS; MISSING LINKS; INFORMATION; RECOMMENDATION; ALGORITHM; SYSTEMS; NODES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 394 Pages: 198-216 DOI: 10.1016/j.ins.2017.02.003 Published: JUL 2017","Abstract":"Many real-world networks contain multiple types of interactions and relations. Link prediction in such multi-relational networks has become an important area in network analysis. For link prediction in multi-relational networks, we should consider the similarity and influence between different types of relations. In this paper, we propose a link prediction algorithm in multi-relational networks based on relational similarity. In the algorithm, a belief propagation method is presented to calculate the belief of each node and to construct the belief vector for each type of link. We use the similarity between belief vectors to measure the influence between different types of relations. Based on the influence between different relations, we present a nonnegative matrix factorization-based method for link prediction in multi-relational networks. The convergence and correctness of the presented method are proved. Our experimental results show that our method can achieve higher-quality prediction results than other similar algorithms. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Dai, CY (Dai, Caiyan) ; Chen, L (Chen, Ling) ; Li, B (Li, Bin) ; Li, Y (Li, Yun)","Title":"Link prediction in multi-relational networks based on relational similarity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973000013 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Social network; Influence maximization; Dynamic graph KeyWords Plus:SOCIAL NETWORKS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 394 Pages: 217-231 DOI: 10.1016/j.ins.2017.02.023 Published: JUL 2017","Abstract":"Influence maximization is the problem of selecting the most influential nodes in a given graph. The problem is applicable to viral marketing and is actively researched as social networks become the media of information propagation. To solve the challenges of influence maximization, previous works approximate the influence evaluationt to reduce the running time and to simultaneously guarantee the quality of those evaluations. We propose a new influence maximization algorithm that overcomes the limitations of the state of the art algorithms. We also devise our algorithm to process update operations of dynamic graphs. Our algorithm outperforms the state of the art algorithms TIM+ and SKIM in running time, and its influence spread is also comparable to the others. Our experiments show that processing update operations is faster than executing baselines each time. Additional experiments with synthetic graphs show that the process preserves the quality of influence spread. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Kim, D (Kim, Dongeun) ; Hyeon, D (Hyeon, Dongmin) ; Oh, J (Oh, Jinoh) ; Han, WS (Han, Wook-Shin) ; Yu, H (Yu, Hwanjo)","Title":"Influence maximization based on reachability sketches in dynamic graphs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395211000005 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Complex network; Spreading; Relationship; Message KeyWords Plus:ONLINE SOCIAL NETWORKS; INFORMATION; DIFFUSION","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 48 Pages: 63-69 DOI: 10.1016/j.cnsns.2016.12.019 Published: JUL 2017","Abstract":"A novel messages spreading model is suggested in this paper. The model is a natural generalization of the SIS (susceptible-infective-susceptible) model, in which two relevant messages with same probability of acceptance may spread among nodes. One of the messages has a higher priority to be adopted than the other only in the sense that both messages act on the same node simultaneously. Node in the model is termed as supporter when it adopts either of messages. The transition probability allows that two kinds of supports may transform into each other with a certain rate, and it varies inversely with the associated levels which are discretely distributed in the symmetrical interval around original point. Results of numerical simulations show that individuals tend to believe the messages with a better consistency. If messages are conflicting with each other, the one with higher priority would be spread more and another would be ignored. Otherwise, the number of both supports remains at a uniformly higher level. Besides, in a network with lower connected degree, over a half of the individuals would keep neutral, and the message with lower priority becomes harder to diffuse than the prerogative one. This paper explores the propagation of multi-messages by considering their correlation degree, contributing to the understanding and predicting of the potential propagation trends.(C) 2016 Elsevier B.V. All rights reserved.","Authors":"Wang, XY (Wang, Xingyuan) ; Zhao, TF (Zhao, Tianfang)","Title":"Model for multi-messages spreading over complex networks considering the relationship between messages"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100004 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Knowledge structuring; Latent Dirichlet Allocation (LDA); Latent Semantic Analysis (LSA); Concept extraction; Ontology; SKOS KeyWords Plus:INFORMATION; RETRIEVAL; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 52-67 DOI: 10.1016/j.inffus.2016.11.003 Published: JUL 2017","Abstract":"In the era of Web 2.0, the knowledge is the de-facto social currency in the global network environment. Knowledge is not an accumulation of data, but a relation-based representation of the information content, which needs to be distilled and arranged in a semantic infrastructure to guarantee interoperability and sharable understanding. In the light of this scenario, the paper introduces a semantically enhanced document retrieval system that describes each retrieved document with an ontological multi-grained network of the extracted conceptualization. The system is based on two well-known latent models: Latent Semantic Analysis (LSA) and Latent Dirichlet Allocation (LDA): LSA provides a spatial distribution of the input documents, facilitating their retrieval, thanks to an ontological representation of their relationship network. LDA works instead at deeper level: it drives the ontological structuring of the knowledge inside the individual retrieved documents in terms of words, concepts and topics. The novelty of this approach is a multi-level granulation of the knowledge: from a document matching the query (coarse granularity), to the topics that join documents, until to the words describing a concept into a topic (fine granularity). The final result is a SKOS-based ontology, ad-hoc created for a document corpus; graphically supported for the navigation, it enables the exploration of the concepts at different granularity levels. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Della Rocca, P (Della Rocca, Paola) ; Senatore, S (Senatore, Sabrina) ; Loia, V (Loia, Vincenzo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Senatore, Sabrina  http://orcid.org/0000-0002-7127-4290","Title":"A semantic-grained perspective of latent knowledge modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100013 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Opinion fusion; Opinion mining; Reputation generation; Reputation. visualization; Recommender system KeyWords Plus:ONLINE SOCIAL NETWORKS; E-COMMERCE; RECOMMENDATION; INFORMATION; REVIEWS; SYSTEM; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 172-184 DOI: 10.1016/j.inffus.2016.11,011 Published: JUL 2017","Abstract":"The Internet provides a convenient platform for people to freely share their opinions on any entities. The opinions expressed in natural languages carry the subjective attitudes and preferences of humans. They represent the public perspectives on any entity, thus impact user decisions and behaviors in some way. Therefore, opinions have been recognized as useful and valuable pieces of information for reputation generation. Fusing and mining opinions offer a promising approach to extract reputation information and track public perspectives. However, the literature lacks studies on this topic. In this paper, we propose a novel reputation generation approach based on opinion fusion and mining. In our approach, opinions are filtered to eliminate unrelated ones, and then grouped into a number of fused principal opinion sets that contain opinions with a similar or the same attitude or preference. By aggregating the ratings attached to the fused opinions, we normalize the reputation of an entity. Meanwhile, various types of recommendations can be generated based on relationships among opinions. To offer sufficient reputation information to users, we also propose a new way of reputation visualization. It shows the details of opinion fusing and mining results, such as the normalized reputation value, principal opinions with popularity and, other statistics. Experimental results coming from an analysis of big real-world data collected from several popular commercial websites in both English and Chinese demonstrate the generality and accuracy of the proposed approach, especially the effectiveness of opinion filtering for reputation generation. A small-scale real-world user study further quantifies the user acceptance of the developed reputation visualization method. In the sequel, this implies that the proposed approach can be applied in practice to generate reputation. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Yan, Z (Yan, Zheng) ; Jing, XY (Jing, Xuyang) ; Pedrycz, W (Pedrycz, Witold) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yan, Zheng  http://orcid.org/0000-0002-9697-2108","Title":"LEFusing and mining opinions for reputation generation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394067700023 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Network with pairwise interactions; Nonlinear discrete system; Stability analysis; Strong consensus; Weak consensus; Two-dimensional sphere KeyWords Plus:MODEL; DYNAMICS; CONFIDENCE","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 318 Pages: 230-241 Special Issue: SI DOI: 10.1016/j.cam.2016.09.049 Published: JUL 2017","Abstract":"In this work, we propose a discrete system to model the dynamics of individual opinions when the agents of a population have three equally likely choices. The social network consists of a finite number of agents with pairwise interactions at discrete times, and the opinion space is identified as a triangle in the plane. After a suitable homotopic transformation, one may convert the opinion space into the classical circle S-1 of the Cartesian plane. The opinion of each agent is updated following a general nonlinear law which considers individual parameters of the members. We establish conditions that guarantee the existence of attracting points (or strong consensus), and infer the existence of attracting intervals (identified here as weak consensus). Moreover, we notice that the conditions that lead to global consensuses are independent of the weight matrix and the number of agents in the network. The simulations obtained in this work confirm the validity of the analytical results. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Medina-Guevara, MG (Medina-Guevara, M. G.) ; Macias-Diaz, JE (Macias-Diaz, J. E.) ; Gallegos, A (Gallegos, A.) ; Vargas-Rodriguez, H (Vargas-Rodriguez, H.)","Title":"On S-1 as an alternative continuous opinion space in a three-party regime"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836100004 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Social explanations; Group recommenders; Personalization; Social networks; Personality; Tie strength","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 76 Pages: 36-48 DOI: 10.1016/j.eswa.2017.01.045 Published: JUN 15 2017","Abstract":"Recommender systems help users to identify which items from a variety of choices best match their needs and preferences. In this context, explanations act as complementary information that can help users to better comprehend the system's output and to encourage goals such as trust, confidence in decision-making or utility. In this paper we propose a Personalized Social Individual Explanation approach (PSIE). Unlike other expert systems the PSIE proposal novelly includes explanations about the system's group recommendation and explanations about the group's social reality with the goal of inducing a positive reaction that leads to a better perception of the received group recommendations. Among other challenges, we uncover a special need to focus on \"tactful\" explanations when addressing users' personal relationships within a group and to focus on personalized reassuring explanations that encourage users to accept the presented recommendations. Besides, the resulting intelligent system significatively increases users' intent (likelihood) to follow the recommendations, users' satisfaction and the system's efficiency and trustworthiness. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Quijano-Sanchez, L (Quijano-Sanchez, Lara) ; Sauer, C (Sauer, Christian) ; Recio-Garcia, JA (Recio-Garcia, Juan A.) ; Diaz-Agudo, B (Diaz-Agudo, Belen)","Title":"Make it personal: A social explanation system applied to group recommendations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397353900001 ISSN: 0926-5805 eISSN: 1872-7891","Keywords":"Social network analysis; Job site interactions; Social influence; Conformity; Construction subcontractors; Work plan reliability KeyWords Plus:LABOR FLOW RELIABILITY; PRODUCTIVITY; PRINCIPLE; NORMS","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Civil","Journal Information":"AUTOMATION IN CONSTRUCTION Volume: 78 Pages: 1-12 DOI: 10.1016/j.autcon.2017.01.004 Published: JUN 2017","Abstract":"In a large construction project delivery is usually handled by numerous subcontractors. Work plan reliability (WPR) of subcontractors is an essential element for improving project performance. Previous research mainly focused on the consequence of the WPR variability of a subcontractor on the following subcontractors in the project task-sequence. Construction industry lacks a good understanding of the social aspect of the subcontractors' WPR. Plausibly and arguably, construction subcontractors and their interactions/relationships in a project constitute a network, conceptualized as a \"social network\". \"Social conformity\" is one of the various social influehte types that results in a change of performance/behavior in order tuft in a group. This research aims to understand how conformity plays a role in the subcontractors' performance particularly in their WPR. The objective of this paper is to develop an analytical approach to 1) demonstrate the impact of conformity on the WPR of subcontractors, and 2) identify the role of social network in conformity occurrence in a construction project. Two construction projects, each including a general contractor overseeing several subcontractors, were Studied. Findings show that deviation from norms decreases as project proceeds. It also shows that the tendency of subcontractors to follow the norms of their neighborhood (local) is higher than their willing to follow the project norm (global). The research contributes to the body of knowledge as it proposes a social network based approach for the first time to explore how the subcontractors' WPR in a construction project can be under the influence of the conformity phenomenon. Understanding the subcontractors' manner can be useful for project managers when they need to establish a long-term working relationship with a particular subcontractor, or when they need to know much effort is necessary to spend on improvement initiatives of planning reliability. Published by Elsevier B.V.","Authors":"Abbasian-Hosseini, SA (Abbasian-Hosseini, S. Alireza) ; Liu, M (Liu, Min) ; Hsiang, SM (Hsiang, Simon M.)","Title":"Social network conformity and construction work plan reliability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397832100003 ISSN: 1053-4822 eISSN: 1873-7889","Keywords":"Big data; Theory; Inductive reasoning; Empiricism KeyWords Plus:INDUSTRIAL-ORGANIZATIONAL PSYCHOLOGY; RESOURCE INFORMATION-SYSTEMS; SOCIAL NETWORKING WEBSITES; EMPIRICAL SOCIOLOGY; SENTIMENT ANALYSIS; GROUNDED THEORY; DATA-SCIENCE; PERSONALITY; BEHAVIOR; SELECTION","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"HUMAN RESOURCE MANAGEMENT REVIEW Volume: 27 Issue: 2 Pages: 277-290 DOI: 10.1016/j.hrmr.2016.08.005 Published: JUN 2017","Abstract":"Theory is a cornerstone of organizational research. Recently, however, some organizational scientists have argued that there is an overemphasis on theory development in our prominent publication outlets, calling for a rejuvenation of empirically driven research. To bring empirical research back to the forefront, the organizational sciences need a shock to the system: the advent of big data analytics in organizations provides just such a shock. The purpose of the following paper is to advocate for big data analytics as tools that can be used to support inductive research methods in the organizational sciences. We then highlight areas of organizational research and practice in which big data analytics can have an impact, provide readers with a tempered perspective on big data in the organizational sciences, and suggest a number of ways that researchers, reviewers, and editors can prepare themselves for the introduction of big data research in the organizational sciences. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"McAbee, ST (McAbee, Samuel T.) ; Landis, RS (Landis, Ronald S.) ; Burke, MI (Burke, Maura I.)","Title":"Inductive reasoning: The promise of big data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398012200047 ISSN: 0191-8869","Keywords":"Romantic selfies; Love; Facebook; Sex differences KeyWords Plus:RELATIONSHIP SATISFACTION; FACEBOOK; PERSONALITY; SEX","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND INDIVIDUAL DIFFERENCES Volume: 111 Pages: 297-300 DOI: 10.1016/j.paid.2017.02.038 Published: JUN 1 2017","Abstract":"Although interest in the selfie phenomenon has recently increased, no studies have yet examined the meaning behind posting romantic selfies. In a study involving a total of 584 men and women, we examined whether the amount of romantic selfies on Facebook profiles may reliably reflect love level in a heterosexual relationship, as evaluated using Sternberg's Triangular Love Scale. We found that men's overall Love Scale scores positively predicted quantity of posted romantic selfies. Additionally, in men, the scores of two out of three subscales Passion and Commitment each independently predicted the numbers of romantic selfies. In contrast, women's romantic selfie-posting behavior correlated with only one subscale. Our findings provide the first evidence that the link between love level and romantic selfie-posting behavior is stronger among men than that among women. Therefore, our results may highlight key romantic behavioral differences in online social networking in both sexes. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Sabiniewicz, A (Sabiniewicz, Agnieszka) ; Borkowska, B (Borkowska, Barbara) ; Serafinska, K (Serafinska, Katarzyna) ; Sorokowski, P (Sorokowski, Piotr)","Title":"Is love related to selfies? Romantic selfie posting behavior and love levels among women and men"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395957600003 ISSN: 0022-0000 eISSN: 1090-2724","Keywords":"Mobile; Trustworthiness; P2P network; Data dissemination KeyWords Plus:REPUTATION MEASUREMENT; SOCIAL NETWORKS; ACCESS","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Theory & Methods","Journal Information":"JOURNAL OF COMPUTER AND SYSTEM SCIENCES Volume: 86 Pages: 33-48 DOI: 10.1016/j.jcss.2016.09.007 Published: JUN 2017","Abstract":"Trustworthy, efficient and low-latency communications are arguably the most crucial factors in mobile Peer-to-Peer (P2P) network. In this paper, we present trustworthy multi point relays data dissemination model for mobile objects in wireless ad-hoc environments. The proposed data delivery model is designed to work in conjunction with our SeCuRE trustworthy scheme and mobile scheduling techniques, forming a novel integrated framework to disseminate messages amongst mobile peers. We evaluate the proposed framework on a number of key metrics for mobile environment, including; transmission cost, computational cost, latency and message deliverability performance. The results of our experiments are used to make comparisons with current state-of-the-art techniques, namely; pure flooding and Trustworthiness-based Broadcast (TBB) scheme, from which the effectiveness of our proposed approach is identified. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Waluyo, AB (Waluyo, Agustinus Borgy) ; Taniar, D (Taniar, David) ; Rahayu, W (Rahayu, Wenny) ; Srinivasan, B (Srinivasan, Bala)","Title":"Trustworthy data delivery in mobile P2P network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600044 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Open data; Online reviews; Tourism; Travel propositions KeyWords Plus:WORD-OF-MOUTH; CUSTOMER CHURN PREDICTION; CONSUMER-GENERATED MEDIA; ONLINE REVIEWS; INFORMATION-TECHNOLOGY; RECOMMENDER SYSTEMS; RANDOM FORESTS; TRAVEL; INTENTION; BEHAVIOR","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 430-438 DOI: 10.1016/j.tourman.2016.12.020 Published: JUN 2017","Abstract":"The increasing amount of user-generated content spread via social networking services such as reviews, comments, and past experiences, has made a great deal of information available. Tourists can access this information to support their decision making process. This information is freely accessible online and generates so-called \"open data\". While many studies have investigated the effect of online reviews on tourists' decisions, none have directly investigated the extent to which open data analyses might predict tourists' response to a certain destination. To this end, our study contributes to the process of predicting tourists' future preferences via MathematicaTM, software that analyzes a large set of the open data (i.e. tourists' reviews) that is freely available on tripadvisor. This is devised by generating the classification function and the best model for predicting the destination tourists would potentially select. The implications for the tourist industry are discussed in terms of research and practice. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Pantano, E (Pantano, Eleonora) ; Priporas, CV (Priporas, Constantinos-Vasilios) ; Stylos, N (Stylos, Nikolaos)","Title":"'You will like it!' using open data to predict tourists' response to a tourist attraction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396960200002 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Patent cooperation networks; IUR network game model; Knowledge spillover; Punishment KeyWords Plus:NETWORKS; DYNAMICS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 475 Pages: 11-23 DOI: 10.1016/j.physa.2017.01.086 Published: JUN 1 2017","Abstract":"Organizations of industries and university & research institutes cooperate to meet their respective needs based on social contacts, trust and share complementary resources. From the perspective of complex network together with the patent data of Shandong province in China, a novel evolutionary game model on patent cooperation network is presented. Two sides in the game model are industries and universities & research institutes respectively. The cooperation is represented by a connection when a new patent is developed together by the two sides. The optimal strategy of the evolutionary game model is quantified by the average positive cooperation probability p and the average payoff U. The feasibility of this game model is simulated on the parameters such as the knowledge spillover, the punishment, the development cost and the distribution coefficient of the benefit. The numerical simulations show that the cooperative behaviors are affected by the variation of parameters. The knowledge spillover displays different behaviors when the punishment is larger than the development cost or less than it. Those results indicate that reasonable punishment would improve the positive cooperation. The appropriate punishment will be useful to enhance the big degree nodes positively cooperate with industries and universities & research institutes. And an equitable plan for the distribution of cooperative profits is half-and-half distribution strategy for the two sides in game. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Liu, MM (Liu, Mengmeng) ; Ma, YH (Ma, Yinghong) ; Liu, ZY (Liu, Zhiyuan) ; You, XM (You, Xuemei)","Title":"An IUR evolutionary game model on the patent cooperate of Shandong China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396960200011 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Link prediction; Group evolution; Perturbation; Sociability KeyWords Plus:PROTEIN-INTERACTION NETWORKS; COMPLEX NETWORKS; COMMUNITY STRUCTURE; SOCIAL NETWORKS; MISSING LINKS; EVOLUTION; TOPOLOGY; DYNAMICS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 475 Pages: 117-128 DOI: 10.1016/j.physa.2017.01.087 Published: JUN 1 2017","Abstract":"Link prediction is a ubiquitous application in many fields which uses partially observed information to predict absence or presence of links between node pairs. The group evolving study provides reasonable explanations on the behaviors of nodes, relations between nodes and community formation in a network. Possible events in group evolution include continuing, growing, splitting, forming and so on. The changes discovered in networks are to some extent the result of these events. In this work, we present a group evolving based characterization of node's behavioral patterns, and via which we can estimate the probability they tend to interact. In general, the primary aim of this paper is to offer a minimal toy model to detect missing links based on evolution of groups and give a simpler explanation on the rationality of the model. We first introduce perturbations into networks to obtain stable cluster structures, and the stable clusters determine the stability of each node. Then fluctuations, another node behavior, are assumed by the participation of each node to its own belonging group. Finally, we demonstrate that such characteristics allow us to predict link existence and propose a model for link prediction which outperforms many classical methods with a decreasing computational time in large scales. Encouraging experimental results obtained on real networks show that our approach can effectively predict missing links in network, and even when nearly 40% of the edges are missing, it also retains stationary performance. (C) 2017 Published by Elsevier B.V.","Authors":"Si, CQ (Si, Cuiqi) ; Jiao, LC (Jiao, Licheng) ; Wu, JS (Wu, Jianshe) ; Zhao, J (Zhao, Jin)","Title":"A group evolving-based framework with perturbations for link prediction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395357500012 PubMed ID: 28092781 ISSN: 0005-7916 eISSN: 1873-7943","Keywords":"Schizophrenia; Blunted affect; Facial mimicry; Nonverbal behavior; Social outcome; Affiliation KeyWords Plus:CLINICAL HIGH-RISK; SCHIZOPHRENIA SPECTRUM DISORDERS; ASSESSMENT INTERVIEW; FUNCTIONAL-CAPACITY; EMOTIONAL RESPONSE; BODY MOVEMENT; PSYCHOSIS; INDIVIDUALS; MIMICRY; AFFILIATION","Categories":"Psychology; Psychiatry Web of Science Categories:Psychology, Clinical; Psychiatry","Journal Information":"JOURNAL OF BEHAVIOR THERAPY AND EXPERIMENTAL PSYCHIATRY Volume: 55 Pages: 90-98 DOI: 10.1016/j.jbtep.2017.01.003 Published: JUN 2017","Abstract":"Background and objectives: The negative symptoms of schizophrenia are related to lower social functioning even in non-clinical samples, but little is known about the distinct social consequences of motivational and expressive negative symptoms. In this study we focused on expressive negative symptoms and examined how these symptoms and varying degrees of pro-social facial expressiveness (smiling and mimicry of smiling) relate to the social evaluations by face-to-face interaction partners and to social support. Methods: We examined 30 dyadic interactions within a sample of non-clinical participants (N = 60) who were rated on motivational and expressive negative symptoms with the Clinical Assessment Interview for Negative Symptoms (CAINS). We collected data on both interaction partners' smiling-muscle (zygomaticus major) activation simultaneously with electromyography and assessed the general amount of smiling and the synchrony of smiling muscle activations between interaction partners (mimicry of smiling). Interaction partners rated their willingness for future interactions with each other after the interactions. Results: Interaction partners of participants scoring higher on expressive negative symptoms expressed less willingness for future interactions with these participants (r = -037; p = 0.01). Smiling behavior was negatively related to expressive negative symptoms but also explained by motivational negative symptoms. Mimicry of smiling and both negative symptom domains were also associated with participants' satisfaction with their social support network. Limitations: Non-clinical sample with (relatively) low levels of symptoms. Conclusions: Expressive negative symptoms have tangible negative interpersonal consequences and directly relate to diminished pro-social behavior and social support, even in non-clinical samples. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Riehle, M (Riehle, Marcel) ; Lincoln, TM (Lincoln, Tania M.)","Title":"Social consequences of subclinical negative symptoms: An EMG study of facial expressions within a social interaction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394631400043 PubMed ID: 28159275 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Graphene Solid-phase extraction; Synthetic adulterant; Slimming supplement; Liquid chromatography tandem mass spectrometry KeyWords Plus:SOLID-PHASE EXTRACTION; DIETARY-SUPPLEMENTS; ENVIRONMENTAL WATER; MATRIX; ANALOGS; SAMPLES; TOXINS","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 224 Pages: 329-334 DOI: 10.1016/j.foodchem.2016.12.091 Published: JUN 1 2017","Abstract":"Slimming supplements were popularly sold online driven by the increasement of obesity and the development of social networking platform. However, events of drug abuse in slimming supplements were also frequently reported. In this study, a graphene tip solid-phase extraction (Gtip SPE) and ultra performance liquid chromatography tandem mass spectrometry (UPLC-MS/MS) method was established for determining fenfluramine, phenolphthalein, bumetanide, and sibutramine in slimming supplements. It was validated in terms of linearity (0.9985-0.9995), LOD (1.8 ng mL(-1)), LOQ (5.6 ng mL(-1)), intra-day precision (<5.1%), inter-day precision (<7.3%), and recovery (82.9-95.2%). Sibutramine is the most commonly used drug, which was detected in Bihais, Galong, and Aolist, with content 12.4, 3.6, 20.3 mg g(-1), respectively. Phenolphthalein was also found with content lower than 5.2 mg g(-1). The successful application of Gtip SPE and. UPLC-MS/MS method indicated its advantage in analyzing low level of contaminates resulted from violation of regulation. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Jin, RY (Jin, Renyao) ; Li, LQ (Li, Linqiu) ; Guo, LX (Guo, Lianxian) ; Li, WQ (Li, Weiqiao) ; Shen, Q (Shen, Qing)","Title":"A graphene tip coupled with liquid chromatography tandem mass spectrometry for the determination of four synthetic adulterants in slimming supplements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393932800006 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Supply network structure; Social Network Analysis (SNA); Data envelopment analysis (DEA) KeyWords Plus:DATA ENVELOPMENT ANALYSIS; WORLD CITY NETWORK; INFORMATION-TECHNOLOGY; 2ND-STAGE DEA; FIRM PERFORMANCE; SOCIAL NETWORKS; MODELS; INNOVATION; DECOMPOSITION; CENTRALITY","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 2 Pages: 469-485 DOI: 10.1016/j.ejor.2016.11.008 Published: JUN 1 2017","Abstract":"The potential of Social Network Analysis (SNA) to characterize supply network structure is of growing interest in supply chain management, although the related literature provides few empirical investigations. This study identifies those SNA measures most closely associated with supply chain efficiency, using archival inter-firm relationship data collected from U.S. public companies in multiple industries. In a three-stage procedure, a DEA model is applied to measure firm- and chain-level efficiencies, followed by a correlation analysis to group SNA variables into clusters of high correlation. These clusters are used in a step-wise regression algorithm to identify those variables most relevant to productive efficiency while accounting for multicollinearity. The supply network structural characteristics that emerge as significant are consistent with many hypothesized relationships in the literature, although not without exceptions, such as an interesting tradeoff between the benefit of connectedness and a penalty for closeness. Published by Elsevier B.V.","Authors":"Kao, TW (Kao, Ta-Wei (Daniel)) ; Simpson, NC (Simpson, N. C.) ; Shao, BBM (Shao, Benjamin B. M.) ; Lin, WT (Lin, Winston T.)","Title":"Relating supply network structure to productive efficiency: A multi-stage empirical investigation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396081200004 ISSN: 1556-6013 eISSN: 1556-6021","Keywords":"Image classification; social networks; JPEG; quality factor; provenance identification KeyWords Plus:SENSOR PATTERN NOISE; CAMERA IDENTIFICATION; DIGITAL IMAGES; COMPRESSION; FORENSICS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION FORENSICS AND SECURITY Volume: 12 Issue: 6 Pages: 1299-1308 DOI: 10.1109/TIFS.2017.2656842 Published: JUN 2017","Abstract":"Recognizing information about the origin of a digital image has been individuated as a crucial task to be tackled by the image forensic scientific community. Understanding something on the previous history of an image could be strategic to address any successive assessment to be made on it: knowing the kind of device used for acquisition or, better, the model of the camera could focus investigations in a specific direction. Sometimes just revealing that a determined post-processing, such as an interpolation or a filtering, has been performed on an image could be of fundamental importance to go back to its provenance. This paper locates in such a context and proposes an innovative method to inquire if an image derives from a social network and, in particular, try to distinguish from, which one has been downloaded. The technique is based on the assumption that each social network applies a peculiar and mostly unknown manipulation that, however, leaves some distinctive traces on the image; such traces can be extracted to feature every platform. By resorting at trained classifiers, the presented methodology is satisfactorily able to discern different social network origins. Experimental results carried out on diverse image datasets and in various operative conditions witness that such a distinction is possible. In addition, the proposed method is also able to go back to the original JPEG quality factor the image had before being uploaded on a social network.","Authors":"Caldelli, R (Caldelli, Roberto) ; Becarelli, R (Becarelli, Rudy) ; Amerini, I (Amerini, Irene)","Title":"Image Origin Classification Based on Social Network Provenance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396081200007 ISSN: 1556-6013 eISSN: 1556-6021","Keywords":"Crowdsourcing contest dilemma; incentive mechanism; rating protocol; social optimum; game theory KeyWords Plus:INDIRECT RECIPROCITY; COOPERATION; NETWORKS; ENFORCEMENT; MANETS; GAME","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION FORENSICS AND SECURITY Volume: 12 Issue: 6 Pages: 1330-1344 DOI: 10.1109/TIFS.2017.2656468 Published: JUN 2017","Abstract":"Despite the increasing popularity and the perceived promise of crowdsourcing, its openness presents individuals with an opportunity to exhibit antisocial behavior, such as free-ride and attack to decrease the social welfare, which is considered as a crowdsourcing contest dilemma. Hence, incentive mechanisms are needed to compel rational and selfish individuals to contribute well behavior in tasks. In this paper, we integrate the pricing and reputation schemes to design a novel socially optimal rating protocol based on game theory, in which each player is tagged with a rating to represent its social status, and players are encouraged to contribute good behaviors to increase their ratings, thus receive higher rewards. In particular, we analyze how the players' behaviors are influenced by the incurred costs and the designed payment, as well as their long-term utilities. By quantifying the sufficient and necessary conditions under which all players comply with the social norm in their self-interests, we formulate the rating protocol design problem, and analyze the impacts of the design parameters in order to characterize the optimal design, that maximizes the social welfare to achieve the social optimum. Finally, illustrative results show the validity and effectiveness of our proposed protocol design for crowdsourcing contest dilemma.","Authors":"Lu, JF (Lu, Jianfeng) ; Tang, CB (Tang, Changbing) ; Li, X (Li, Xiang) ; Wu, Q (Wu, Qian)","Title":"Designing Socially-Optimal Rating Protocols for Crowdsourcing Contest Dilemma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393247200019 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Vision; Heterogeneity; Distribution; Peak; Collective action KeyWords Plus:SHORTEST-PATH PROBLEM; CRITICAL MASS; THRESHOLD MODELS; SOCIAL-MOVEMENTS; NETWORKS; BEHAVIOR; COOPERATION; COLLUSION; PROTEST; GOODS","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 47 Pages: 238-252 DOI: 10.1016/j.cnsns.2016.10.005 Published: JUN 2017","Abstract":"People make decisions on whether they should participate as participants or not as free riders in collective actions with heterogeneous visions. Besides of the utility heterogeneity and cost heterogeneity, this work includes and investigates the effect of vision heterogeneity by constructing a decision model, i.e. the revised peak model of participants. In this model, potential participants make decisions under the joint influence of utility, cost, and vision heterogeneities. The outcomes of simulations indicate that vision heterogeneity reduces the values of peaks, and the relative variance of peaks is stable. Under normal distributions of vision heterogeneity and other factors, the peaks of participants are normally distributed as well. Therefore, it is necessary to predict distribution traits of peaks based on distribution traits of related factors such as vision heterogeneity and so on. We predict the distribution of peaks with parameters of both mean and standard deviation, which provides the confident intervals and robust predictions of peaks. Besides, we validate the peak model of via the Yuyuan Incident, a real case in China (2014), and the model works well in explaining the dynamics and predicting the peak of real case. (c) 2016 Elsevier B.V. All rights reserved.","Authors":"Lu, P (Lu, Peng)","Title":"Individual vision and peak distribution in collective actions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392784400010 ISSN: 0736-5853","Keywords":"Social media; Social integration; Subjective well-being; New urban migrants; Social change KeyWords Plus:QUALITY-OF-LIFE; SATISFACTION; WORKERS; SITES","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 3 Pages: 786-796 DOI: 10.1016/j.tele.2016.05.017 Published: JUN 2017","Abstract":"The current generation of migrants in Chinese cities, named \"new urban migrants,\" is closely related with social changes in today's China. As these urban migrants are increasingly dependent on new media, particularly social media for news, entertainment, and social interaction, it is important to know how social media use contributes to their social integration and subjective well-being. Based on an online survey, this study identified positive relationship between new urban migrants' social media use and their subjective wellbeing, as well as the possible indirect relationship through social integration. The overall positive socio-psychological effects of social media use within Chinese urban migrants were found. Specifically, this study revealed that social media use can contribute to their social integration, including their building of social identity and social network as well as real-world social participation. New urban migrants' social integration, particularly their level of social identity, is significantly associated with their subjective well-being. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Wei, L (Wei, Lu) ; Gao, FF (Gao, Fangfang)","Title":"Social media, social integration and subjective well-being among new urban migrants in China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392784400011 ISSN: 0736-5853","Keywords":"Chinese Dama; Social media; Social change; Discourse power; Digital divide; Life style KeyWords Plus:OLDER-ADULTS; INTERNET USE; NETWORKING SITES; ATTITUDES; COMPUTER","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 3 Pages: 797-810 DOI: 10.1016/j.tele.2016.05.020 Published: JUN 2017","Abstract":"Against the backdrop of broader social changes, social media has developed rapidly in China, which has pushed the transition of the media environment from a traditional authority-dominated one to a modern media society. In particular, the use of social media by Chinese Dama can be perceived as an exemplar of media-driven social change. 'Chinese Dama' is a buzzword coined in tandem with the development of social media since 2013. This term represents a particular group of middle-aged Chinese women who reflect a distinctive social phenomenon in China. It is noteworthy that a growing number of Chinese Dama are learning to use social media and have established thousands of social media communities, exerting significant influence on the wider media and social environment. This study focuses on the major changes undergone by Dama, transitioning from being passively covered by media to becoming active users of social media, and this research analyzes the motivations and hallmarks of their social media activity. Although the use of social media by Chinese Dama, the traditional nucleus of Chinese society, has contributed to narrowing the digital divide and resulted in the Dama's gaining more discourse power and ushered in new diverse lifestyles, we argue that the Dama also exert a far-reaching positive and negative influence on society, pushing for the modernization transformation of the Chinese society. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Li, Q (Li, Qin)","Title":"Characteristics and social impact of the use of social media by Chinese Dama"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392784400012 ISSN: 0736-5853","Keywords":"Social media; Political communication; Facebook; Blog KeyWords Plus:INTERESTED INTERNET USERS; POLITICAL INFORMATION; SELECTIVE EXPOSURE; NETWORK SITES; CREDIBILITY; ONLINE; GRATIFICATIONS; PERCEPTIONS; RELIANCE; FACEBOOK","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 3 Pages: 811-820 DOI: 10.1016/j.tele.2016.05.016 Published: JUN 2017","Abstract":"Campaigns have increasingly resorted to Facebook because it has the highest number of users among social media platforms. The question as to whether Facebook is a more favor-able choice of social media than a blog for political purposes must be addressed. In this comparative study, cross-sectional data collected in the 2009 and 2014 Taiwan local elections were used for exploring the differences among voter motivations, perceived credibility, and dependency between the use of political blogs and Facebook. In addition, the impact factors regarding the relationship between blogs and Facebook dependency were analyzed. The findings indicate that voter motivations, perceived credibility, and dependency were higher for political blogs than they were for Facebook, suggesting that in a political context, people prefer blogs to Facebook. The results of regression analyses indicate that the motivation for debating political topics was a significant predictor of the dependency on blogs, whereas motivations for general information and entertainment were related to Facebook use. The perceived credibility was not related to blog use; however, accuracy and information depth were significant factors for the use of Facebook. The reasons for the differences between peoples' use of political blogs and Facebook are discussed in this paper. This study advances our understanding on the variations in people's use of different social media platforms in a political context, and few studies have investigated this topic from a user-oriented perspective. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Chen, CY (Chen, Chi-Ying) ; Chang, SL (Chang, Shao-Liang)","Title":"User-orientated perspective of social media used by campaigns"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392569100006 ISSN: 0736-5845 eISSN: 1879-2537","Keywords":"Supply-demand matching; Hypernetwork; Manufacturing service network (S_Net); Manufacturing task network (T_Net); Socialization; Cloud manufacturing (CMfg) KeyWords Plus:OPTIMIZATION; SELECTION; NETWORKS; PRODUCT","Categories":"Computer Science; Engineering; Robotics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Manufacturing; Robotics","Journal Information":"ROBOTICS AND COMPUTER-INTEGRATED MANUFACTURING Volume: 45 Pages: 59-72 Special Issue: SI DOI: 10.1016/j.rcim.2016.05.007 Published: JUN 2017","Abstract":"The supply-demand matching and optimal-allocation of manufacturing resource and manufacturing capability, is always one of the key scientific issues to be addressed and the Common objectives to be pursued for various advanced manufacturing systems (AMSs). Especially to the service-oriented manufacturing (SOM) systems (e.g., cloud manufacturing), which is a kind of typical and hot AMSs nowadays, it is extremely difficult to achieve the optimal allocation of large scales of different manufacturing services and the collaboration of manufacturing activities and business among massive manufacturing enterprises (no matter manufacturing service providers and consumers). Thus, under the current environment of social competition and collaboration, the most important challenge is how to integrate a variety of distributed manufacturing resources and capabilities in the form of manufacturing services efficiently and cost-effectively, as well as various demands or manufacturing tasks. In response to this challenge, the concept of supply-dethand matching hypernetwork (Matching_Net) of manufacturing services in SOM system is put forward firstly in this paper. The proposed Matching Net is constructed with manufacturing service network (S_Net), manufacturing task network (T_Net), and hyper-edges between those two networks which are revealing the matchable correlations between each service (supply) and each task (demand). Secondly, by comparing with the input or output information of manufacturing services and tasks from the functional view, the intelligent modeling of Matching_Net is illustrated and divided into those three constituent parts respectively. Finally, the simulation is carried out to validate and verify the proposed models and the modeling method. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Cheng, Y (Cheng, Ying) ; Tao, F (Tao, Fei) ; Zhao, DM (Zhao, Dongming) ; Zhang, L (Zhang, Lin) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zhang, Lin  http://orcid.org/0000-0003-1989-6102","Title":"Modeling of manufacturing service supply-demand matching hypernetwork in service-oriented manufacturing systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392569100008 ISSN: 0736-5845 eISSN: 1879-2537","Keywords":"Loading/unloading space; Recommendation; Location-based social network; Ubiquitous computing; Location-based service KeyWords Plus:OPTIMIZATION; GPS","Categories":"Computer Science; Engineering; Robotics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Manufacturing; Robotics","Journal Information":"ROBOTICS AND COMPUTER-INTEGRATED MANUFACTURING Volume: 45 Pages: 86-98 Special Issue: SI DOI: 10.1016/j.rcim.2016.03.001 Published: JUN 2017","Abstract":"A fuzzy collaboration system was designed for ubiquitous loading/unloading space recommendation in the logistics industry. The designed system allows drivers to share information regarding the availability of loading/unloading spaces without providing the exact number of available loading/unloading spaces, thus promoting drivers to use the system. To derive the exact number of loading/unloading spaces from the inexact information, a quadratic programming problem was formulated and solved. In addition, driver location and speed were modeled using fuzzy numbers to account for the uncertainty of their locations. Subsequently, fuzzy cross-referencing was used so that loading/unloading space information can be referenced from more than one location. The proposed methodology was applied to a small region in Seatwen District, Taichung City, Taiwan. The designed system reduced the average time required for a driver to locate a nearby loading/unloading space by 72%. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Chen, T (Chen, Toly) ; Lin, CW (Lin, Chi-Wei)","Title":"A fuzzy collaboration system for ubiquitous loading/unloading space recommendation in the logistics industry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397689300002 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Friends recommendation; Social networks; Multi-view learning","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 239 Pages: 9-18 DOI: 10.1016/j.neucom.2017.01.068 Published: MAY 24 2017","Abstract":"Social strength modeling in the social media community has attracted increasing research interest. Different from Flickr, which has been explored by many researchers, Instagram is more popular for mobile users and is conducive to likes and comments but seldom investigated. On Instagram, a user can post photos/videos, follow other users, comment and like other users' posts. These actions generate diverse forms of data that result in multiple user relationship views. In this paper, we propose a new framework to discover the underlying social relationship strength. User relationship learning under multiple views and the relationship strength modeling are coupled into one process framework. In addition, given the learned relationship strength, a coarse-to-fine method is proposed for friend recommendation. Experiments on friend recommendations for Instagram are presented to show the effectiveness and efficiency of the proposed framework. As exhibited by our experimental results, it can obtain better performance over other related methods. Although our method has been proposed for Instagram, it can be easily extended to any other social media communities. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Guo, DY (Guo, Dongyan) ; Xu, JS (Xu, Jingsong) ; Zhang, J (Zhang, Jian) ; Xu, M (Xu, Min) ; Cui, Y (Cui, Ying) ; He, XJ (He, Xiangjian)","Title":"User relationship strength modeling for friend recommendation on Instagram"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395549400002 ISSN: 1350-4630 eISSN: 1363-0296","Keywords":"Identity; upbringing; transnationalism; acculturation KeyWords Plus:SOCIAL NETWORKS; MIGRANT MOTHERS; LONDON; MIGRATION","Categories":"Ethnic Studies Web of Science Categories:Ethnic Studies","Journal Information":"SOCIAL IDENTITIES Volume: 23 Issue: 3 Pages: 255-270 DOI: 10.1080/13504630.2016.1186535 Published: MAY 17 2017","Abstract":"Drawing on one-year-long ethnographic study this paper deals with parenting strategies of Polish migrants in Belfast, Northern Ireland. It first provides a general overview of the context for migration in Northern Ireland. It then introduces the theoretical framework for this study, drawing on scholarly debates on acculturation and indicating the gaps in scholarship on Polish migration. Following this, upbringing strategies of Polish parents are examined with particular focus on questions of transnationalism and assimilation. Next, the dynamic and processual nature of these strategies is emphasized. Methods used in this paper are in-depth interviews and participant observation.","Authors":"Kempny-Mazur, M (Kempny-Mazur, Marta)","Title":"Between transnationalism and assimilation: Polish parents' upbringing approaches in Belfast, Northern Ireland"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687100002 PubMed ID: 28187343 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Sustainable urbanization; Best practice; Content analysis; Social network analysis; China; Environmental management KeyWords Plus:SOCIAL NETWORK ANALYSIS; AIR-POLLUTION CONTROL; URBAN; CHALLENGES; POLICY; ENERGY; PERFORMANCE; EFFICIENCY; RESOURCES; IMPACTS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 8-18 DOI: 10.1016/j.jenvman.2017.01.058 Published: MAY 15 2017","Abstract":"In the past twenty years, various sustainable urban development policies and methods had been implemented within China, such that sustainable urbanization is now more widely accepted. Some of these policies and methods have been found to be successful in improving the sustainability of cities in China. Those practices can be defined as the best practices of sustainable urbanization, which can provide useful references for future urban developments. However, few existing studies examine how to learn from these best practices. Combining the methods of content analysis and social network analysis, this paper conducts a comprehensive study on 150 best practices of sustainable urbanization in China. The methods and outcomes of the 150 best practices are identified. The research findings demonstrate the statistics of categories, methods and outcomes of the 150 best practices and the main adopted methods. The achieved outcomes in different regions of China are also presented. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Tan, YT (Tan, Yongtao) ; Xu, H (Xu, Hui) ; Jiao, LD (Jiao, Liudan) ; Ochoa, JJ (Ochoa, J. Jorge) ; Shen, LY (Shen, Liyin) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Tan, Yongtao  http://orcid.org/0000-0001-7321-4251","Title":"A study of best practices in promoting sustainable urbanization in China"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397687100037 PubMed ID: 28237847 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Social learning; Anthropocene; Shadow networks; Communities of practice; Ethics; Adaptive management KeyWords Plus:NATURAL-RESOURCE MANAGEMENT; ECOLOGICAL SYSTEMS; CLIMATE-CHANGE; ADAPTIVE GOVERNANCE; WATER MANAGEMENT; RESILIENCE; SCIENCE; FUTURE; COMANAGEMENT; KNOWLEDGE","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 193 Pages: 373-380 DOI: 10.1016/jjenvman.2017.02.043 Published: MAY 15 2017","Abstract":"The Anthropocene presents novel challenges for environmental management. This paper considers the challenges that the Anthropocene poses for social learning techniques in adaptive management. It situates these challenges with respect to how anthropogenic forcing on the Earth system affects the conditions required for: (1) The cooperative exercises of social learning; (2) The techniques used for assessing the fit of institutions to social-ecological systems; and, (3) The strategies employed for identifying management targets that are transformed by human action. In view of these challenges, the paper then examines how the practices of shadow networks may provide paths for incorporating a broader, more robust suite of social learning practices in the Anthropocene. The paper emphasizes how novel challenges in the Anthropocene demand increased attention to ethical practices, particularly those that establish center-periphery relationships between social learning communities and shadow networks. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Schmidt, JJ (Schmidt, Jeremy J.)","Title":"Social learning in the Anthropocene: Novel challenges, shadow networks, and ethical practices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371400005 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Influential users; Rank; Emotions; Conformity; Social networks KeyWords Plus:INFLUENCE MAXIMIZATION; SOCIAL NETWORKS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 474 Pages: 39-48 DOI: 10.1016/j.physa.2016.12.040 Published: MAY 15 2017","Abstract":"Finding influential users is a hot topic in social networks. For example, advertisers identify influential users to make a successful campaign. Retweeters forward messages from original users, who originally publish messages. This action is referred to as retweeting. Retweeting behaviors generate influence. Original users have influence on retweeters. Whether retweeters keep the same sentiment as original users is taken into consideration in this study. Influence is calculated based on conformity from emotional perspective after retweeting. A conformity-based algorithm, called ConformRank, is proposed to find top k influential users, who make the most users keep the same sentiment after retweeting messages. Emotional conformity is introduced to denote how users conform to original users from the emotional perspective. Conforming weights are introduced to denote how two users keep the same sentiment after retweeting messages. Emotional conformity is applied for users and conforming weights are used for relations. Experiments were conducted on Sina Weibo. Experimental results show that users have larger influence when they publish positive messages. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, QY (Wang, Qiyao) ; Jin, YH (Jin, Yuehui) ; Cheng, SD (Cheng, Shiduan) ; Yang, T (Yang, Tan)","Title":"ConformRank: A conformity-based rank for finding top-k influential users"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371400006 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Complex network; BA model; Assortative; Degree distribution; Rich-club; Network sparsity KeyWords Plus:COMPLEX NETWORKS; LINK PREDICTION","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 474 Pages: 49-60 DOI: 10.1016/j.physa.2017.01.066 Published: MAY 15 2017","Abstract":"Complex networks are virtually ubiquitous, and the Barabasi and Albert model (BA model) has became an acknowledged standard for the modelling of these systems. The so-called BA model is a kind of preferential attachment growth model based on the intuitive premise that popularity is attractive. However, preferential attachment alone is insufficient to describe the diversity of complex networks observed in the real world. In this paper we first use the accuracy of a link prediction method, as a metric for network fitness. The link prediction method predicts the occurrence of links consistent with preferential attachment, the performance of this link prediction scheme is then a natural measure of the \"preferential-attachment-likeness\" of a given network. We then propose several modification methods and modified BA models to construct networks which more accurately describe the fitness properties of real networks. We find that all features assortativity, degree distribution and rich-club formation can play significant roles for the network construction and eventual structure. Moreover, link sparsity and the size of a network are key factors for network reconstruction. In addition, we find that the structure of the network which is limited by geographic location (nodes are embedded in a Euclidean space and connectivity is correlated with distances) differs from other typical networks. In social networks, we observe that the high school contact network has similar structure as the friends network and so we speculate that the contact behaviours can reflect real friendships. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Shang, KK (Shang, Ke-ke) ; Small, M (Small, Michael) ; Yan, WS (Yan, Wei-sheng)","Title":"Fitness networks for real world systems via modified preferential attachment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371400038 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Complex networks; Social network analysis; Overlapping communities; Hebbian learning KeyWords Plus:SMALL-WORLD NETWORKS; COMPLEX NETWORKS; SOCIAL NETWORKS; NEURAL-NETWORK; DYNAMICS; MODULES","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 474 Pages: 380-390 DOI: 10.1016/j.physa.2017.01.083 Published: MAY 15 2017","Abstract":"A model is proposed for the evolution of network topology in social networks with overlapping community structure. Starting from an initial community structure that is defined in terms of group affiliations, the model postulates that the subsequent growth and loss of connections is similar to the Hebbian learning and unlearning in the brain and is governed by two dominant factors: the strength and frequency of interaction between the members, and the degree of overlap between different communities. The temporal evolution from an initial community structure to the current network topology can be described based on these two parameters. It is possible to quantify the growth occurred so far and predict the final stationary state to which the network is likely to evolve. Applications in epidemiology or the spread of email virus in a computer network as well as finding specific target nodes to control it are envisaged. While facing the challenge of collecting and analyzing large-scale time-resolved data on social groups and communities one faces the most basic questions: how do communities evolve in time? This work aims to address this issue by developing a mathematical model for the evolution of community networks and studying it through computer simulation. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Karan, R (Karan, Rituraj) ; Biswal, B (Biswal, Bibhu)","Title":"A model for evolution of overlapping community networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371400039 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Cooperation; Environmental factor; Fitness; Asymmetric calculation KeyWords Plus:EVOLUTIONARY SOCIAL DILEMMAS; PUBLIC-GOODS GAME; RECIPROCITY; STRATEGY; FITNESS; IMPACT","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 474 Pages: 391-397 DOI: 10.1016/j.physa.2017.02.005 Published: MAY 15 2017","Abstract":"The evolution of cooperation remains a fundamental challenge in human society. Many previous studies investigated these questions via spatial reciprocity, where players obtain their payoffs by interacting with their direct neighbors. It has also been verified that environmental factors can influence the evolution of cooperation theoretically and empirically. In reality, however, individuals may have the limit knowledge about their indirect neighbors. Inspired by this fact, we consider an asymmetric fitness calculation mechanism, which only integrates the environment factors into the focal player, to explore the evolution of cooperation. Here, the environmental factor is defined as the average payoff of all individual neighbors, which is regulated by a tunable parameter u. Through numerical simulation, we find that, compared with the traditional version (u = 0), that the cooperation level can be greatly enhanced when u is positive. Interestingly, the larger the value of u, the higher the level of cooperation. Finally, to explore the generality of this finding, we have tested the results on different topologies. (C) 2017 Published by Elsevier B.V.","Authors":"Shen, C (Shen, Chen) ; Li, XP (Li, Xiaoping) ; Shi, L (Shi, Lei) ; Deng, ZH (Deng, Zhenghong)","Title":"Asymmetric evaluation promotes cooperation in network population"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500011 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Short text summarization; Social networks; Ant colony optimization; Graph coloring; Text mining; Local search KeyWords Plus:TEXT","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 115-126 DOI: 10.1016/j.eswa.2017.01.010 Published: MAY 15 2017","Abstract":"Due to the increasing popularity of contents of social media platforms, the number of posts and messages is steadily increasing. A huge amount of data is generated daily as an outcome of the interactions between fans of the networking platforms. It becomes extremely troublesome to find the most relevant, interactive information for the subscribers. The aim of this work is to enable the users to get a powerful brief of comments without reading the entire list. This paper opens up a new field of short text summarization (STS) predicated on a hybrid ant colony optimization coming with a mechanism of local search, called ACO-LS-STS, to produce an optimal or near-optimal summary. Initially, the graph coloring algorithm, called GC-ISTS, was employed before to shrink the solution area of ants to small sets. Evidently, the main purpose of using the GC algorithm is to make the search process more facilitated, faster and prevents the ants from falling into the local optimum. First, the dissimilar comments are assembled together into the same color, at the same time preserving the information ratio as for an original list of comment. Subsequently, activating the ACO-LS-STS algorithm, which is a novel technique concerning the extraction of the most interactive comments from each color in a parallel form. At the end, the best summary is picked from the best color. This problem is formalized as an optimization problem utilizing GC and ACO-LS to generate the optimal solution. Eventually, the proposed algorithm was evaluated and tested over a collection of Facebook messages with their associated comments. Indeed, it was found that the proposed algorithm has an ability to capture a good solution that is guaranteed to be near optimal and had realized notable performance in comparison with traditional document summarization algorithms. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Mosa, MA (Mosa, Mohamed Atef) ; Hamouda, A (Hamouda, Alaa) ; Marei, M (Marei, Mahmoud)","Title":"Graph coloring and ACO based summarization for social networks"}, {"Document Information":"Document Type:Correction Language:English Accession Number: WOS:000394077500015 ISSN: 0957-4174 eISSN: 1873-6793","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 185-185 DOI: 10.1016/j.eswa.2017.01.012 Published: MAY 15 2017","Authors":"Duong, TH (Trong Hai Duong) ; Nguyen, NT (Ngoc Thanh Nguyen) ; Truong, HB (Hai Bang Truong) ; Nguyen, VH (Van Huan Nguyen) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Nguyen, Ngoc Thanh  A-5855-2008 http://orcid.org/0000-0002-3247-2948","Title":"A Collaborative Algorithm for Semantic Video Annotation Using a Consensus-based Social Network Analysis (vol 42, pg 246, 2015)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952300010 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"User profiling; Multi-Level Latent Dirichlet Allocation (MLLDA); Jensen-Shannon Divergence","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 236 Pages: 73-81 Special Issue: SI DOI: 10.1016/j.neucom.2016.08.114 Published: MAY 2 2017","Abstract":"User analysis is an important part of social network analysis. Most existing studies model users separately using either user-generated contents or social links among users. In this paper we propose to model users on the Content Curation Social Network (CCSN) in a unified framework by mining User-generated contents as well as social links. We propose a latent Bayesian model Multi-level LDA (MLLDA) that represents users with latent user interests discovered from user-contributed textual description and social links formed by information sharing. We demonstrate that MLLDA can produce accurate user models for community discovery and recommendation on the CCSN.","Authors":"Wu, LF (Wu, Lifang) ; Wang, D (Wang, Dan) ; Zhang, XZ (Zhang, Xiuzhen) ; Liu, S (Liu, Shuang) ; Zhang, L (Zhang, Lei) ; Chen, CW (Chen, Chang Wen)","Title":"MLLDA: Multi-level LDA for modelling users on content curation social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396954000021 PubMed ID: 28188767 ISSN: 0001-706X eISSN: 1873-6254","Keywords":"Ego network; Opisthorchis viverrini; Food sharing; Social network analysis; Pattern KeyWords Plus:NORTHEAST THAILAND; DISEASE TRANSMISSION; VIVERRINI INFECTION; CHOLANGIOCARCINOMA; EPIDEMIOLOGY; PARASITE; SPREAD; RISK; COMMUNITY; OUTBREAKS","Categories":"Parasitology; Tropical Medicine Web of Science Categories:Parasitology; Tropical Medicine","Journal Information":"ACTA TROPICA Volume: 169 Pages: 150-156 DOI: 10.1016/j.actatropica.2017.02.001 Published: MAY 2017","Abstract":"Consumption of raw fish is a well-documented risk factor for Opisthorchis viverrini infection. Sharing of food, especially raw fish recipes may influence the spread of disease through a community. Using social network analysis of an ego network, we investigated food sharing among households in an Opisthorchis-endemic area. Network centrality properties were used to explain the differences in O. viverrini transmission and control between villages with a low and high prevalence of infection. Information on demography and O. viverrini infection in 2008 from villagers in the Lawa Lake area was extracted from the Tropical Disease Research Center database. The two villages that had the lowest and the highest O. viverrini infection at the household level were recruited. Ten percent of households of each village were randomly sampled. Participatory epidemiology and face-to-face structured interviews guided by a social network questionnaire were used to collect data on livelihood, agricultural patterns, food sources, raw fish eating habits, and other food sharing during daily life and social gatherings. The number of contacts including in-degree and out-degree varied from 0 to 7 in the low-infection village and 0 to 4 in the high-infection village. The mean number of contacts for the food-sharing network among the low- and high-infection villages was 1.64 and 0.73 contacts per household, respectively. Between these villages, the mean number of out-degree (p = 0.0125), but not in-degree (p = 0.065), was significantly different. Food-sharing differed in numbers of sharing-in and sharing-out between the two villages. Network analysis of food sharing may be of value in designing strategies for opisthorchiasis control at the community level. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Phimpraphai, W (Phimpraphai, Waraphon) ; Tangkawattana, S (Tangkawattana, Sirikachorn) ; Sereerak, P (Sereerak, Piya) ; Kasemsuwan, S (Kasemsuwan, Suwicha) ; Sripa, B (Sripa, Banchob)","Title":"Social network analysis of food sharing among households in opisthorchiasis endemic villages of Lawa Lake, Thailand"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691100001 PubMed ID: 28174031 ISSN: 0166-4328 eISSN: 1872-7549","Keywords":"Specific internet addiction; Emotional Stroop Task; Affective Go/No-Go task; emotional inhibitory control; fMRI KeyWords Plus:ANTERIOR CINGULATE CORTEX; SOCIAL ANXIETY DISORDER; GO/NO-GO TASK; COGNITIVE CONTROL; GAMING ADDICTION; LANGUAGE; ADOLESCENTS; FACEBOOK; MODEL; COMMUNICATION","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"BEHAVIOURAL BRAIN RESEARCH Volume: 324 Pages: 1-14 DOI: 10.1016/j.bbr.2017.01.046 Published: MAY 1 2017","Abstract":"Background: Addicts to specific internet applications involving communication features showed increased social anxiety, emotional competence deficits and impaired prefrontal-related inhibitory control. The dorsal Anterior Cingulate Cortex (dACC) likely plays an important role in cognitive control and negative affect (such as social exclusion, pain or anxiety). Aim: To assess (social) anxiety-related inhibitory control in specific Internet addiction (addicted use of games and social networks) and its relation to altered dACC activation. Methods: N=44 controls and n=51 specific internet addicts completed an anxious words-based Affective Go/No-Go task (AGN). A subsample of n=23 healthy controls and n=25 specific internet addicts underwent functional Magnetic Resonance Imaging (fMRI) while completing an Emotional Stroop Task (EST) with socially anxious, positive, negative and neutral words. Subgroups of internet gaming and social network addicts were exploratively assessed. Psychometric measures of social anxiety, emotional competence and impulsivity were additionally explored. Results: Specific internet addicts showed higher impulsivity, social anxiety and reduced emotional competence. Between-group differences in AGN and EST behavioral measures were not detected. No group differences were found in the dACC, but explorative analyses revealed decreased left middle and superior temporal gyrus activation during interference of socially anxious words in internet gaming and relative to social network addicts.","Authors":"Dieter, J (Dieter, Julia) ; Hoffmann, S (Hoffmann, Sabine) ; Mier, D (Mier, Daniela) ; Reinhar, I (Reinhar, Iris) ; Beutel, M (Beutel, Martin) ; Vollstadt-Klein, S (Vollstaedt-Klein, Sabine) ; Kiefer, F (Kiefer, Falk) ; Mann, K (Mann, Karl) ; Lemenager, T (Lemenager, Tagrid)","Title":"The role of emotional inhibitory control in specific internet addiction - an fMRI study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398647300018 PubMed ID: 28126500 ISSN: 0889-1591 eISSN: 1090-2139","Keywords":"Inflammation; IL-6; CRP; Resting state connectivity; Default mode network; Prefrontal cortex; Anterior cingulate cortex KeyWords Plus:C-REACTIVE PROTEIN; INDEPENDENT COMPONENT ANALYSIS; MAJOR DEPRESSIVE DISORDER; MEDIAL PREFRONTAL CORTEX; HEART-RATE-VARIABILITY; FUNCTIONAL CONNECTIVITY; PHYSICAL HEALTH; METABOLIC SYNDROME; BRAIN-FUNCTION; DISEASE","Categories":"Immunology; Neurosciences & Neurology Web of Science Categories:Immunology; Neurosciences","Journal Information":"BRAIN BEHAVIOR AND IMMUNITY Volume: 62 Pages: 162-170 DOI: 10.1016/j.bbi.2017.01.013 Published: MAY 2017","Abstract":"The default mode network (DMN) encompasses brain systems that exhibit coherent neural activity at rest. DMN brain systems have been implicated in diverse social, cognitive, and affective processes, as well as risk for forms of dementia and psychiatric disorders that associate with systemic inflammation. Areas of the anterior cingulate cortex (ACC) and surrounding medial prefrontal cortex (mPFC) within the DMN have been implicated specifically in regulating autonomic and neuroendocrine processes that relate to systemic inflammation via bidirectional signaling mechanisms. However, it is still unclear whether indicators of inflammation relate directly to coherent resting state activity of the ACC, mPFC, or other areas within the DMN. Accordingly, we tested whether plasma interleukin (IL)-6, an indicator of systemic inflammation, covaried with resting-state functional connectivity of the DMN among 98 adults aged 30-54 (39% male; 81% Caucasian). Independent component analyses were applied to resting state fMRI data to generate DMN connectivity maps. Voxel-wise regression analyses were then used to test for associations between IL -6 and DMN connectivity across individuals, controlling for age, sex, body mass index, and fMRI signal motion. Within the DMN, IL -6 covaried positively with connectivity of the sub-genual ACC and negatively with a region of the dorsal medial PFC at corrected statistical thresholds. These novel findings offer evidence for a unique association between a marker of systemic inflammation (IL -6) and ACC and mPFC functional connectivity within the DMN, a network that may be important for linking aspects of immune function to psychological and behavioral states in health and disease. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Marsland, AL (Marsland, Anna L.) ; Kuan, DCH (Kuan, Dora C. -H.) ; Sheu, LK (Sheu, Lei K.) ; Krajina, K (Krajina, Katarina) ; Kraynak, TE (Kraynak, Thomas E.) ; Manuck, SB (Manuck, Stephen B.) ; Gianaros, PJ (Gianaros, Peter J.)","Title":"Systemic inflammation and resting state connectivity of the default mode network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013300003 ISSN: 0360-1315 eISSN: 1873-782X","Keywords":"Computer-mediated communication; Secondary education; Media in education; Interactive learning environments KeyWords Plus:SOCIAL NETWORK; SELF-DISCLOSURE; INTERNET PRIVACY; FACEBOOK; COMMUNICATION; FACULTY; SITES; TRUST; USERS; INFORMATION","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Interdisciplinary Applications; Education & Educational Research","Journal Information":"COMPUTERS & EDUCATION Volume: 108 Pages: 30-42 DOI: 10.1016/j.compedu.2017.01.010 Published: MAY 2017","Abstract":"This study examines the self-reported decision making behaviors of 435 Taiwanese inservice secondary school teachers' regarding their willingness to accept friend requests on social network sites (SNSs) from different requesters (e.g., students with acquaintanceships of various durations, unknown/in-class/homeroom students and teaching colleagues with or without administrative roles). The study found that teachers made different friending decisions based on gender and on the identity of the requester but found no difference in teachers' basic roles. That is, male teachers reported greater willingness to friend unknown students, in-class students and administrative colleagues than did female teachers. Overall, non-administrativecolleagues were the most acceptable, whereas unknown students were the most unfavorable requesters. The study also revealed that teachers' friending willingness varies with the joint effects of privacy concerns and relational (social intimacy, ethical concerns) and behavioral (Face book use and protective behaviors) factors. A privacy paradox exists in teachers' willingness to friend homeroom students and non-administrative colleagues. Teachers have privacy concerns related to all five types of requesters, but they report fewer privacy concerns and more ethical concerns and social intimacy when friending in-class and homeroom students. However, these teachers employ privacy protection practices only when friending unknown and in-class students and administrative colleagues. When friending colleagues, intensive Facebook use was found to be the strongest predictor of teachers' friending willingness. The implications of these findings and suggestions for future research are discussed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kuo, FW (Kuo, Fu Wen) ; Cheng, W (Cheng, Wen) ; Yang, SC (Yang, Shu Ching)","Title":"A study of friending willingness on SNSs: Secondary school teachers' perspectives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400003 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Social media; Unfriending; Hiding; Social media user filtration; Political disagreement; Selective exposure KeyWords Plus:CIVIC ENGAGEMENT; PUBLIC SPHERE; INTERNET; EXPOSURE; NEWS; PARTICIPATION; COMMUNICATION; PERCEPTIONS; NETWORKS; ONLINE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 22-29 DOI: 10.1016/j.chb.2016.12.079 Published: MAY 2017","Abstract":"This article examines exposure to political disagreement on social media and user filtration in response to it. Popular arguments suggest that social media sites prevent exposure to political disagreement either through algorithmic filtration or selective affiliation. Another popular argument says that when users are exposed to political disagreement on social media, they filter it from their feeds by \"unfriending\"/\"unfollowing\" or \"hiding\" the author. We put these narratives to the test by examining (a) the relationship between social media use and exposure to political disagreement and (b) the factors that predict user filtration in response to political disagreement. Results from analysis based on a nationally representative sample of Colombian adults in urban areas show that (a) engagement with news and public affairs content on social media is positively associated with exposure to political disagreement and (b) the amount of disagreement users are exposed to is not related to user filtration in response. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Yang, JH (Yang, JungHwan) ; Barnidge, M (Barnidge, Matthew) ; Rojas, H (Rojas, Hernando)","Title":"The politics of \"Unfriending\": User filtration in response to political disagreement on social media"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400006 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Web 2.0 tools; Biotechnology literacy; Prospective science teachers; Correlational research KeyWords Plus:FACEBOOK USE; EDUCATION; ATTITUDES","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 44-50 DOI: 10.1016/j.chb.2016.12.067 Published: MAY 2017","Abstract":"The purpose of this study is to determine use of Web 2.0 tools (frequency of using Web 2.0 tools, duration of access to social networks, intentions for using Web 2.0 by prospective science teachers) and to investigate the relationship between the use of these technologies and biotechnology literacy. The study was designed as a correlational research. The sample consisted of conveniently selected 101 prospective science teachers at the senior level. Data was collected by \"Biotechnology Literacy Test\" and \"Survey of Web 2.0 Technology Use\". The data was analyzed by Pearson correlation test and calculating frequencies. Findings showed that the prospective science teachers mostly preferred to use Web 2.0 tools for fun. They also preferred to use the tools for exchange of knowledge, reaching current resources, and web based learning and research. Moreover they used social networks to follow daily news. Also prospective teachers use social networks mostly to follow the current events. The participants rarely preferred to use social networks to follow education clubs, to make research for their projects and homework as well. As the other aspect of this study, the relationship analysis showed that level of the participants' biotechnology literacy were positively correlated with time of using internet, frequency of using social networks, frequency of using blogs, wikis, and instant messaging system, and duration of being a member of a social network. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Firat, EA (Firat, Esra Acikgul) ; Koksal, MS (Koksal, Mustafa Serdar)","Title":"The relationship between use of Web 2.0 tools by prospective science teachers and their biotechnology literacy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400007 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Facebook; Personality; Computer-mediated communication; Attitude; Teenagers KeyWords Plus:SOCIAL NETWORKING SITES; INTERNET SELF-EFFICACY; 5-FACTOR MODEL; PREDICTORS; ADOLESCENTS; LONELINESS; COMPETENCE; VALIDATION; NARCISSISM; BEHAVIOR","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 51-59 DOI: 10.1016/j.chb.2016.12.034 Published: MAY 2017","Abstract":"Social networking sites (SNSs) are observed to have both positive and negative effects on users' social, emotional, and cognitive development, which would further influence their self-esteem and well-being. Hence, understanding the behavior of users in online social networking is important. The present study investigates the causal relationships between Facebook users' personal factors and attitude toward Facebook. The study hypothesizes that personality traits would be significantly associated with attitude toward Facebook and that the association would be mediated by computer-mediated communication (CMC) skill, CMC knowledge and CMC motivation. The participants in this study are 327 school teenagers. The results indicate that participants who are extraverted and open to experience possess a positive attitude toward Facebook. Conscientious participants possess a negative attitude toward Facebook; however, for participants who are neurotics or who are agreeable, their attitude toward Facebook is not influenced by their personalities. An important finding of this study is that the three CMC competence components are mediators that either enhance or reduce the strengths of the causal relationships between four personality traits neuroticism, extraversion, conscientiousness and openness to experience and participants' attitude toward Facebook. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Chua, YP (Chua, Yan Piaw) ; Chua, YP (Chua, Yee Pei)","Title":"Do computer-mediated communication skill, knowledge and motivation mediate the relationships between personality traits and attitude toward Facebook?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400009 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Cultural capital; Techno-capital; Networking skills; Digital divide; Digital literacy KeyWords Plus:HIGH-SCHOOL-STUDENTS; DIGITAL DIVIDE; UNIVERSITY-STUDENTS; CONTENT CREATION; SOCIAL NETWORKS; INTERNET; PARTICIPATION; INEQUALITY; PERSONALITY; ATTAINMENT","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 67-73 DOI: 10.1016/j.chb.2016.12.030 Published: MAY 2017","Abstract":"Networking skills are conventionally treated as a form of human capital shaped by individual attributes. In this study, we investigate the relationship between cultural capital, techno-capital and networking skills among college students. Based on a survey of a sample of college students, we identify that socialization into various cultural genres in an early age equips individuals with the cultural knowledge, attitude, and disposition to network skillfully. Second, we find that digital competency can contribute to networking skills. In particular, digital cultural production, in other words, actively engaging in creative online expression of one's cultural taste, is positively related to greater networking skills. Theoretical and practical implications are discussed. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Lee, KS (Lee, Kyung Sun) ; Chen, WH (Chen, Wenhong)","Title":"A long shadow: Cultural capital, techno-capital and networking skills of college students"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400011 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Online privacy; Facebook; Usage; Social media; Privacy concern; Privacy behavior KeyWords Plus:SOCIAL NETWORKING SITES; INFORMATION DISCLOSURE; INTERNET; USERS; MODEL; GENERATIONS; BEHAVIORS; TRUST","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 90-96 DOI: 10.1016/j.chb.2016.12.048 Published: MAY 2017","Abstract":"Purpose: The paper aims to assess which aspects of online privacy concern and reported privacy behavior predict Facebook usage intensity. Design/methodology/approach: The data were obtained by collecting 598 surveys via a non-probability, convenience sampling method. A logistic regression was conducted to predict high and low Facebook usage intensity with regard to online privacy-related attributes. Findings: The findings indicated that only five of the 16 online privacy-related items predicted Facebook usage intensity. The top three items related mainly to the control of online privacy. Research limitations/implications: The results of the study identify the most important privacy concern and privacy behavior aspects that Facebook should take note of. The significant predictors of Facebook usage intensity could provide insight into those privacy attributes, which are the most critical to address, when corisidering the continuous evolution of the online privacy model for Facebook. Originality/value: The uses-and-gratification theory and the third-person theory provide a framework for understanding and describing the empirical results by referring to the tension experienced between online privacy concerns and online privacy behavior. The value of this study lies in the identification of the online privacy-related attributes that significantly predict Facebook usage intensity. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Jordaan, Y (Jordaan, Yolanda) ; Van Heerden, G (Van Heerden, Gene)","Title":"Online privacy-related predictors of Facebook usage intensity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400017 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Facebook; Personal communication; Masspersonal communication; Network size; Cross-cultural KeyWords Plus:CHILD-REARING BELIEFS; SELF-DISCLOSURE; SOCIAL NETWORKING; COLLEGE-STUDENTS; INDIVIDUALISM; COLLECTIVISM; FRIENDS; CULTURES; INGROUP; ESTEEM","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 143-152 DOI: 10.1016/j.chb.2016.12.051 Published: MAY 2017","Abstract":"Facebook, a social networking tool used worldwide, provides affordances for public/masspersonal and private/personal communication. Based on previous cross-cultural research demonstrating that mass personal communication is adaptive in individualistic cultural contexts, we hypothesized that using Facebook to broadcast messages to one's entire network would be relatively more common and appealing to people in countries with greater individualistic values. To test this hypothesis, data were collected in two Western countries differing in levels of individualism, France (204 women, 47 men) and the U.S. (75 women, 89 men), through questionnaires measuring their Facebook use. Results indicated that American college students had larger Facebook networks and used both more masspersonal and personal communication with acquaintances compared to French college students. Masspersonal communication was mediated by network size. French students used more personal communication with friends than American students, but this association was not mediated by network size. These findings suggest that the appeal of masspersonal communication increases as a function of social network size, however, level of engagement in personal communication on Facebook is a function of other cultural differences between the U.S. and France, such as differences in individualistic values. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Brown, G (Brown, Genavee) ; Michinov, N (Michinov, Nicolas) ; Manago, AM (Manago, Adriana M.)","Title":"Private message me s'il vows plait: Preferences for personal and masspersonal communications on Facebook among American and French students"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400019 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Anxiety; Psychological stress; Information technology; Human sex differences; Cross-cultural differences; Privacy KeyWords Plus:INFORMATION PRIVACY RESEARCH; POSTTRAUMATIC-STRESS-DISORDER; SELF-DISCLOSURE; FACTORIAL INVARIANCE; PROSPECT-THEORY; SOCIAL NETWORK; AGE; STATE; QUESTIONNAIRE; SURVEILLANCE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 161-167 DOI: 10.1016/j.chb.2017.01.002 Published: MAY 2017","Abstract":"We investigated the impact of data hacking on clinical anxiety and worry. 389 American and 216 Korean college students were recruited, surveyed using the Generalized Anxiety Disorder-7 (GAD-7) questionnaire, and adapted GAD-7 specifically assessing data hacking anxiety. Using confirmatory factor analysis with measurement invariance testing, Koreans scored higher on severity of hacking anxiety items, and differently on factor loadings. Controlling for other variables such as age and prior hacking victimization, cultural group status remained a robust predictor for hacking anxiety. Hacking anxiety in both cultural groups was higher in women than men. Results are placed into the context of theory on information privacy concerns and cross-cultural differences on such concerns. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Elhai, JD (Elhai, Jon D.) ; Chai, S (Chai, Sangmi) ; Amialchuk, A (Amialchuk, Aliaksandr) ; Hall, BJ (Hall, Brian J.)","Title":"Cross-cultural and gender associations with anxiety about electronic data hacking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400020 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Internet use; Aging; Health; Subjective well-being; Loneliness KeyWords Plus:NEGATIVE LIFE EVENTS; INTERNET USE; MENTAL-HEALTH; SUPPORT; DEPRESSION; ONLINE; STRESS; COMMUNICATION; PREDICTORS; COMMUNITY","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 168-177 DOI: 10.1016/j.chb.2016.12.058 Published: MAY 2017","Abstract":"We examine the role of the Internet in dealing with problems in later life by analyzing whether direct and buffering models of social support can be applied to social network site (SNS) use. Whereas the direct model implies a positive effect of time spent using SNSs on subjective well-being, and a negative effect on social loneliness, the buffering model suggests that SNS use should reduce the (negative) consequences of stressors. Using a large, longitudinal survey from the Netherlands, we find evidence for the buffering model but not for the direct-effects model. Functional disability had a negative impact on (changes in) well-being and this effect was smaller when older individuals used SNSs more. Furthermore, we found a similar buffering effect of making online purchases, which we interpret as support for the idea that replacing offline with online activities may be a compensation strategy. This implies that Internet use may play a role in coping with health-related problems connected to later stages of the life course. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"van Ingen, E (van Ingen, Erik) ; Rains, SA (Rains, Stephen A.) ; Wright, KB (Wright, Kevin B.)","Title":"Does social network site use buffer against well-being loss when older adults face reduced functional ability?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400022 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Facebook use; Social media; Employment status; Job satisfaction KeyWords Plus:LIFE SATISFACTION; FULL-TIME; SITES; ATTITUDES; BURNOUT","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 191-196 DOI: 10.1016/j.chb.2016.12.080 Published: MAY 2017","Abstract":"Limited research has studied workplace satisfaction in a computer-mediated context, particularly with the use of social media. Based on an analysis of an online survey of working adults (N = 512) in various companies and organizations in a metropolitan area in Southern California, we tested the relationships among time spent on Facebook interacting with co-workers, employment status, and job satisfaction. Results show that an employee's satisfaction at work is positively associated with the amount of time they spend on Facebook interacting with co-workers. Contrary to our initial predictions, results to the second and third hypotheses revealed that part time employees reported having spent the highest amount of time on Facebook with their co-workers, and contract employees reported the highest degree of job satisfaction at work. Results have' implications for Facebook as a strategic platform for promoting employee satisfaction at work, and Facebook a social networking platform for part time employees seeking further social integration and professional connection. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Robertson, BW (Robertson, Brett W.) ; Kee, KF (Kee, Kerk F.)","Title":"Social media at work: The roles of job satisfaction, employment status, and Facebook use with co-workers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400026 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Online vulnerability; Online social networks; Binary logistic multilevel analysis; Network disagreement; Online risk KeyWords Plus:SELF-ESTEEM; FACEBOOK; SITES; FRIENDS; PRIVACY; ADOLESCENTS; AGGRESSION; HARASSMENT; VIOLATION; SIDE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 234-243 DOI: 10.1016/j.chb.2016.12.078 Published: MAY 2017","Abstract":"Identifying characteristics of troublemakers in online social networks, those contacts who violate norms via disagreeable or unsociable behaviour, is vital for supporting preventative strategies for undesirable, psychologically damaging online interactions. To date characterising troublemakers has relied on self reports focused on the network holder, largely overlooking the role of network friends. In the present study, information was obtained on 5113 network contacts from 52 UK-based Facebook users (age range 13-45; 75% female) using digitally derived data and in-depth network surveys. Participants rated their contacts in terms of online disagreement, relational closeness and interaction patterns. Characteristics of online troublemakers were explored using binary logistic multilevel analysis. Instances of online disagreement were most apparent in the networks of emerging adults (19-21 years). Contacts were more likely to be identified as online troublemakers if they were well connected within the network. Rates of offline and Facebook exchanges interacted such that contacts known well offline but with low rates of Facebook communication were more likely to be identified as troublemakers. This may indicate that users were harbouring known troublemakers in a bid to preserve offline relationships and reputational status. Implications are discussed in terms of an individual's susceptibility to undesirable encounters online. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Buglass, SL (Buglass, Sarah L.) ; Binder, JF (Binder, Jens F.) ; Betts, LR (Betts, Lucy R.) ; Underwood, JDM (Underwood, Jean D. M.)","Title":"Looking for trouble: A multilevel analysis of disagreeable contacts in online social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400032 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Internet scam victimization; Privacy concerns; Privacy protection measures; Privacy knowledge; Routine Internet activities; Self-control abilities KeyWords Plus:PARALLEL PROCESS MODEL; SOCIAL NETWORKING SITES; ROUTINE ACTIVITY THEORY; LOW SELF-CONTROL; THEFT VICTIMIZATION; FEAR APPEALS; FRAUD VICTIMIZATION; MOTIVATION THEORY; OPTIMISTIC BIAS; ATTITUDE-CHANGE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 291-302 DOI: 10.1016/j.chb.2017.01.003 Published: MAY 2017","Abstract":"The current study identified the antecedents of being an Internet scam victim and how it impacts online privacy concerns and privacy protection behaviors. Structural equation modeling on data from a survey of 11,534 Internet users revealed that one indicator of weak self-control (i.e., willingness of risky investments) and two indicators of routine Internet activities (i.e., online shopping and opening emails from unknown sources) positively predicted being an Internet scam victim. Subsequently, being an Internet scam victim predicted increased online privacy concerns, which, in turn, predicted elevated privacy protection behaviors. Moreover, we found that being an Internet scam victim mediated the effects of routine Internet activities on privacy protection behaviors and that online privacy concerns mediated the effect of being an Internet scam on privacy protection behaviors. Unlike most Internet privacy studies using protection motivation theory only, the current study contributes to the understanding of the Internet scam victimization by incorporating three new theories extended parallel process model, self-control theory, and routine activity theory. The research findings provided valuable implications for theory and practice related to Internet scam processes and prevention. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chen, HL (Chen, Hongliang) ; Beaudoin, CE (Beaudoin, Christopher E.) ; Hong, T (Hong, Traci)","Title":"Securing online privacy: An empirical test on Internet scam victimization, online privacy concerns, and privacy protection behaviors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400037 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Parenting; Social networking; Social media; Facebook; Maternal health; Social comparison; Mother KeyWords Plus:SELF-PRESENTATION; MEDIA USE; FACEBOOK; SATISFACTION; ESTEEM; FAMILY; CONSEQUENCES; INFORMATION; DEPRESSION; SYMPTOMS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 335-340 DOI: 10.1016/j.chb.2016.12.081 Published: MAY 2017","Abstract":"Social comparisons on social networking sites can be problematic for some individuals. However, this has never been examined in a parenting context, where the pressure for mothers to portray themselves as \"perfect parents\" may be high. The aim of the current study was to examine associations between making social comparisons on social networking sites With mothers' parenting, mental health, and romantic relationship outcomes. In the iMom Project, 721 mothers completed a number of questionnaires regarding their social media use, parenting behaviors, and health outcomes. Results revealed that making social comparisons on social networking sites was related to parenting outcomes (in the form of higher levels of parental role overload, and lower levels of parental competence and perceived social support), relationship outcomes (in the form of more conflict over social networking sites and perceiving less positive coparenting relationships) and higher levels of maternal depression. This study adds to a growing literature suggesting that making social comparisons online may be associated with a number of negative outcomes, and extends it to the context of mothering. This study has implications for the way that mothers use social media, specifically in the use of social comparisons. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Coyne, SM (Coyne, Sarah M.) ; McDaniel, BT (McDaniel, Brandon T.) ; Stockdale, LA (Stockdale, Laura A.)","Title":"\"Do you dare to compare?\" Associations between maternal social comparisons on social networking sites and parenting, mental health, and romantic relationship outcomes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400040 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Phantom ringing; Phantom vibrations; Cell phones; Dependency; Addiction; Personality KeyWords Plus:MOBILE PHONE; PSYCHOLOGICAL CHARACTERISTICS; SOCIAL NETWORKING; ADDICTION; IMPULSIVITY; STUDENTS; SELF","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 360-364 DOI: 10.1016/j.chb.2017.01.017 Published: MAY 2017","Abstract":"Phantom cell phone experiences are instances when mobile cell phone users perceive ringing, vibrations, and/or visual stimuli indicating an incoming call or message, yet no call or message actually registers on the phone. As a human signal-detection issue, these experiences may be influenced by psychological factors. We hypothesize that phantom cell phone experiences are a symptom of psychological dependency on cell phone communications and the resulting hypersensitivity to stimuli in the same class as cell phone notification methods. We find support for this hypothesis with path model analyzing responses from a large undergraduate sample. Self-reported symptoms of cell phone dependency strongly predicted the frequency of phantom cell phone experiences and mediated the relationships between personality factors, age, and participant sex with the frequency of phantom cell phone experiences. Women, younger individuals, and those with lower conscientiousness and emotional stability (i.e. higher neuroticism) had higher symptoms of cell phone dependency. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kruger, DJ (Kruger, Daniel J.) ; Djerf, JM (Djerf, Jaikob M.)","Title":"Bad vibrations? Cell phone dependency predicts phantom communication experiences"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400056 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Employability; Ontology-based recommendation; Social connectors; Virtual communities KeyWords Plus:MANAGEMENT; EDUCATION; CAREER; MEDIA; MODEL; SATISFACTION; COMMUNITIES; NETWORKING; STUDENTS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 507-517 DOI: 10.1016/j.chb.2017.01.026 Published: MAY 2017","Abstract":"The paper proposes an approach of enhancing knowledge workers'employability by inducing positive behavioral changes with the aid of current social and semantic technologies. Employability is seen as a psycho-social construct, connected to the development of knowing-how competencies and knowing whom competencies, by continous learning and a rich social environment. The central element of the approach is a web-based platform - EmployLeaP, which facilitates adults' leap towards a better professional life and gives them the opportunity to find suitable professional e-communities, in which they can learn from their peers and feel appreciated. The recommendation algorithm for finding e-communities is ontology-driven and exploits information retrieved from social connectors anchored in the existent online learning ecosystem. In the same time, during learning within EmployLeaP communities, users' professional visibility is enhanced, by recommending them to job recruiters who also join the platform, in searching competent workers. The badge system used to reward exceptional behaviour within e-communities is the one ensuring users' visibility to recruiters and, in the same, increasing their selfconfidence. Preliminary data related to experimental exploitation and perceived usefulness of the platform show promising results of using recent technologies in assisting individuals who want to increase their employability, as well as other stakeholders of knowledge society recruiters or knowledge organizations. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Dascalu, MI (Dascalu, Maria-Iuliana) ; Bodea, CN (Bodea, Constanta-Nicoleta) ; Tesila, B (Tesila, Bianca) ; Moldoveanu, A (Moldoveanu, Alin) ; de Pablos, PO (Ordonez de Pablos, Patricia)","Title":"How social and semantic technologies can sustain employability through knowledge development and positive behavioral changes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400059 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Image-sharing SNSs; Self-monitoring; Advertising effectiveness; Instagram; Pinterest KeyWords Plus:SOCIAL NETWORKING SITES; PRODUCT QUALITY; FACEBOOK; BEHAVIOR; PHOTOGRAPHS; PERCEPTIONS; PERSUASION; WORDS; MEDIA; INFORMATION","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 535-543 DOI: 10.1016/j.chb.2017.01.022 Published: MAY 2017","Abstract":"The current research applied self-monitoring theory to investigate how individuals' dispositional self monitoring levels differ when exposed to two image-sharing social network sites (SNSs)-Pinterest and Instagram. Two consecutive studies were conducted. Through an online survey of 153 U.S. college students (study 1) the relationship between individuals' dispositional self-monitoring and their preference of image-sharing SNSs was investigated. And a lab experiment (study 2) involving a subset of the first sample (n = 61) was conducted to explore the impact of the image-sharing SNSs use on individuals' self-monitoring and determine advertisement message efficacy based on exposure to image-sharing social media. Results suggest that students in the low self-Monitoring group interacted more intensely with Pinterest than Instagram. Additionally, individuals' interactions with Pinterest and Instagram influenced their dispostional self-monitoring levels, as well as their preferences toward different types of persuasive messages (image-oriented vs. product-oriented advertisement). Results indicate not only that self-monitoring can shift in the context of different image-based social media behaviors, but that self monitoring as influenced by social media can have implications for advertising message efficacy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kim, DH (Kim, Dong Hoo) ; Seely, NK (Seely, Natalee Kate) ; Jung, JH (Jung, Jong-Hyuok)","Title":"Do you prefer, Pinterest or Instagram? The role of image-sharing SNSs and self-monitoring in enhancing ad effectiveness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400060 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Social media; Cognitive use; Hedonic use; SOR model; Technostress; SNS exhaustion KeyWords Plus:INFORMATION OVERLOAD; MEDIA; TECHNOSTRESS; FATIGUE; STRESS; ENVIRONMENTS; BEHAVIOR; MODEL; GRATIFICATIONS; ANTECEDENTS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 544-555 DOI: 10.1016/j.chb.2017.01.020 Published: MAY 2017","Abstract":"The use of social media can have positive effects on users, but it may also bring about negative perceptions in varying degrees of enormity. This study investigates the negative consequences of high Facebook usage for different purposes. It focuses on how the social, cognitive, and hedonic uses of Facebook induce stress and exhaustion, thereby influencing an individual's intention to voluntary quit from using Facebook. The stimulus-organism-response paradigm is used in this study to examine the antecedents of intentions to discontinue the use of Facebook. The distinctive stimuli, organisms, and response in the proposed research model are empirically investigated through a sample of 360 Facebook users. Findings indicate that psychological and behavioral consequences compel users to discontinue or reduce the use of Facebook due to exhaustion and technostress caused by social networking sites (SNS). The excessive social, hedonic, and cognitive uses of Facebook are also sources of technostress, and the subsequent SNS exhaustion results in the decision to quit Facebook. This study draws theoretical implications for future SNS research as well as practical implications for organizations and SNS providers and users. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Luqman, A (Luqman, Adeel) ; Cao, XF (Cao, Xiongfei) ; Ali, A (Ali, Ahmed) ; Masood, A (Masood, Ayesha) ; Yu, LL (Yu, Lingling)","Title":"Empirical investigation of Facebook discontinues usage intentions based on SOR paradigm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549700009 ISSN: 0378-7796 eISSN: 1873-2046","Keywords":"Transmission network switching; Market power in generation sector; Mixed-integer bilevel linear program KeyWords Plus:SENSITIVITY-ANALYSIS; ELECTRICITY; COMPETITION; EXPANSION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"ELECTRIC POWER SYSTEMS RESEARCH Volume: 146 Pages: 71-79 DOI: 10.1016/j.epsr.2016.12.031 Published: MAY 2017","Abstract":"The transmission network switching is proposed in the literature as a way to improve social welfare in liberalized power markets. (7) Moreover, exercise of market power by strategic generating companies (Gencos) causes some extra cost in electricity market which can be alleviated by implementing appropriate switching policies. This paper contributes td the existing literature by developing a mathematical model that explores, from an economic perspective, the transmission network switching in the context of market power. The strategic Gecnos are modelled based on the Cournot game. The Nash equilibrium of the game between Gencos is formulated as an equilibrium problem with equilibrium constraint (EPEC). The EPEC problem is transformed to a mixed-integer linear feasibility problem. To handle the multiple Nash-equilibria situations, the solution concept of the extremal-Nash equilibrium (ENE) is introduced. A mixed-integer linear program (MILP) is derived for finding ENE. The transmission switching decisions are modelled as binary variables controlled by the system operator (TSO). The TSO minimizes the system dispatch cost calculated at ENE and network reconfiguration cost. The TSO minimizes the cost using its transmission switching decisions. The problem faced by the TSO is a mixed-integer bilevel linear program (MIBLP) with binary variables in both upper and lower levels. The upper level models the TSO's action and the lower level the oligopolistic Gencos (competing in Cournot game). A (parallel) branch and-bound technique is used to solve the developed MIBLP model. An illustrative 3-bus example system and the IEEE-RTS96 are modelled and carefully studied. (8)The numerical results demonstrate that: 1 - the (parallel) branch-and-bound technique can effectively solve the developed MIBLP, 2 - using the developed model, the system operator can change topology of the network by switching the lines in order to reduce the adverse effect of the strategic behaviour of Gecnos. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Tohidi, Y (Tohidi, Yaser) ; Hesamzadeh, MR (Hesamzadeh, Mohammad Reza) ; Baldick, R (Baldick, Ross) ; Biggar, DR (Biggar, Darryl R.)","Title":"Transmission network switching for reducing market power cost in generation sector: A Nash-equilibrium approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398600800011 ISSN: 1931-4973 eISSN: 1931-4981","Keywords":"influenza detection; conditional random field; transition time detection; social web mining; public health KeyWords Plus:RECOGNITION; TUTORIAL","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEJ TRANSACTIONS ON ELECTRICAL AND ELECTRONIC ENGINEERING Volume: 12 Issue: 3 Pages: 388-396 DOI: 10.1002/tee.22389 Published: MAY 2017","Abstract":"Influenza is an acute respiratory illness and widespread activity that occurs every year. Detection and prevention of influenza in its earliest stage would reduce the spread range of the illness. Sina microblog is a popular microblogging service in China, which can be treated as perfect reference sources for flu detection because of its real-time character. A large number of active users post about their daily life continually. In this paper, we investigate the real-time flu detection problem and propose a flu detection model with emotion factors and semantic information. First, we extract flu-related microblog posts automatically in real time by adopting support vector machine (SVM) filter and semantic features. We use association rule mining to extract strongly associated features as additional features for posts to overcome the limitation of 140 words, including sentiment information, which can help us to classify the posts without flu-related features. Then, the conditional random field model is revised and applied to detect the transition time of flu so that we can find out which place is more likely to have influenza outbreak and when it is more likely to have influenza outbreak in a city or province in China. Experimental results on detecting flu situation during certain times in some locations show the robustness and effectiveness of the proposed model, which might help health authorities in predicting flu outbreak ahead and take timely control action and response. (C) 2016 Institute of Electrical Engineers of Japan. Published by John Wiley & Sons, Inc.","Authors":"Sun, X (Sun, Xiao) ; Ren, FJ (Ren, Fuji) ; Ye, JQ (Ye, Jiaqi)","Title":"Trends Detection of Flu Based on Ensemble Models With Emotional Factors From Social Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368500003 ISSN: 0969-6997 eISSN: 1873-2089","Keywords":"Low-cost carriers; Spring airlines; Air transport network; Temporal and spatial analysis KeyWords Plus:AIR TRANSPORT NETWORK; LOW-COST CARRIERS; HIGH-SPEED RAIL; AIRPORT NETWORK; ROUTE NETWORKS; ROBUSTNESS; CONNECTIVITY; COMPETITION; CENTRALITY; CITIES","Categories":"Transportation Web of Science Categories:Transportation","Journal Information":"JOURNAL OF AIR TRANSPORT MANAGEMENT Volume: 60 Pages: 18-30 DOI: 10.1016/j.jairtraman.2016.12.009 Published: MAY 2017","Abstract":"Both the sustainable development of China's economy and the deregulation of the China air transport market have acted as a spur for the halting development of low-cost carriers (LCCs) in China. To analyze the development trends of LCCs' network in China, this paper took Spring Airlines, the only LCC in China as an example. First, the winter flight plans of Spring Airlines from 2005 to 2013 were collected. Secondly, the development trends of air transport network of Spring Airlines were explored with methods of mathematical statistics and social network analysis. Additionally, the development trends were analyzed from the levels of navigable cities, air routes and air transport networks. The results show that although Spring Airlines actively launched air routes between tourist cities with non-class I airports, its network has been transformed from a star structure into a complex one with multi-hubs. The development process of the Spring Airlines network can be separated into three stages. In addition, the problems and evolution trends of its network are discussed further. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Jiang, YL (Jiang, Yonglei) ; Yao, BZ (Yao, Baozhen) ; Wang, L (Wang, Lu) ; Tao, F (Feng, Tao) ; Kong, L (Kong, Lu)","Title":"Evolution trends of the network structure of Spring Airlines in China: A temporal and spatial analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398364500004 ISSN: 0095-7984 eISSN: 1552-4558","Keywords":"dating violence; social networks; hip-hop; adolescent KeyWords Plus:MOTHER-DAUGHTER COMMUNICATION; AFRICAN-AMERICAN ADOLESCENTS; DATING VIOLENCE; QUALITATIVE EXPLORATION; RACIAL SOCIALIZATION; FICTIVE KIN; SEX; FAMILIES; PARENTS; RISK","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"JOURNAL OF BLACK PSYCHOLOGY Volume: 43 Issue: 4 Pages: 381-408 DOI: 10.1177/0095798416648829 Published: MAY 2017","Abstract":"This study identifies the social networks used by urban Black girls to interpret a highly publicized episode of dating violence and ensuing conflicts between hip-hop stars Chris Brown and Rihanna. Forty-three adolescent Black girls (age 11-17 years) were asked how they heard about the relationship conflicts and what they thought about them. The media, school peers, friends, and family members emerged as the key social networks participants relied on when gathering information about and interpreting reported incidents. The mainstream media was seen as portraying Brown, the perpetrator, negatively, whereas school peers, friends, and family were seen as portraying Brown in more mixed or positive ways. The degree to which participants viewed each source as influential depended on whether the source was seen as generally trustworthy and knowledgeable about hip-hop. While the media was a frequently cited source of information, participants did not trust the mainstream media's analyses. In contrast, hip-hop media was viewed as the most unbiased and accurate information source. The importance of these networks in supporting healthy relationships for Black girls is discussed.","Authors":"Stephens, DP (Stephens, Dionne P.) ; Eaton, AA (Eaton, Asia A.)","Title":"Social Networks Influencing Black Girls' Interpretations of Chris Brown's Violence Against Rihanna"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395958700016 PubMed ID: 28160640 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Coping; Lake Chilwa; Livelihoods; Networks; Socio-ecological system KeyWords Plus:ECOLOGICAL SYSTEMS; GENDER; TRANSFORMATION; GENERATION; GOVERNANCE; AGENCY; POLICY; TRUST","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 192 Pages: 134-141 DOI: 10.1016/j.jenvman.2016.12.049 Published: MAY 1 2017","Abstract":"This paper provides an in-depth understanding of social dynamics in the form of kinship ties in matrilineal societies. It unpacks gender roles and relationships at the community level to understand how social structures, created by the pattern of relations, enhance or hinder coping initiatives during lake recessions in the Lake Chilwa socio-ecological system. Using qualitative and quantitative methods including in-depth interviews, Focus Group Discussions (FGD) and household questionnaires, this paper provides insights into how people in the Lake Chilwa social-ecological system prepare for and cope with Lake Chilwa water recessions by capitalising on their social networks. The findings have shown that during lake recessions poor households in the Lake Chilwa socio-ecological system are cushioned by fellow households through lineage networks. There is strong tradition secured through kinship ties where the generic term 'mwambo wathu' (our tradition) embraces a group of formative norms enforced via a series of rules and rituals. Based in a matrilineal system, women have strong rights over land allocation and use in which the female sorority group 'mbumba' is very stable. There is a great deal of reciprocity and food redistribution among the households. This self-organization provides deeper meaning about how people assimilate the dynamics affecting their social and natural environments. Specifically the findings provide evidence on how households, communities and their livelihoods in Africa are reconstructed as natural resources fluctuate. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Nagoli, J (Nagoli, Joseph) ; Chiwona-Karltun, L (Chiwona-Karltun, Linley) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Nagoli, Joseph  http://orcid.org/0000-0002-8919-1397","Title":"Uncovering human social networks in coping with Lake Chilwa recessions in Malawi"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537700012 ISSN: 0742-597X eISSN: 1943-5479","Keywords":"Building information modeling (BIM); Collaborative relationships; Construction projects; Social network analysis; Stochastic actor-oriented models KeyWords Plus:SOCIAL NETWORK; KNOWLEDGE NETWORKS; CONSTRUCTION; DESIGN; CHINA; TEAMS; ORGANIZATIONS; ANTECEDENTS; SIMULATION; EVOLUTION","Categories":"Engineering Web of Science Categories:Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF MANAGEMENT IN ENGINEERING Volume: 33 Issue: 3 Article Number: 04016055 DOI: 10.1061/(ASCE)ME.1943-5479.0000503 Published: MAY 2017","Abstract":"In the project-based construction industry, organizations are coupled with each other largely through project-specific collaborative relationships, and the industry-level networks of these project-based relationships closely relate to how knowledge and innovations diffuse among organizations to reshape traditional design and construction activities. Using the method of stochastic actor-oriented models and longitudinal data on registered building information modeling (BIM)-based construction projects in Shanghai, this study examines how the macro structure of the project-based collaborative network for BIM implementation in the regional construction industry evolves over time and how related micromechanisms collectively underpin the evolution of the network. The results provide evidence that the network becomes increasingly dense over time but persistently exhibits small-world properties and the core-periphery structure with a small number of super-connected star organizations. The results further reveal that these macrolevel characteristics of network dynamics significantly relate to the structure-based preferential attachment effect and the attribute-based ownership similarity effect operating at the microlevel. This study contributes to a deepened understanding of how industry organizations interact with each other in BIM implementation practices across projects within the project-based construction industry. As an exploratory effort of using network dynamics models to investigate the microfoundations of interorganizational relationships in the construction domain, this study also reinforces the need to regard the networks of these relationships as complex adaptive systems whose dynamics are closely associated with a collection of structure-based and attribute-based self-organizing mechanisms.","Authors":"Cao, DP (Cao, Dongping) ; Li, H (Li, Heng) ; Wang, GB (Wang, Guangbin) ; Luo, XC (Luo, Xiaochun) ; Yang, XC (Yang, Xincong) ; Tan, D (Tan, Dan)","Title":"Dynamics of Project-Based Collaborative Networks for BIM Implementation: Analysis Based on Stochastic Actor-Oriented Models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368600009 ISSN: 0169-2046 eISSN: 1872-6062","Keywords":"Public space; State; Land-use zoning; Power; Colonialism KeyWords Plus:URBAN GREEN SPACES; ENVIRONMENTAL JUSTICE; PARK; MANAGEMENT; CITIES; SIZE; CITY; END","Categories":"Environmental Sciences & Ecology; Geography; Physical Geography; Urban Studies Web of Science Categories:Ecology; Environmental Studies; Geography; Geography, Physical; Urban Studies","Journal Information":"LANDSCAPE AND URBAN PLANNING Volume: 161 Pages: 80-89 DOI: 10.1016/j.landurbplan.2017.01.004 Published: MAY 2017","Abstract":"This study evaluates the underlying logic of urban planning behind the inequitable geographical distribution of public open space in Hong Kong. Existing open spaces and areas zoned as open spaces are found to have distinct patterns of distribution. Fewer than half of Hong Kong's 1737 public parks and recreation grounds were zoned as 'Open Space' in town plans. Three typical land-use zoning configurations adjoining the 1177 'Open Space' zones are identified. A large proportion of Hong Kong's 'Open Space' zones, particularly those with waterfront access, were located close to upmarket, low-density housing areas and mixed commercial-business zones, rather than to high-density mass housing zones. An historical review elucidates the influence of colonial politics, racial harmony, public hygiene and democratisation on open space planning and development in Hong Kong. Recreation is not the only social function of open space. The government's latest planning and development strategies expanding a network of new open spaces at strategic waterfront locations and near commercial/business zones, and encouraging private-sector participation in place promotion and urban marketing may exacerbate the inequitable distribution of open space, encourage its commodification and deprive underprivileged communities of the right to conveniently access public space. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Tang, BS (Tang, Bo-sin)","Title":"Explaining the inequitable spatial distribution of public open space in Hong Kong"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398606600010 ISSN: 1397-3142 eISSN: 1399-3046","Keywords":"disability; graft survival; kidney transplant KeyWords Plus:MENTAL-RETARDATION; RENAL-TRANSPLANTATION; ORGAN-TRANSPLANTATION; RACIAL-DIFFERENCES; PLANNING SUPPORTS; RECIPIENTS; OUTCOMES; PEOPLE; IMMUNOSUPPRESSION; ADOLESCENTS","Categories":"Pediatrics; Transplantation Web of Science Categories:Pediatrics; Transplantation","Journal Information":"PEDIATRIC TRANSPLANTATION Volume: 21 Issue: 3 Article Number: UNSP e12887 DOI: 10.1111/petr.12887 Published: MAY 2017","Abstract":"Renal transplantation in children with ID is controversial. Acceptability of these children as candidates varies between programs. Limited outcome data in pediatric renal TXP recipients with cognitive impairment diminish their access to TXP. A retrospective chart review was performed of all children who underwent renal transplantation between January 1, 2002 and June 30, 2012 (N=72). Patients were divided into two groups, those with ID prior to transplantation (n=10) and those without (non-ID; n=62). Graft survival and BPAR episodes were compared between the two groups using Kaplan-Meier estimates. Graft survival rates at 3 years post-TXP were 100% in the ID group and 80% in the non-ID group (P=.13). Rates of BPAR at 3years post-TXP were 10% in the ID group and 27% in the non-ID group (P=.29). Graft survival and acute rejection-free survival rates are similar between children with ID and those without. Based on midterm outcomes, there is no apparent contraindication to renal transplantation in pediatric patients with ID. Children with ID should be considered as TXP candidates provided that they have an adequate social support network.","Authors":"Chen, A (Chen, Ashton) ; Farney, A (Farney, Alan) ; Russell, GB (Russell, Gregory B.) ; Nicolotti, L (Nicolotti, Linda) ; Stratta, R (Stratta, Robert) ; Rogers, J (Rogers, Jeffrey) ; Lin, JJ (Lin, Jen-Jar)","Title":"Severe intellectual disability is not a contraindication to kidney transplantation in children"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398997900009 PubMed ID: 28398574 ISSN: 0586-7614 eISSN: 1745-1701","Keywords":"language; serious mental illness; schizophrenia; computational psychiatry; psycholinguistics; disorganization KeyWords Plus:LATENT SEMANTIC ANALYSIS; DOMAIN CRITERIA RDOC; COMMUNICATION DISTURBANCES; SPEECH DISORDER; AFFECTIVE REACTIVITY; ONSET SCHIZOPHRENIA; NEURAL EVIDENCE; LANGUAGE; ABNORMALITIES; SCHIZOTYPY","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"SCHIZOPHRENIA BULLETIN Volume: 43 Issue: 3 Pages: 503-508 DOI: 10.1093/schbul/sbx030 Published: MAY 1 2017","Abstract":"Thought disorder is a pernicious and nonspecific aspect of numerous serious mental illnesses (SMIs) and related conditions. Despite decades of empirical research on thought disorder, our present understanding of it is poor, our clinical assessments focus on a limited set of extreme behaviors, and treatments are palliative at best. Applying a Research Domain Criteria (RDoC) framework to thought disorder research offers advantages to explicate its phenotype; isolate its mechanisms; and develop more effective assessments, treatments, and potential cures. In this commentary, we discuss ways in which thought disorder can be understood within the RDoC framework. We propose operationalizing thought disorder within the RDoC construct of language using psycholinguistic sciences, to help objectify and quantify language within individuals; technologically sophisticated paradigms, to allow naturalistic behavioral sampling techniques with unprecedented ecological validity; and computational modeling, to account for a network of interconnected and dynamic linguistic, cognitive, affective, and social functions. We also highlight challenges for understanding thought disorder within an RDoC framework. Thought disorder likely does not occur as an isomorphic dysfunction in a single RDoC construct, but rather, as multiple potential dysfunctions in a network of RDoC constructs. Moreover, thought disorder is dynamic over time and context within individuals. In sum, RDoC is a useful framework to integrate multidisciplinary research efforts aimed at operationalizing, understanding, and ameliorating thought disorder.","Authors":"Cohen, AS (Cohen, Alex S.) ; Le, TP (Le, Thanh P.) ; Fedechko, TL (Fedechko, Taylor L.) ; Elvevag, B (Elvevag, Brita)","Title":"Can RDoC Help Find Order in Thought Disorder?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395597700018 ISSN: 0921-8009 eISSN: 1873-6106","Keywords":"Multiregional input-output; Renewable Energies Act; Feed-in tariffs; Regional distribution; Income distribution KeyWords Plus:FEED-IN TARIFF; ECONOMIC-IMPACTS; EMPLOYMENT; EXPERIENCE; EXPANSION; TAXES","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 135 Pages: 195-208 DOI: 10.1016/j.ecolecon.2017.01.010 Published: MAY 2017","Abstract":"This paper concerns the net effects of promoting renewable energies on value added and disposable income in Germany, as well as their distribution among regions and income brackets. Since its entry into force, the German Renewable Energy Sources Act (EEG) has stimulated tremendous investments in renewable energy capacities by guaranteeing investors a fixed price per kWh as well as a preferred feed into the grid over electricity from conventional sources. The policy measures are financed by a surcharge on electricity prices. In recent years, a controversy has arisen about potentially negative regional and social distribution effects. In this paper, multiregional price and quantity input-output models with endogenous heterogeneous households are used to trace the indirect impacts of the EEG on value added and disposable income through the complex network of regional value chains. Our findings suggest that the generation of electricity from renewable sources itself leads to small positive impacts on industries, but leads to a significant drain on household income and'has regressive distributive effects. However, investment in new capacities may possibly transform these negative impacts into a positive direction for the majority of households. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Tobben, J (Tobben, Johannes)","Title":"Regional Net Impacts and Social Distribution Effects of Promoting Renewable Energies in Germany"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395185800006 ISSN: 0013-1911 eISSN: 1465-3397","Keywords":"Free school; neoliberal; Foucault; governmentality; ethics; alternative provision KeyWords Plus:ACADEMIES; ENGLAND; JUSTICE; PEOPLE","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATIONAL REVIEW Volume: 69 Issue: 3 Pages: 349-365 DOI: 10.1080/00131911.2016.1223018 Published: MAY 2017","Abstract":"This article is a critical poststructuralist analysis of Conservative led free school policy in England focussing on claims made by the New Schools Network and in the 2010 White Paper that free school provision promotes social justice. The article presents an empirical study of an alternative provision free school as a lens through which these claims can be interrogated. Drawing from Foucault's concept of governmentality the article analyses the narratives of teachers working in the school in order to gain insights into the microphysics of the policy rationalities mobilised within the discursive site of the free school and claims that such provision promotes social justice. The teachers interviewed demonstrate a strong alignment to free school policy discourse, but also a blurring of pastoral and disciplinary rationalities expressed in terms of the rehabilitation of students on the educational boundaries of the normal. The article concludes that the school is a tactical move within neoliberal education policy in which the state responsibilises a new polity of actors, including teachers, sponsors and communities contracting out its interventions in order to govern the ungovernable. The article calls for further empirical research of free school provision in order to contest neoliberal discourses which obfuscate complex systemic failure and the social reality of intergenerational unemployment and disadvantage.","Authors":"Farrell, F (Farrell, Francis) ; Duckworth, V (Duckworth, Vicky) ; Reece, M (Reece, Monika) ; Rigby, P (Rigby, Philip)","Title":"The moral frontiers of English education policy: governmentality and ethics within an alternative provision free school"}]