[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397378600005 ISSN: 0027-9048","Categories":"Government & Law Web of Science Categories:Law","Journal Information":"AMERICAN BANKRUPTCY LAW JOURNAL Volume: 91 Issue: 1 Pages: 139-176 Published: WIN 2017","Abstract":"In the past decade national lawmaking for regulating commerce has been driven by globalization and the transplantation of foreign laws. The new Chinese Enterprise Bankruptcy Law enacted in 2006 was modeled closely on the U.S. Bankruptcy Code, especially chapter 11, which puts the bargaining game at the center of corporate reorganization. Legal scholarship has not yet comprehensively explored how business law transplants from a market economy like that of the United States to a socialistic market economy like that of China. This article provides an in-depth comparison of the reorganization bargaining regimes of bankruptcy law in the United States and China, focusing on the socio-legal context in which these regimes operate. The comparison shows how the bargaining game at the core of chapter 11 suffers from obstructed efficiency when transplanted to a Chinese context, art obstruction caused by historical, political, economic, and social factors.","Authors":"Gao, SM (Gao, Simin) ; Wang, QY (Wang, Qianyu)","Title":"The US Reorganization Regime in the Chinese Mirror: Legal Transplantation and Obstructed Efficiency"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000396739400006 ISSN: 0022-5061 eISSN: 1520-6696","Categories":"Social Sciences - Other Topics Web of Science Categories:History Of Social Sciences","Journal Information":"JOURNAL OF THE HISTORY OF THE BEHAVIORAL SCIENCES Volume: 53 Issue: 1 Pages: 94-U119 DOI: 10.1002/jhbs.21825 Published: WIN 2017","Authors":"Duller, M (Duller, Matthias)","Title":"A Historical Account of Danish Sociology: A Troubled Sociology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395263600005 ISSN: 1076-156X","Keywords":"ecological modernization theory; capitalism; capitalist world-system; environmental sociology; political sociology; economic sociology; green capitalism; human ecology; treadmill of production; metabolic rift; world-systems theory; ecosocialism KeyWords Plus:ENVIRONMENTAL SOCIOLOGY; CLASSICAL FOUNDATIONS; METABOLIC RIFT; POLITICS; CONSUMPTION; MOVEMENTS; CRITIQUE; OUTCOMES; SOCIETY; SCIENCE","Categories":"Sociology Web of Science Categories:Sociology","Journal Information":"JOURNAL OF WORLD-SYSTEMS RESEARCH Volume: 23 Issue: 1 Pages: 126-155 DOI: 10.5195/JWSR.2017.611 Published: WIN-SPR 2017","Abstract":"The last few decades have seen the rise of 'ecological modernization theory' (EMT) as a \"green capitalist\" tradition extending modernization theory into environmental sociology. This article uses a synthesis of political economy, world-systems theory, and political, economic, and environmental sociology to demonstrate that the EMT presumption of growth and profit as economic priorities (alongside its neglect of core-periphery relations) produces many feedback loops which fatally undermine the viability of EMT's own political, technological, and social prescriptions, alongside creating problems for the fundamental EMT concept of 'ecological rationality.' Furthermore, this article attempts to explain why \"green capitalist\" approaches to environmental analysis have influence within policy and social science circles despite their inadequacies within environmental sociology. Finally, this article argues that in order to address the ecological challenges of our era, environmental sociology needs to reject \" green capitalist\" traditions like 'ecological modernization theory' which presuppose the desirability and maintenance of profit and growth as economic priorities (and predominantly fail to critique power imbalances between core and non-core nations), and instead return to the development of traditions willing to critique the fundamental traits of the capitalist world-system.","Authors":"Ewing, JA (Ewing, Jeffrey A.)","Title":"Hollow Ecology: Ecological Modernization Theory and the Death of Nature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600038 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Social contact; Tourist typology; Interaction; Tourist-host KeyWords Plus:INTERGROUP ANXIETY; EXPERIENCE; PREJUDICE; ATTITUDES; SOCIOLOGY; EMPATHY; IMPACT; MODEL","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 357-366 DOI: 10.1016/j.tourman.2016.12.021 Published: JUN 2017","Abstract":"Tourist-host social contact, as a unique type of social contact, is not getting sufficient attention in tourism academia considering its remarkable impacts on tourists' travel attitudes, behaviors and long-term perceptions. The objectives of the current study are to explore the dimensions of tourist-host social contact and to contribute to the theory of tourist typology according to their dynamic nature in tourist host social interaction. Forty-five in-depth interviews were conducted to generate insightful information. The software of NVivo 10 was applied to examine and code the transcripts. As a result, six dimensions were adopted to describe tourist-host social contact, which are purposes, determinants, activities, intensity, impacts and attitudes. Five types of tourists were pinpointed and theoretical and practical contributions of the study were discussed. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Fan, DXF (Fan, Daisy X. F.) ; Zhang, HQQ (Zhang, Hanqin Qiu) ; Jenkins, CL (Jenkins, Carson L.) ; Tavitiyaman, P (Tavitiyaman, Pimtong)","Title":"Tourist typology in social contact: An addition to existing theories"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393932800027 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"OR in societal problem analysis; Data mining; OR in government; Analytics; Human trafficking KeyWords Plus:GENERALIZED ASSIGNMENT PROBLEM; NETWORK INTERDICTION; EMERGENCY-DEPARTMENT; SHELTER LOCATION; POLICY-RESPONSES; SEX TRAFFICKING; LAW-ENFORCEMENT; UNITED-STATES; TIME; INFORMATION","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 2 Pages: 733-745 DOI: 10.1016/j.ejor.2016.10.049 Published: JUN 1 2017","Abstract":"Human trafficking is a complex transnational problem for society and the global economy. While researchers have studied this topic in a variety of contexts, including the criminology, sociology, and clinical domains, there has been little coverage in the operations research (OR) and analytics community. This paper highlights how techniques from OR and analytics can address the growing issue of human trafficking. We describe some of the unique concerns, problems, and challenges of human trafficking in relation to analytical techniques; subsequently, we demonstrate a variety of ways that OR and analytics can be applied in the human trafficking domain. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Konrad, RA (Konrad, Renata A.) ; Trapp, AC (Trapp, Andrew C.) ; Palmbach, TM (Palmbach, Timothy M.) ; Blom, JS (Blom, Jeffrey S.)","Title":"Overcoming human trafficking via operations research and analytics: Opportunities for methods, models, and applications"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395549400009 ISSN: 1350-4630 eISSN: 1363-0296","Categories":"Ethnic Studies Web of Science Categories:Ethnic Studies","Journal Information":"SOCIAL IDENTITIES Volume: 23 Issue: 3 Pages: 376-378 DOI: 10.1080/13504630.2016.1242648 Published: MAY 17 2017","Authors":"Sciullo, NJ (Sciullo, Nick J.)","Title":"Racism and sociology"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398240500001 ISSN: 0965-4313 eISSN: 1469-5944","Categories":"Environmental Sciences & Ecology; Geography; Public Administration; Urban Studies Web of Science Categories:Environmental Studies; Geography; Planning & Development; Urban Studies","Journal Information":"EUROPEAN PLANNING STUDIES Volume: 25 Issue: 5 Pages: 729-738 Special Issue: SI DOI: 10.1080/09654313.2017.1283790 Published: MAY 2017","Abstract":"This Special Issue showcases eight articles on the emergent idea of entrepreneurial ecosystems. As a subject it has begun to attract early attention because it professes to realise the fundamentally social processes of entrepreneurial practice as against the cartoon-like figure of the heroic entrepreneur much-beloved of those in entrepreneurial studies and policies of a more individualistic persuasion. Furthermore, it aims to assist development of coherence in the field of study occasioned by the great variety of forms and labels given to small and micro-businesses consequent on the erosion in scale and scope of many traditional large enterprises. A further introductory point to be made is that many of the articles on display originate in South Korea where the attenuation of large corporate actors, stagnating national growth rates and government support for entrepreneurship have been one response to the crisis. Hanjin is merely one of the recent casualties of the faltering of globalisation for the South Korean corporate sector, beneficiary of major port-related innovation investment in the past as the South Korea - China comparison paper reveals. Other papers anatomise platform ecosystems in ICT applications, green urban policies, clusters, creative industry and regional development. All of these impinge upon government support for entrepreneurial efforts to grow a more social economy and, indeed, economic sociology and geography of regional and national growth.","Authors":"Yun, JJ (Yun, JinHyo Joseph) ; Cooke, P (Cooke, Philip) ; Park, J (Park, JiYoung)","Title":"Evolution and variety in complex geographies and enterprise policies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300010 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"iMetrics; Information metrics; Co-word analysis; Strategic diagram; Knowledge structure KeyWords Plus:RESEARCH TRENDS; BIBLIOMETRIC ANALYSIS; INFORMATION-SCIENCE; JOURNAL SCIENTOMETRICS; RESEARCH PRODUCTIVITY; FIELD; INFORMETRICS; LIBRARY; COLLABORATION; EVOLUTION","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 705-720 DOI: 10.1016/j.ipm.2017.02.001 Published: MAY 2017","Abstract":"As an iMetrics technique, co-word analysis is used to describe the status of various subject areas, however, iMetrics itself is not examined by a co-word analysis. For the purpose of using co-word analysis, this study tries to investigate the intellectual structure of iMetrics during the period of 1978 to 2014. The research data are retrieved from two core journals on iMetrics research (Scientometrics, and Journal of lnfonnetrics) and relevant articles in six journals publishing iMetrics studies. Application of hierarchical clustering led to the formation of 11 clusters representing the intellectual structure of iMetrics, including \"Scientometric Databases and Indicators,\" \"Citation Analysis,\" \"Sociology of Science,\" \"Issues Related to Rankings of Universities, Journals, etc.,\" \"Information Visualization and Retrieval,\" \"Mapping Intellectual Structure of Science,\" \"Webometrics,\" \"Industry-University Government Relations,\" \"Technometrics (Innovation and Patents), \"Scientific Collaboration in Universities\", and \"Basics of Network Analysis.\" Furthermore, a two-dimensional map and a strategic diagram are drawn to clarify the structure, maturity, and cohesion of clusters. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Khasseh, AA (Khasseh, Ali Akbar) ; Soheili, F (Soheili, Faramarz) ; Moghaddam, HS (Moghaddam, Hadi Sharif) ; Chelak, AM (Chelak, Afshin Mousavi)","Title":"Intellectual structure of knowledge in iMetrics: A co-word analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398567200009 PubMed ID: 26932678 ISSN: 1464-7931 eISSN: 1469-185X","Keywords":"finite mixture models; reproduction; growth; individual trajectory; bootstrap; AIC; BIC; multi-modal distribution KeyWords Plus:LINEAR MIXED MODELS; CAPTURE-RECAPTURE MODELS; LIKELIHOOD RATIO TEST; GENE-EXPRESSION DATA; EUROPEAN ROE DEER; REPRODUCTIVE SUCCESS; BODY-MASS; INDIVIDUAL HETEROGENEITY; MATERNAL CHARACTERISTICS; ORDINAL OUTCOMES","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGICAL REVIEWS Volume: 92 Issue: 2 Pages: 754-775 DOI: 10.1111/brv.12254 Published: MAY 2017","Abstract":"Mixed models are now well-established methods in ecology and evolution because they allow accounting for and quantifying within-and between-individual variation. However, the required normal distribution of the random effects can often be violated by the presence of clusters among subjects, which leads to multi-modal distributions. In such cases, using what is known as mixture regression models might offer a more appropriate approach. These models are widely used in psychology, sociology, and medicine to describe the diversity of trajectories occurring within a population over time (e.g. psychological development, growth). In ecology and evolution, however, these models are seldom used even though understanding changes in individual trajectories is an active area of research in life-history studies. Our aim is to demonstrate the value of using mixture models to describe variation in individual life-history tactics within a population, and hence to promote the use of these models by ecologists and evolutionary ecologists. We first ran a set of simulations to determine whether and when a mixture model allows teasing apart latent clustering, and to contrast the precision and accuracy of estimates obtained from mixture models versus mixed models under a wide range of ecological contexts. We then used empirical data from long-term studies of large mammals to illustrate the potential of using mixture models for assessing within-population variation in life-history tactics. Mixture models performed well in most cases, except for variables following a Bernoulli distribution and when sample size was small. The four selection criteria we evaluated [Akaike information criterion (AIC), Bayesian information criterion (BIC), and two bootstrap methods] performed similarly well, selecting the right number of clusters in most ecological situations. We then showed that the normality of random effects implicitly assumed by evolutionary ecologists when using mixed models was often violated in life-history data. Mixed models were quite robust to this violation in the sense that fixed effects were unbiased at the population level. However, fixed effects at the cluster level and random effects were better estimated using mixture models. Our empirical analyses demonstrated that using mixture models facilitates the identification of the diversity of growth and reproductive tactics occurring within a population. Therefore, using this modelling framework allows testing for the presence of clusters and, when clusters occur, provides reliable estimates of fixed and random effects for each cluster of the population. In the presence or expectation of clusters, using mixture models offers a suitable extension of mixed models, particularly when evolutionary ecologists aim at identifying how ecological and evolutionary processes change within a population. Mixture regression models therefore provide a valuable addition to the statistical toolbox of evolutionary ecologists. As these models are complex and have their own limitations, we provide recommendations to guide future users.","Authors":"Hamel, S (Hamel, Sandra) ; Yoccoz, NG (Yoccoz, Nigel G.) ; Gaillard, JM (Gaillard, Jean-Michel)","Title":"Assessing variation in life-history tactics within a population using mixture regression models: a practical guide for evolutionary ecologists"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396708900003 ISSN: 2334-4520 eISSN: 2334-4539","Keywords":"Bureaucracy; Computerisation vs Informatisation; Digital Dimension; Downs; Hohfeld; Jellinek; Public Choice Theory; Technical Ecosystem KeyWords Plus:GOVERNMENT; DESIGN","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"INTERNATIONAL JOURNAL OF PUBLIC ADMINISTRATION IN THE DIGITAL AGE Volume: 4 Issue: 2 Pages: 14-32 DOI: 10.4018/IJPADA.2017040102 Published: APR-JUN 2017","Abstract":"This treatise explores the possibilities and constraints to informate public governance. Informating as used in this context refers to the ability to technically control/steer the core provision of public governance by means of information technology, rather than steering public governance through political policies. Thus informating governance is about technology-enabled direct control of public service provision, in contrast to electronic or digital governance, which is about technology for government agencies. Well-established disciplinary theories from political sciences, sociology, and jurisprudence on public governance are explored to establish a foundation for understanding governance informatability, and a shared semantic context is established, to align the complex concepts of governance provision, and governance informatization. Based on thus established trans-disciplinary foundation, it is argued that a natural evolution of dedicated technological ecosystems can take place.","Authors":"Paulin, AA (Paulin, Alois A.)","Title":"Informating Public Governance: Towards a Basis for a Digital Ecosystem"}]