[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398622800009 ISSN: 0002-9947 eISSN: 1088-6850","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"TRANSACTIONS OF THE AMERICAN MATHEMATICAL SOCIETY Volume: 369 Issue: 6 Pages: 4021-4042 DOI: 10.1090/tran/6762 Published: JUN 2017","Abstract":"We prove that the general symmetric tensor in (SCn)-C-d+(1) of rank r is identifiable, provided that r is smaller than the generic rank. That is, its Waring decomposition as a sum of r powers of linear forms is unique. Only three exceptional cases arise, all of which were known in the literature. Our original contribution regards the case of cubics (d = 3), while for d >= 4 we rely on known results on weak defectivity by Ballico, Ciliberto, Chiantini, and Mella.","Authors":"Chiantini, L (Chiantini, Luca) ; Ottaviani, G (Ottaviani, Giorgio) ; Vannieuwenhoven, N (Vannieuwenhoven, Nick)","Title":"ON GENERIC IDENTIFIABILITY OF SYMMETRIC TENSORS OF SUBGENERIC RANK"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394628800024 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Small matrix multiplication; Canonical polyadic tensor decomposition; Levenberg-Marquardt method","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 317 Pages: 362-370 DOI: 10.1016/j.cam.2016.12.007 Published: JUN 2017","Abstract":"In this paper, a numerical method is proposed for canonical polyadic (CP) decomposition of small size tensors. The focus is primarily on decomposition of tensors that correspond to small matrix multiplications. Here, rank of the tensors is equal to the smallest number of scalar multiplications that are necessary to accomplish the matrix multiplication. The proposed method is based on a constrained Levenberg-Marquardt optimization. Numerical results indicate the rank and border ranks of tensors that correspond to multiplication of matrices of the size 2 x 3 and 3 x 2, 3 x 3 and 3 x 2, 3 x 3 and 3 x 3, and 3 x 4 and 4 x 3. The ranks are 11, 15, 23 and 29, respectively. In particular, a novel algorithm for computing product of matrices of the sizes 3 x 4 and 4 x 3 using 29 multiplications is presented. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Tichavsky, P (Tichavsky, Petr) ; Phan, AH (Anh-Huy Phan) ; Cichocki, A (Cichocki, Andrzej)","Title":"Numerical CP decomposition of some difficult tensors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394628800035 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Complex symmetric tensors; Complex tensors; US-eigenpairs; U-eigenpairs; Takagi factorization; Complex symmetric matrices KeyWords Plus:ORDER SUPERSYMMETRIC TENSORS; RANK-1 APPROXIMATION; SYMMETRIC TENSORS; AUXILIARY MODEL; REAL FUNCTIONS; OPTIMIZATION; DECOMPOSITIONS; EIGENVALUES; VARIABLES","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 317 Pages: 547-564 DOI: 10.1016/j.cam.2016.12.022 Published: JUN 2017","Abstract":"This paper is devoted to the computation of US-eigenpairs of complex symmetric tensors and U-eigenpairs of complex tensors. Based on the Takagi factorization of complex symmetric matrices, we derive an iterative algorithm for computing US-eigenpairs of complex symmetric tensors, denoted as QRCST Algorithm. We also observe that multiple US-eigenpairs can be found from a local permutation heuristic, which is effectively a tensor similarity transformation, resulting in the permuted version of QRCST. We then generalize our techniques to general complex tensors. Finally, we derive a higher order power type method for computing a US-or a U-eigenpair, similar to the higher-order power method for computing Z-eigenpairs of real symmetric tensors or a best rank-one approximation of real tensors. We illustrate our algorithms via numerical examples. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Che, ML (Che, Maolin) ; Qi, LQ (Qi, Liqun) ; Wei, YM (Wei, Yimin)","Title":"Iterative algorithms for computing US-and U-eigenpairs of complex tensors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395609800016 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Nonlinear filtering; Constant gain Kalman filter (CGKF); Tensor product (TP) model transformation; Clustering KeyWords Plus:SINGULAR-VALUE DECOMPOSITION; STATE ESTIMATION; H-INFINITY; NETWORKS; TRACKING; DELAY","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 135 Pages: 158-167 DOI: 10.1016/j.sigpro.2017.01.002 Published: JUN 2017","Abstract":"The constant gain Kalman filter (CGKF) is always a good choice for applications with limited computational power. The traditional CGKF for nonlinear systems is usually designed using the local linearization at the operation point of the system, which cannot guarantee the stability and performance globally and is even unsuitable for the system without operation points. To globally ensure the performance, this paper presents a novel CGKF design framework for general nonlinear systems, the key of which includes the single-domain nonlinear filtering and segmentation over domain of interest (DOI). The estimation error system is firstly transformed into a polytopic system through a global linearization procedure, such that the CGKF is formulated by linear matrix inequalities (LMIs). The prior polytopic linearization of the given nonlinear system is obtained by tensor product (TP) techniques, which is capable of manipulating the polytopic linearization for the conservativeness reduction. Because it is too conservative to share a common filter gain over the whole DOI, the clustering technique is applied to segment the DOI so that the filter can be finalized with multiple gains, each of which corresponds to one specific sub-domain. Finally, the effectiveness of the CGKF is verified by the detailed design example.","Authors":"Liu, XD (Liu, Xiangdong) ; Yu, Y (Yu, Yin) ; Li, Z (Li, Zhen) ; Iu, HHC (Iu, Herbert H. C.) ; Fernando, T (Fernando, Tyrone)","Title":"A novel constant gain Kalman filter design for nonlinear systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398683100007 ISSN: 1070-5325 eISSN: 1099-1506","Keywords":"border rank; CP decomposition; tensor eigenvalues; tensor Schatten quasi norm; Tucker decomposition KeyWords Plus:SYMMETRIC TENSORS; EIGENVALUES; APPROXIMATION; DECOMPOSITION; ALGORITHMS; RANK-1","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"NUMERICAL LINEAR ALGEBRA WITH APPLICATIONS Volume: 24 Issue: 3 DOI: 10.1002/nla.2086 Published: MAY 2017","Abstract":"In one study, Hillar and Lim famously demonstrated that multilinear (tensor) analogues of many efficiently computable problems in numerical linear algebra are nondeterministic polynomial-time hard. Despite many recent advancements, the state-of-the-art methods for computing such tensor analogues still suffer severely from the curse of dimensionality. In this paper, we show that the Tucker core of a tensor, however, retains many properties of the original tensor, including the CANDECOMP/PARAFAC (CP) rank, the border rank, the tensor Schatten quasi norms, and the Z-eigenvalues. When the core tensor is smaller than the original tensor, this property leads to considerable computational advantages as confirmed by our numerical experiments. In our analysis, we in fact work with a generalized Tucker-like decomposition that can accommodate any full column-rank factor matrices.","Authors":"Jiang, B (Jiang, Bo) ; Yang, F (Yang, Fan) ; Zhang, SZ (Zhang, Shuzhong)","Title":"Tensor and its tucker core: The invariance relationships"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397073100004 PubMed ID: 28286347 ISSN: 0024-3795 eISSN: 1873-1856","Keywords":"Higher-order tensors; General unfoldings; Partition lattice; Operator norm; Orthogonality KeyWords Plus:SINGULAR-VALUE DECOMPOSITION","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"LINEAR ALGEBRA AND ITS APPLICATIONS Volume: 520 Pages: 44-66 DOI: 10.1016/j.laa.2017.01.017 Published: MAY 1 2017","Abstract":"Interest in higher-order tensors has recently surged in data intensive fields, with a wide range of applications including image processing, blind source separation, community detection, and feature extraction. A common paradigm in tensor-related algorithms advocates unfolding (or flattening) the tensor into a matrix and applying classical methods developed for matrices. Despite the popularity of such techniques, how the functional properties of a tensor changes upon unfolding is currently not well understood. In contrast to the body of existing work which has focused almost exclusively on matricizations, we here consider all possible unfoldings of an order-k tensor, which are in one-to-one correspondence with the set of partitions of {1,, k}. We derive general inequalities between the l(P)-norms of arbitrary unfoldings defined on the partition lattice. In particular, we demonstrate how the spectral norm (p = 2) of a tensor is bounded by that of its unfoldings, and obtain an improved upper bound on the ratio of the Frobenius norm to the spectral norm of an arbitrary tensor. For specially-structured tensors satisfying a generalized definition of orthogonal decomposability, we prove that the spectral norm remains invariant under specific subsets of unfolding operations. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Wang, MY (Wang, Miaoyan) ; Duc, KD (Khanh Dao Duc) ; Fischer, J (Fischer, Jonathan) ; Song, YS (Song, Yun S.)","Title":"Operator norm inequalities between tensor unfoldings on the partition lattice"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221400005 ISSN: 0926-5805 eISSN: 1872-7891","Keywords":"Construction activities; Awkward posture; Posture recognition; Inertia measurement units; Tensor decomposition KeyWords Plus:SUPPORT VECTOR MACHINES; MUSCULOSKELETAL DISORDERS; VISION; SYSTEM; TRACKING; SAFETY; WORKPLACE; INDUSTRY; CAPTURE; FUSION","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Civil","Journal Information":"AUTOMATION IN CONSTRUCTION Volume: 77 Pages: 67-81 DOI: 10.1016/j.autcon.2017.01.020 Published: MAY 2017","Abstract":"Awkward postures in construction activities pose substantial hazards in both instantaneous injuries and long-term work-related musculoskeletal disorders (WMSDs). Posture recognition using motion capturing systems shows promising potential in avoiding and minimizing workers' exposure to awkward postures. However, current motion capturing systems require huge computational resources and complicated processes to recognize postures in construction tasks. To address this issue, we proposed an abstract and efficient motion tensor decomposition approach to compress and reorganize the motion data. Together with a multi-classification algorithm, the proposed approach is able to efficiently and accurately differentiate various postures. To validate the approach, we employed a system based on inertial measurement units (IMUs) to examine two sample activities composed of sequencing postures. The results indicate the proposed approach is able to provide sufficient recognition accuracy with less computation power and memory. Also, the idea of tensorization and tensor decomposition in this paper is extendable to other studies in the construction industry.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chen, JY (Chen, Jiayu) ; Qiu, J (Qiu, Jun) ; Ahn, CB (Ahn, Changbum)","Title":"Construction worker's awkward posture recognition through supervised motion tensor decomposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395601700007 ISSN: 0378-8733 eISSN: 1879-2111","Keywords":"Financial network; Tensor decomposition; International bilateral claims; Community detection; Financial crisis KeyWords Plus:OVERNIGHT MONEY MARKET; NONNEGATIVE MATRIX FACTORIZATION; TRADING STRATEGIES; INTERBANK MARKET; NETWORKS; DECOMPOSITIONS; DIMENSIONS; MODELS; BANKS; FLOWS","Categories":"Anthropology; Sociology Web of Science Categories:Anthropology; Sociology","Journal Information":"SOCIAL NETWORKS Volume: 49 Pages: 81-92 DOI: 10.1016/j.socnet.2016.12.004 Published: MAY 2017","Abstract":"The paper presents a new methodology aimed at detecting the modularity structure of an evolving weighted directed network, identifying communities and central nodes inside each of them, and tracking their common activity over time. The method is based on tensor factorization and it is applied to the Consolidated Banking Statistic, provided by the Bank of International Settlements. Findings show that data are well represented by three communities. The temporal pattern of each community varies according to the events involving the member nodes, showing a decrease of activities during crisis periods, such as the 2008 financial crisis and the European sovereign debt crisis. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Pecora, N (Pecora, Nicola) ; Spelta, A (Spelta, Alessandro)","Title":"A multi-way analysis of international bilateral claims"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393243800027 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Colocated MIMO radar; Bistatic MIMO radar; Angle estimation; Spatial colored noise KeyWords Plus:ESTIMATION ACCURACY; SUBSPACE ESTIMATION; DOA ESTIMATION; IMPROVE; DESIGN","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 134 Pages: 261-267 DOI: 10.1016/j.sigpro.2016.12.017 Published: MAY 2017","Abstract":"In this paper, we address the problem of angle estimation for bistatic multiple-input multiple-output (MIMO) radar in the presence of spatial colored noise. By exploiting the temporal structure and the multidimensional inherent structure, a fourth-order cross-covariance tensor is formulated to eliminate the effect of spatial colored noise. The higher-order singular value decomposition is utilized for accurate signal subspace estimation. Thereafter, angles are obtained with the shift-invariance technique. The proposed method can achieve automatic pairing of the estimated angles without any virtual aperture loss, thus it has better estimation performance than existing methods. Extensive numerical experiments verify the effectiveness and improvement of our algorithm.","Authors":"Wen, FQ (Wen, Fangqing) ; Xiong, XD (Xiong, Xiaodong) ; Su, J (Su, Jian) ; Zhang, ZJ (Zhang, Zijing)","Title":"Angle estimation for bistatic MIMO radar in the presence of spatial colored noise"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398373500020 ISSN: 0045-7825 eISSN: 1879-2138","Keywords":"Model reduction; Low-rank approximation; Tensor product approximation; Proper Generalized Decomposition (PGD); Constrained problem; Mixed formulation KeyWords Plus:PROPER GENERALIZED DECOMPOSITION; OPTIMIZATION; MODEL","Categories":"Engineering; Mathematics; Mechanics Web of Science Categories:Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications; Mechanics","Journal Information":"COMPUTER METHODS IN APPLIED MECHANICS AND ENGINEERING Volume: 317 Pages: 507-525 DOI: 10.1016/j.cma.2016.12.023 Published: APR 15 2017","Abstract":"In this paper we introduce, analyze, and compare several approaches designed to incorporate a linear (or affine) constraint within the Proper Generalized Decomposition framework. We apply the considered methods and numerical strategies to two classes of problems: the pure Neumann case where the role of the constraint is to recover unicity of the solution; and the Robin case, where the constraint forces the solution to move away from the already existing unique global minimizer of the energy functional. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Kergrene, K (Kergrene, Kenan) ; Prudhomme, S (Prudhomme, Serge) ; Chamoin, L (Chamoin, Ludovic) ; Laforest, M (Laforest, Marc)","Title":"Approximation of constrained problems using the PGD method with application to pure Neumann problems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394199500012 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Tensor renormalization group; Truncation sequence; Tessellation; Canonical polyadic decomposition; Ising model KeyWords Plus:FORMULATION","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 472 Pages: 117-135 DOI: 10.1016/j.physa.2016.12.080 Published: APR 15 2017","Abstract":"In this paper, a way of generalizing the tensor renormalization group (TRG) is proposed. Mathematically, the connection between patterns of tensor renormalization group and the concept of truncation sequence in polytope geometry is discovered. A theoretical contraction framework is therefore proposed. Furthermore, the canonical polyadic decomposition is introduced to tensor network theory. A numerical verification of this method on the 3-D Ising model is carried out. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Teng, PY (Teng, Peiyuan)","Title":"Generalization of the tensor renormalization group approach to 3-D or higher dimensions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396802600002 ISSN: 0002-9327 eISSN: 1080-6377","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"AMERICAN JOURNAL OF MATHEMATICS Volume: 139 Issue: 2 Pages: 347-401 Published: APR 2017","Abstract":"We study iterated Pieri rules for representations of classical groups. That is, we consider tensor products of a general representation with multiple factors of representations corresponding to one-rowed Young diagrams (or in the case of the general linear group, also the duals of these). We define iterated Pieri algebras, whose structure encodes the irreducible decompositions of such tensor products. We show that there is a single family of algebras, which we call double Pieri algebras, and which can be used to describe the iterated Pieri algebras for all three families of classical groups. Furthermore, we show that the double Pieri algebras have flat deformations to Hibi rings on explicitly described posets. As an interesting application, we describe the branching rules for certain unitary highest weight modules.","Authors":"Howe, R (Howe, Roger) ; Kim, S (Kim, Sangjib) ; Lee, ST (Lee, Soo Teck)","Title":"DOUBLE PIERI ALGEBRAS AND ITERATED PIERI ALGEBRAS FOR THE CLASSICAL GROUPS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398429800004 PubMed ID: 28209583 ISSN: 0195-6108 eISSN: 1936-959X","Categories":"Neurosciences & Neurology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Clinical Neurology; Neuroimaging; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"AMERICAN JOURNAL OF NEURORADIOLOGY Volume: 38 Issue: 4 Pages: 685-690 DOI: 10.3174/ajnr.A5089 Published: APR 2017","Abstract":"BACKGROUND AND PURPOSE: Tumefactive demyelinating lesions with atypical features can mimic high-grade gliomas on conventional imaging sequences. The aim of this study was to assess the role of conventional imaging, DTI metrics (p:q tensor decomposition), and DSC perfusion in differentiating tumefactive demyelinating lesions and high-grade gliomas. MATERIALS AND METHODS: Fourteen patients with tumefactive demyelinating lesions and 21 patients with high-grade gliomas underwent brain MR imaging with conventional, DTI, and DSC perfusion imaging. Imaging sequences were assessed for differentiation of the lesions. DTI metrics in the enhancing areas and perilesional hyperintensity were obtained by ROI analysis, and the relative CBV values in enhancing areas were calculated on DSC perfusion imaging. RESULTS: Conventional imaging sequences had a sensitivity of 80.9% and specificity of 57.1% in differentiating high-grade gliomas (P =.049) from tumefactive demyelinating lesions. DTI metrics (p:q tensor decomposition) and DSC perfusion demonstrated a statistically significant difference in the mean values of ADC, the isotropic component of the diffusion tensor, the anisotropic component of the diffusion tensor, the total magnitude of the diffusion tensor, and rCBV among enhancing portions in tumefactive demyelinating lesions and high-grade gliomas (P <=.02), with the highest specificity for ADC, the anisotropic component of the diffusion tensor, and relative CBV (92.9%). Mean fractional anisotropy values showed no significant statistical difference between tumefactive demyelinating lesions and high-grade gliomas. The combination of DTI and DSC parameters improved the diagnostic accuracy (area under the curve = 0.901). Addition of a heterogeneous enhancement pattern to DTI and DSC parameters improved it further (area under the curve = 0.966). The sensitivity increased from 71.4% to 85.7% after the addition of the enhancement pattern. CONCLUSIONS: DTI and DSC perfusion add profoundly to conventional imaging in differentiating tumefactive demyelinating lesions and high-grade gliomas. The combination of DTI metrics and DSC perfusion markedly improved diagnostic accuracy.","Authors":"Hiremath, SB (Hiremath, S. B.) ; Muraleedharan, A (Muraleedharan, A.) ; Kumar, S (Kumar, S.) ; Nagesh, C (Nagesh, C.) ; Kesavadas, C (Kesavadas, C.) ; Abraham, M (Abraham, M.) ; Kapilamoorthy, TR (Kapilamoorthy, T. R.) ; Thomas, B (Thomas, B.)","Title":"Combining Diffusion Tensor Metrics and DSC Perfusion Imaging: Can It Improve the Diagnostic Accuracy in Differentiating Tumefactive Demyetination from High-Grade Glioma?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952500027 ISSN: 0045-7825 eISSN: 1879-2138","Keywords":"Isogeometric Analysis; Reduced order modeling; Trivariate NURBS; Cuboid decomposition; Cross field design; Global parameterization KeyWords Plus:PARAMETERIZATION; SURFACES; DOMAIN","Categories":"Engineering; Mathematics; Mechanics Web of Science Categories:Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications; Mechanics","Journal Information":"COMPUTER METHODS IN APPLIED MECHANICS AND ENGINEERING Volume: 316 Pages: 623-645 Special Issue: SI DOI: 10.1016/j.cma.2016.09.030 Published: APR 1 2017","Abstract":"This paper presents an effective method to automatically construct trivariate tensor-product spline models of complicated geometry and arbitrary topology. Our method takes as input a solid model defined by its triangulated boundary surface. Using cuboid decomposition, an initial polycube approximating the input boundary mesh is built. This polycube serves as the parametric domain of the tensor-product spline representation required for isogeometric analysis. The polycube's nodes and arcs decompose the input model's boundary into quadrilateral patches, and these patches form hexahedral domains. Using aligned global parameterization, the nodes are re-positioned and the arcs are re-routed across the surface in a way to achieve low overall patch distortion, and alignment to principal curvature directions and sharp features. The optimization process is based on one of the main contributions of this paper: a novel way to design cross fields with topological (i.e., imposed singularities) and geometrical (i.e., imposed directions) constraints by solving only sparse linear systems. Based on the optimized polycube and parameterization, compatible B-spline boundary surfaces are reconstructed. Finally, the interior volumetric parameterization is computed using Coon's interpolation. In the context of parametric studies based on geometrical parameters, this method can be used to compute the morphing required for reduced order modeling. For different parametric instances with the same topology but different geometries, this method allows to have the same representation: i.e., meshes (or parameterizations) with the same topology. The efficiency and the robustness of the proposed approach are illustrated by several examples. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Al Akhras, H (Al Akhras, H.) ; Elguedj, T (Elguedj, T.) ; Gravouil, A (Gravouil, A.) ; Rochette, M (Rochette, M.)","Title":"Towards an automatic isogeometric analysis suitable trivariate models generation-Application to geometric parametric analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952500033 ISSN: 0045-7825 eISSN: 1879-2138","Keywords":"Hexahedral mesh; Quadrilateral mesh; Foliation; Strebel differential KeyWords Plus:DIFFERENTIALS; REFINEMENT","Categories":"Engineering; Mathematics; Mechanics Web of Science Categories:Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications; Mechanics","Journal Information":"COMPUTER METHODS IN APPLIED MECHANICS AND ENGINEERING Volume: 316 Pages: 758-781 Special Issue: SI DOI: 10.1016/j.cma.2016.09.044 Published: APR 1 2017","Abstract":"For the purpose of isogeometric analysis, one of the most common ways is to construct structured hexahedral meshes, which have regular tensor product structure, and fit them by volumetric T-Splines. This theoretic work proposes a novel surface quadrilateral meshing method, colorable quad-mesh, which leads to the structured hexahedral mesh of the enclosed volume for high genus surfaces. The work proves the equivalence relations among colorable quad-meshes, finite measured foliations and Strebel differentials on surfaces. This trinity theorem lays down the theoretic foundation for quadrilateral/hexahedral mesh generation, and leads to practical, automatic algorithms. The work proposes the following algorithm: the user inputs a set of disjoint, simple loops on a high genus surface, and specifies a height parameter for each loop; a unique Strebel differential is computed with the combinatorial type and the heights prescribed by the user's input; the Strebel differential assigns a flat metric on the surface and decomposes the surface into cylinders; a colorable quad-mesh is generated by splitting each cylinder into two quadrilaterals, followed by subdivision; the surface cylindrical decomposition is extended inward to produce a solid cylindrical decomposition of the volume; the hexahedral meshing is generated for each volumetric cylinder and then glued together to form a globally consistent hex-mesh. The method is rigorous, geometric, automatic and conformal to the geometry. This work focuses on the theoretic aspects of the framework, the algorithmic details and practical evaluations will be given in the future expositions. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Lei, N (Lei, Na) ; Zheng, XP (Zheng, Xiaopeng) ; Jiang, J (Jiang, Jian) ; Lin, YY (Lin, Yu-Yao) ; Gu, DX (Gu, David Xianfeng)","Title":"Quadrilateral and hexahedral mesh generation based on surface foliation theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952500042 ISSN: 0045-7825 eISSN: 1879-2138","Keywords":"Low rank approximation; Stiffness matrix; Matrix formation; Tensor decomposition; Kronecker product; Numerical quadrature KeyWords Plus:SINGULAR-VALUE DECOMPOSITION; COLLOCATION METHODS; PRODUCT STRUCTURE; FINITE-ELEMENTS; APPROXIMATION; REFINEMENT; NURBS; INTEGRATION; EFFICIENT; DYNAMICS","Categories":"Engineering; Mathematics; Mechanics Web of Science Categories:Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications; Mechanics","Journal Information":"COMPUTER METHODS IN APPLIED MECHANICS AND ENGINEERING Volume: 316 Pages: 1062-1085 Special Issue: SI DOI: 10.1016/j.cma.2016.11.013 Published: APR 1 2017","Abstract":"The global (patch-wise) geometry map, which describes the computational domain, is a new feature in isogeometric analysis. This map has a global tensor structure, inherited from the parametric spline geometry representation. The use of this global structure in the discretization of partial differential equations may be regarded as a drawback at first glance, as opposed to the purely local nature of (high-order) classical finite elements. In this work we demonstrate that it is possible to exploit the regularity of this structure and to identify the great potential for the efficient implementation of isogeometric discretizations. First, we formulate tensor-product B-spline bases as well as the corresponding mass and stiffness matrices as tensors in order to reveal their intrinsic structure. Second, we derive an algorithm for the separation of variables in the integrands arising in the discretization. This is possible by means of low rank approximation of the integral kernels. We arrive at a compact, separated representation of the integrals. The separated form implies an expression of Galerkin matrices as Kronecker products of matrix factors with small dimensions. This representation is very appealing, due to the reduction in both memory consumption and computation times. Our benchmarks, performed using the C++ library G+Smo, demonstrate that the use of tensor methods in isogeometric analysis possesses significant advantages. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Mantzaflaris, A (Mantzaflaris, Angelos) ; Juttler, B (Juettler, Bert) ; Khoromskij, BN (Khoromskij, Boris N.) ; Langer, U (Langer, Ulrich)","Title":"Low rank tensor methods in Galerkin-based isogeometric analysis"}, {"Keywords":"Adversarial population; Bradley-Terry-Luce model; crowdsourcing; minimax optimality; sample complexity; top-K ranking; tensor decompositions KeyWords Plus:LATENT VARIABLE MODELS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION THEORY Volume: 63 Issue: 4 Pages: 2201-2225 DOI: 10.1109/TIT.2017.2659660 Published: APR 2017","Abstract":"We study the top-K ranking problem where the goal is to recover the set of top-K ranked items out of a large collection of items based on partially revealed preferences. We consider an adversarial crowdsourced setting where there are two population sets, and pairwise comparison samples drawn from one of the populations follow the standard Bradley-Terry-Luce model (i.e., the chance of item i beating item j is proportional to the relative score of item i to item j), while in the other population, the corresponding chance is inversely proportional to the relative score. When the relative size of the two populations is known, we characterize the minimax limit on the sample size required (up to a constant) for reliably identifying the top-K items, and demonstrate how it scales with the relative size. Moreover, by leveraging a tensor decomposition method for disambiguating mixture distributions, we extend our result to the more realistic scenario, in which the relative population size is unknown, thus establishing an upper bound on the fundamental limit of the sample size for recovering the top-K set.","Authors":"Suh, CH (Suh, Changho) ; Tan, VYF (Tan, Vincent Y. F.) ; Zhao, RB (Zhao, Renbo)","Title":"Adversarial Top-K Ranking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397581000013 ISSN: 1041-4347 eISSN: 1558-2191","Keywords":"Knowledge graph embedding; semantic smoothness; Laplacian eigenmaps; locally linear embedding KeyWords Plus:WORD-SENSE DISAMBIGUATION; DECOMPOSITIONS; MANIFOLD","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON KNOWLEDGE AND DATA ENGINEERING Volume: 29 Issue: 4 Pages: 884-897 DOI: 10.1109/TKDE.2016.2638425 Published: APR 1 2017","Abstract":"This paper considers the problem of embedding Knowledge Graphs (KGs) consisting of entities and relations into low-dimensional vector spaces. Most of the existing methods perform this task based solely on observed facts. The only requirement is that the learned embeddings should be compatible within each individual fact. In this paper, aiming at further discovering the intrinsic geometric structure of the embedding space, we propose Semantically Smooth Embedding (SSE). The key idea of SSE is to take full advantage of additional semantic information and enforce the embedding space to be semantically smooth, i.e., entities belonging to the same semantic category will lie close to each other in the embedding space. Two manifold learning algorithms Laplacian Eigenmaps and Locally Linear Embedding are used to model the smoothness assumption. Both are formulated as geometrically based regularization terms to constrain the embedding task. Two lines of embedding strategies are tested, i.e., strategies based on latent distance models and strategies based on tensor factorization techniques. We empirically evaluate SSE on two benchmark tasks of link prediction and triple classification, and achieve significant and consistent improvements over state-of-the-art methods. The results demonstrate the superiority and generality of SSE.","Authors":"Guo, S (Guo, Shu) ; Wang, Q (Wang, Quan) ; Wang, B (Wang, Bin) ; Wang, LH (Wang, Lihong) ; Guo, L (Guo, Li)","Title":"SSE: Semantically Smooth Embedding for Knowledge Graphs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398179100005 ISSN: 0022-1120 eISSN: 1469-7645","Keywords":"shear layer turbulence; turbulent flows; vortex streets KeyWords Plus:PARTICLE IMAGE VELOCIMETRY; HOMOGENEOUS ISOTROPIC TURBULENCE; HIGH REYNOLDS-NUMBER; FINE-SCALE MOTIONS; CIRCULAR-CYLINDER; STEREOSCOPIC PIV; BOUNDARY-LAYER; VORTICITY; WAKE; JET","Categories":"Mechanics; Physics Web of Science Categories:Mechanics; Physics, Fluids & Plasmas","Journal Information":"JOURNAL OF FLUID MECHANICS Volume: 817 Pages: 1-20 DOI: 10.1017/jfm.2017.93 Published: APR 2017","Abstract":"Tomographic particle image velocimetry experiments were performed in the near field of the turbulent flow past a square cylinder. A classical Reynolds decomposition was performed on the resulting velocity fields into a time invariant mean flow and a fluctuating velocity field. This fluctuating velocity field was then further decomposed into coherent and residual/stochastic fluctuations. The statistical distributions of the second and third invariants of the velocity-gradient tensor were then computed at various streamwise locations, along the centreline of the flow and within the shear layers. These invariants were calculated from both the Reynolds-decomposed fluctuating velocity fields and the coherent and stochastic fluctuating velocity fields. The range of spatial locations probed incorporates regions of contrasting flow physics, including a mean recirculation region and separated shear layers, both upstream and downstream of the location of peak turbulence intensity along the centreline. These different flow physics are also reflected in the velocity gradients themselves with different topologies, as characterised by the statistical distributions of the constituent enstrophy and strain-rate invariants, for the three different fluctuating velocity fields. Despite these differing flow physics the ubiquitous self-similar 'tear drop' -shaped joint probability density function between the second and third invariants of the velocity-gradient tensor is observed along the centreline and shear layer when calculated from both the Reynolds decomposed and the stochastic velocity fluctuations. These 'tear drop' -shaped joint probability density functions are not, however, observed when calculated from the coherent velocity fluctuations. This 'tear drop' shape is classically associated with the statistical distribution of the velocity-gradient tensor invariants in fully developed turbulent flows in which there is no coherent dynamics present, and hence spectral peaks at low wavenumbers. The results presented in this manuscript, however, show that such 'tear drops' also exist in spatially developing inhomogeneous turbulent flows. This suggests that the 'tear drop' shape may not just be a universal feature of fully developed turbulence but of turbulent flows in general.","Authors":"Buxton, ORH (Buxton, O. R. H.) ; Breda, M (Breda, M.) ; Chen, X (Chen, X.)","Title":"Invariants of the velocity-gradient tensor in a spatially developing inhomogeneous turbulent flow"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396382200035 PubMed ID: 27832975 ISSN: 0730-725X eISSN: 1873-5894","Keywords":"Tensor; Low-rankness; Weighted Schatten p-norm; Spatiotemporal total variation; Alternating direction multiplier method KeyWords Plus:IMAGE-RECONSTRUCTION; RANK; MINIMIZATION; DECOMPOSITION; FORMULATION; TOMOGRAPHY; ALGORITHM; SPARSITY","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MAGNETIC RESONANCE IMAGING Volume: 37 Pages: 260-272 DOI: 10.1016/j.mri.2016.10.025 Published: APR 2017","Abstract":"Combination of the low-rankness and sparsity has been successfully used to reconstruct desired dynamic magnetic resonance image (MRI) from highly-undersampled (k, t)-space data. However, nuclear norm, as a convex relaxation of the rank function, can cause the solution deviating from the original solution of low-rank problem. Moreover, equally treating different rank component is not flexible to deal with real applications. In this paper, an efficient reconstruction model is proposed to efficiently reconstruct dynamic MRI. First, we treat dynamic MRI as a 3rd-order tensor, and formulate the low-rankness via non-convex Schatten p-norm of matrices unfolded from the tensor. Secondly, we assign different weight for each rank component in Schatten p-norm. Furthermore, we combine the proposed weighted Schatten p-norm of a tensor as low-rank regularizer, and spatiotemporal total variation as sparse regularizer to formulate the reconstruction model for dynamic MRI. Thirdly, to efficiently solve the formulated reconstruction model, we derive an algorithm based on Bregman iterations with alternating direction multiplier. Over two public data sets of dynamic MRI, experiments demonstrate that the proposed method achieves much better quality. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Yang, XM (Yang, Xiaomei) ; Luo, YW (Luo, Yuewan) ; Chen, SJ (Chen, Siji) ; Zhen, XJ (Zhen, Xiujuan) ; Yu, Q (Yu, Qin) ; Liu, K (Liu, Kai)","Title":"Dynamic MRI reconstruction from highly undersampled (k, t)-space data using weighted Schatten p-norm regularizer of tensor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398175700011 ISSN: 0025-5831 eISSN: 1432-1807","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"MATHEMATISCHE ANNALEN Volume: 367 Issue: 3-4 Pages: 1259-1309 DOI: 10.1007/s00208-016-1432-z Published: APR 2017","Abstract":"Let G be a simple algebraic group over an algebraically closed field K of characteristic p >= 0, let H be a proper closed subgroup of G and let V be a nontrivial irreducible KG-module, which is p-restricted, tensor indecomposable and rational. Assume that the restriction of V to H is irreducible. In this paper, we study the triples (G, H, V) of this form when G is a classical group and H is positive-dimensional. Combined with earlier work of Dynkin, Seitz, Testerman and others, our main theorem reduces the problem of classifying the triples (G, H, V) to the case where G is an orthogonal group, V is a spin module and H normalizes an orthogonal decomposition of the natural KG-module.","Authors":"Burness, TC (Burness, Timothy C.) ; Marion, C (Marion, Claude) ; Testerman, DM (Testerman, Donna M.)","Title":"On irreducible subgroups of simple algebraic groups"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397998200002 ISSN: 0129-055X eISSN: 1793-6659","Keywords":"Weakly conformally symmetric manifolds; conformal curvature tensor; pseudo-Riemannian manifolds; Weyl compatible tensors; Petrov types; Lorentzian metrics KeyWords Plus:GENERALIZED CURVATURE 2-FORMS; RECURRENT SPACE-TIMES; COMPATIBLE TENSORS; WEYL TENSOR; CLASSIFICATION; RELATIVITY; CLOSEDNESS; IDENTITY; METRICS; FIELDS","Categories":"Physics Web of Science Categories:Physics, Mathematical","Journal Information":"REVIEWS IN MATHEMATICAL PHYSICS Volume: 29 Issue: 3 Article Number: 1750007 DOI: 10.1142/S0129055X17500076 Published: APR 2017","Abstract":"In this paper, we study the properties of weakly conformally symmetric pseudo-Riemannian manifolds focusing particularly on the 4-dimensional Lorentzian case. First, we provide a new proof of an important result found in literature; then several new others are stated. We provide a decomposition for the conformal curvature tensor in n >= 5. Moreover, some important identities involving two particular covectors are stated; for example, it is proven that under certain conditions the Ricci tensor and other tensors are Weyl compatible. Topological properties involving the vanishing of the first Pontryagin form are then stated. Further, we study weakly conformally symmetric 4-dimensional Lorentzian manifolds (space-times): it is proven that one of the previously defined covectors is null and unique up to a scaling. Moreover, it is shown that under certain conditions, the same vector is an eigenvector of the Ricci tensor and its integral curves are geodesics. Finally, it is stated that such space-time is of Petrov type N with respect to the same vector.","Authors":"Mantica, CA (Mantica, Carlo Alberto) ; Suh, YJ (Suh, Young Jin)","Title":"On weakly conformally symmetric pseudo-Riemannian manifolds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397761600013 ISSN: 1045-9219 eISSN: 1558-2183","Keywords":"Multi-dimensional data processing; factorization; big data; parallel factor analysis; GPGPU KeyWords Plus:INDEPENDENT COMPONENT ANALYSIS; IMAGE SUPERRESOLUTION; TENSOR DECOMPOSITION; ALGORITHMS; EEG","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PARALLEL AND DISTRIBUTED SYSTEMS Volume: 28 Issue: 4 Pages: 1091-1104 DOI: 10.1109/TPDS.2016.2613054 Published: APR 1 2017","Abstract":"It has long been an important issue in various disciplines to examine massive multidimensional data superimposed by a high level of noises and interferences by extracting the embedded multi-way factors. With the quick increases of data scales and dimensions in the big data era, research challenges arise in order to (1) reflect the dynamics of large tensors while introducing no significant distortions in the factorization procedure and (2) handle influences of the noises in sophisticated applications. A hierarchical parallel processing framework over a GPU cluster, namely H-PARAFAC, has been developed to enable scalable factorization of large tensors upon a \"divide-and-conquer\" theory for Parallel Factor Analysis (PARAFAC). The H-PARAFAC framework incorporates a coarse-grained model for coordinating the processing of sub-tensors and a fine-grained parallel model for computing each sub-tensor and fusing sub-factors. Experimental results indicate that (1) the proposed method breaks the limitation on the scale of multidimensional data to be factorized and dramatically outperforms the traditional counterparts in terms of both scalability and efficiency, e.g., the runtime increases in the order of n(2) when the data volume increases in the order of n(3), (2) H-PARAFAC has potentials in refraining the influences of significant noises, and (3) H-PARAFAC is far superior to the conventional window-based counterparts in preserving the features of multiple modes of large tensors.","Authors":"Chen, D (Chen, Dan) ; Hu, YY (Hu, Yangyang) ; Wang, LZ (Wang, Lizhe) ; Zomaya, AY (Zomaya, Albert Y.) ; Li, XL (Li, Xiaoli)","Title":"H-PARAFAC: Hierarchical Parallel Factor Analysis of Multidimensional Big Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395495200009 ISSN: 1051-2004 eISSN: 1095-4333","Keywords":"Fast adaptive PARAFAC; Big data; Parallel computing; Non-negative constraint KeyWords Plus:SUBSPACE TRACKING; ALGORITHMS; COMPONENTS; UNIQUENESS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"DIGITAL SIGNAL PROCESSING Volume: 63 Pages: 100-111 DOI: 10.1016/j.dsp.2017.01.006 Published: APR 2017","Abstract":"A fast adaptive parallel factor (PARAFAC) decomposition algorithm is proposed for a class of third order tensors that have one dimension growing linearly with time. It is based on an alternating least squares approach in conjunction with a Newton-type optimization technique. By preserving the Khatri-Rao product and exploiting the reduced-rank update structure of the estimated subspace at each time instant, the algorithm achieves linear complexity and superior convergence performance. A modified version of the algorithm is also proposed to deal with the non-negative constraint. In addition, parallel implementation issues are investigated. Finally, the performance of the algorithm is numerically studied and compared to several state-of-the-art algorithms. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Nguyen, VD (Viet-Dung Nguyen) ; Abed-Meraim, K (Abed-Meraim, Karim) ; Linh-Trung, N (Nguyen Linh-Trung)","Title":"Second-order optimization based adaptive PARAFAC decomposition of three-way tensors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395193000002 ISSN: 0179-5376 eISSN: 1432-0444","Keywords":"Minkowski tensor; Digital algorithm; Set of positive reach; Digitization KeyWords Plus:CLOSED-SETS; VALUATIONS; CURVATURE; SHAPE","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics","Journal Information":"DISCRETE & COMPUTATIONAL GEOMETRY Volume: 57 Issue: 3 Pages: 545-570 DOI: 10.1007/s00454-016-9851-x Published: APR 2017","Abstract":"Intrinsic volumes and Minkowski tensors have been used to describe the geometry of real world objects. This paper presents an estimator that allows approximation of these quantities from digital images. It is based on a generalized Steiner formula for Minkowski tensors of sets of positive reach. When the resolution goes to infinity, the estimator converges to the true value if the underlying object is a set of positive reach. The underlying algorithm is based on a simple expression in terms of the cells of a Voronoi decomposition associated with the image.","Authors":"Hug, D (Hug, Daniel) ; Kiderlen, M (Kiderlen, Markus) ; Svane, AM (Svane, Anne Marie)","Title":"Voronoi-Based Estimation of Minkowski Tensors from Finite Point Samples"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395210500009 ISSN: 0021-9991 eISSN: 1090-2716","Keywords":"Integral equations; Tensor Train decomposition; Preconditioned iterative solver; Complex geometries; Fast multipole methods; Hierarchical matrix compression and inversion KeyWords Plus:TRAPEZOIDAL QUADRATURE-RULES; NONSYMMETRIC LINEAR-SYSTEMS; PRECONDITIONING TECHNIQUES; SINGULAR FUNCTIONS; POTENTIAL-THEORY; 2 DIMENSIONS; APPROXIMATION; MATRICES; DECOMPOSITION; INVERSE","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"JOURNAL OF COMPUTATIONAL PHYSICS Volume: 334 Pages: 145-169 DOI: 10.1016/jjcp.2016.12.051 Published: APR 1 2017","Abstract":"We present a framework using the Quantized Tensor Train (QTT) decomposition to accurately and efficiently solve volume and boundary integral equations in three dimensions. We describe how the QTT decomposition can be used as a hierarchical compression and inversion scheme for matrices arising from the discretization of integral equations. For a broad range of problems, computational and storage costs of the inversion scheme are extremely modest (logN) and once the inverse is computed, it can be applied in Omicron(N log N). We analyze the QTT ranks for hierarchically low rank matrices and discuss its relationship to commonly used hierarchical compression techniques such as FMM and HSS. We prove that the QTT ranks are bounded for translation-invariant systems and argue that this behavior extends to non-translation invariant volume and boundary integrals. For volume integrals, the QTT decomposition provides an efficient direct solver requiring significantly less memory compared to other fast direct solvers. We present results demonstrating the remarkable performance of the QTT-based solver when applied to both translation and non-translation invariant volume integrals in 3D. For boundary integral equations, we demonstrate that using a QTT decomposition to construct preconditioners for a Krylov subspace method leads to an efficient and robust solver with a small memory footprint. We test the QTT preconditioners in the iterative solution of an exterior elliptic boundary value problem (Laplace) formulated as a boundary integral equation in complex, multiply connected geometries. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Corona, E (Corona, Eduardo) ; Rahimian, A (Rahimian, Abtin) ; Zorin, D (Zorin, Denis)","Title":"A Tensor-Train accelerated solver for integral equations in complex geometries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395210500013 ISSN: 0021-9991 eISSN: 1090-2716","Keywords":"Bethe-Salpeter equation; Hartree-Fock calculus; Tensor decompositions; Quantized-TT format; Model reduction; Structured eigensolvers; Low-rank matrix KeyWords Plus:EXCITATION-ENERGIES; NUMERICAL-METHODS; GREENS-FUNCTION; TRAIN FORMAT; HARTREE-FOCK; ALGORITHMS; COMPUTATION; DIMENSIONS; MOLECULES","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"JOURNAL OF COMPUTATIONAL PHYSICS Volume: 334 Pages: 221-239 DOI: 10.1016/j.jcp.2016.12.047 Published: APR 1 2017","Abstract":"In this paper, we propose and study two approaches to approximate the solution of the Bethe-Salpeter equation (BSE) by using structured iterative eigenvalue solvers. Both approaches are based on the reduced basis method and low-rank factorizations of the generating matrices. We also propose to represent the static screen interaction part in the BSE matrix by a small active sub-block, with a size balancing the storage for rank structured representations of other matrix blocks. We demonstrate by various numerical tests that the combination of the diagonal plus low-rank plus reduced-block approximation exhibits higher precision with low numerical cost, providing as well a distinct two-sided error estimate for the smallest eigenvalues of the Bethe-Salpeter operator. The complexity is reduced to O(N-b(2)) in the size of the atomic orbitals basis set, N-b, instead of the practically intractable 0(N-b(2)) scaling for the direct diagonalization. In the second approach, we apply the quantized-TT (QTT) tensor representation to both, the long eigenvectors and the column vectors in the rank-structured BSE matrix blocks, and combine this with the ALS-type iteration in block QTT format. The QTT-rank of the matrix entities possesses almost the same magnitude as the number of occupied orbitals in the molecular systems, No < Nb, hence the overall asymptotic complexity for solving the BSE problem by the QTT approximation is estimated by 0(log(N-0)N-o(2)). We confirm numerically a considerable decrease in computational time for the presented iterative approaches applied to various compact and chain-type molecules, while supporting sufficient accuracy. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Benner, P (Benner, Peter) ; Dolgov, S (Dolgov, Sergey) ; Khoromskaia, V (Khoromskaia, Venera) ; Khoromskij, BN (Khoromskij, Boris N.)","Title":"Fast iterative solution of the Bethe-Salpeter eigenvalue problem using low-rank and QTT tensor approximation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900009 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Hyperspectral imagery; subspace detector; target detection; tensor KeyWords Plus:SPATIAL FEATURE-EXTRACTION; DIMENSIONALITY REDUCTION; IMAGE CLASSIFICATION; IMPROVEMENT; APPROXIMATION; DECOMPOSITION; MOTION","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 1967-1974 DOI: 10.1109/TGRS.2016.2632863 Published: APR 2017","Abstract":"In this paper, a new framework for tensor hyperspectral target detection is proposed. In this new framework, tensor is well integrated into the conventional target detection algorithm. As a result, a tensor matched subspace detector (MSD) for hyperspectral target detection is proposed. The proposed method is mainly applied to detect multipixel targets rather than subpixel targets. In this new method, the hyperspectral data are considered as a form of third-order tensor in order to jointly utilize the information of multidimensional data. In conventional detection methods, the spatial-spectral information has not been taken into account, even some algorithms have been presented for improving the utilization efficiency of the spatial-spectral structural feature, but the overall structural characteristic of the extracted feature is still ignored. In our algorithm, the tensor subspace projection is defined for the first time, which is easily calculated by three predetermined orthogonal direction mapping matrices without any iteration. Then, the test tensor blocks are projected into the tensor subspace and finally measured by the ratio of residual energy, just like the general likelihood ratio test. The proposed method can be regarded as an extension of conventional MSD. The reliability and superiority are demonstrated by the experiments on real hyperspectral imaging data sets. The experimental results indicate that our approach compares favorably to some classical and novel methods by jointly processing multidimensional data with tensorial form.","Authors":"Liu, YJ (Liu, Yongjian) ; Gao, GM (Gao, Guoming) ; Gu, YF (Gu, Yanfeng)","Title":"Tensor Matched Subspace Detector for Hyperspectral Target Detection"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394900022 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Low rank; matrix factorization (MF); seismic data reconstruction; square matrix; tensor completion KeyWords Plus:TENSOR DECOMPOSITIONS; TRACE INTERPOLATION; COMPLETION; PROJECTION; RECORDS","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 4 Pages: 2124-2135 DOI: 10.1109/TGRS.2016.2636864 Published: APR 2017","Abstract":"Seismic data acquired by geophones are processed to estimate images of the earth's interior that are used to explore, develop, and monitor resources and to study the shallow structure of the crust for geological, environmental, and geotechnical purposes. These multidimensional data sets are often irregularly sampled and incomplete in the so-called midpoint and offset acquisition coordinates. Multidimensional seismic data reconstruction can be viewed as a low-rank matrix or tensor completion problem. In this paper, we introduce a fast and efficient low-rank tensor completion algorithm named parallel square matrix factorization (PSMF) and adopt it to reconstruct seismic data in the typical seismic data processing coordinates: frequency, midpoint, and offset. For each frequency slice, we establish a tensor minimization model composed of a low-rank constrained term and a data misfit term. Then we adopt the PSMF algorithm for the recovery of the missing samples. In the PSMF method, we avoid using unbalanced \"long strip\" matrices that result from conventional tensor unfolding. Instead, the tensor is unfolded into almost square or square matrices that are low rank. We also compare the proposed PSMF method with other completion methods. Experiments via synthetic data and field data sets validate the effectiveness of the proposed algorithm.","Authors":"Gao, JJ (Gao, Jianjun) ; Cheng, JK (Cheng, Jinkun) ; Sacchi, MD (Sacchi, Mauricio D.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gao, Jianjun http://orcid.org/0000-0003-2720-0670","Title":"Five-Dimensional Seismic Reconstruction Using Parallel Square Matrix Factorization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396395500010 ISSN: 1520-9210 eISSN: 1941-0077","Keywords":"Comprehensive feature; robust video fingerprinting; near-duplicate video detection (NDVD); multiple features KeyWords Plus:COPY DETECTION; RETRIEVAL","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MULTIMEDIA Volume: 16 Issue: 4 Pages: 785-796 DOI: 10.1109/TMM.2016.2629758 Published: APR 2017","Abstract":"Content-based near-duplicate video detection (NDVD) is essential for effective search and retrieval, and robust video fingerprinting is a good solution for NDVD. Most existing video fingerprinting methods use a single feature or concatenate different features to generate video fingerprints, and show good performance under single-mode modifications such as noise addition and blurring. However, when they suffer combined modifications, the performance is degraded to a certain extent because such features cannot characterize the video content completely. By contrast, the assistance and consensus among different features can improve the performance of video fingerprinting. Therefore, in the present study, we mine the assistance and consensus among different features based on a tensor model, and we present a new comprehensive feature to fully use them in the proposed video fingerprinting framework. We also analyze what the comprehensive feature really is for representing the original video. In this framework, the video is initially set as a high-order tensor that consists of different features, and the video tensor is decomposed via the Tucker model with a solution that determines the number of components. Subsequently, the comprehensive feature is generated by the low-order tensor obtained from tensor decomposition. Finally, the video fingerprint is computed using this feature. A matching strategy used for narrowing the search is also proposed based on the core tensor. The robust video fingerprinting framework is resistant not only to single-mode modifications but also to their combination.","Authors":"Nie, XS (Nie, Xiushan) ; Yin, YL (Yin, Yilong) ; Sun, JD (Sun, Jiande) ; Liu, J (Liu, Ju) ; Cui, CR (Cui, Chaoran)","Title":"Comprehensive Feature-Based Robust Video Fingerprinting Using Tensor Model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393727300057 ISSN: 0017-9310 eISSN: 1879-2189","Keywords":"Fuzzy uncertainty propagation; Heat conduction; Legendre polynomial series; Collocation technology; Smolyak algorithm KeyWords Plus:FINITE-ELEMENT-ANALYSIS; BUT-BOUNDED PARAMETERS; INTERVAL-ANALYSIS; DIFFERENTIAL-EQUATIONS; FIELD PREDICTION; ACOUSTIC FIELD; SPARSE GRIDS; OPTIMIZATION","Categories":"Thermodynamics; Engineering; Mechanics Web of Science Categories:Thermodynamics; Engineering, Mechanical; Mechanics","Journal Information":"INTERNATIONAL JOURNAL OF HEAT AND MASS TRANSFER Volume: 107 Pages: 631-639 DOI: 10.1016/j.ijheatmasstransfer.2016.10.083 Published: APR 2017","Abstract":"Based on the combination of collocation technology and fuzzy theory, this paper proposes a full grid fuzzy collocation method (FGFCM) and a sparse grid fuzzy collocation method (SGFCM) for fuzzy uncertainty propagation in heat conduction problem. Converting fuzzy parameters into interval variables by level cut strategy, the Legendre polynomial series provides a surrogate function for temperature response. To calculate the expansion coefficients, FGFCM evaluates the deterministic solutions directly on the full tensor product grids, whereas Smolyak algorithm is introduced in SGFCM to reduce the number of collocation points. According to the smoothness property of surrogate function and fuzzy decomposition theorem, the interval bounds and membership functions of uncertain temperature response are derived, respectively. Comparing result with traditional Monte Carlo simulation and parameter perturbation method, two numerical examples evidence the remarkable accuracy and effectiveness of proposed methods for fuzzy temperature field prediction in engineering. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Wang, C (Wang, Chong) ; Qiu, ZP (Qiu, Zhiping) ; Xu, MH (Xu, Menghui) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Xu, Menghui http://orcid.org/0000-0003-3906-1129","Title":"Collocation methods for fuzzy uncertainty propagation in heat conduction problem"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397929300009 PubMed ID: 28388106 ISSN: 0021-9606 eISSN: 1089-7690","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Atomic, Molecular & Chemical","Journal Information":"JOURNAL OF CHEMICAL PHYSICS Volume: 146 Issue: 12 Article Number: 124105 DOI: 10.1063/1.4977994 Published: MAR 28 2017","Abstract":"We study a tensor hypercontraction decomposition of the Coulomb integrals of periodic systems where the integrals are factorized into a contraction of six matrices of which only two are distinct. We find that the Coulomb integrals can be well approximated in this form already with small matrices compared to the number of real space grid points. The cost of computing the matrices scales as O(N-4) using a regularized form of the alternating least squares algorithm. The studied factorization of the Coulomb integrals can be exploited to reduce the scaling of the computational cost of expensive tensor contractions appearing in the amplitude equations of coupled cluster methods with respect to system size. We apply the developed methodologies to calculate the adsorption energy of a single water molecule on a hexagonal boron nitride monolayer in a plane wave basis set and periodic boundary conditions. (C) 2017 Author (s). All article content, except where otherwise noted, is licensed under a Creative Commons Attribution (CC BY) license","Authors":"Hummel, F (Hummel, Felix) ; Tsatsoulis, T (Tsatsoulis, Theodoros) ; Gruneis, A (Grueneis, Andreas) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gruneis, Andreas F-6607-2012 http://orcid.org/0000-0002-4984-7785","Title":"Low rank factorization of the Coulomb integrals for periodic coupled cluster theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397805800001 PubMed ID: 28388210 ISSN: 0031-9007 eISSN: 1079-7114","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICAL REVIEW LETTERS Volume: 118 Issue: 12 Article Number: 120402 DOI: 10.1103/PhysRevLett.118.120402 Published: MAR 24 2017","Abstract":"When the wave function of a large quantum system unitarily evolves away from a low-entropy initial state, there is strong circumstantial evidence it develops \"branches\": a decomposition into orthogonal components that is indistinguishable from the corresponding incoherent mixture with feasible observations. Is this decomposition unique? Must the number of branches increase with time? These questions are hard to answer because there is no formal definition of branches, and most intuition is based on toy models with arbitrarily preferred degrees of freedom. Here, assuming only the tensor structure associated with spatial locality, I show that branch decompositions are highly constrained just by the requirement that they exhibit redundant local records. The set of all redundantly recorded observables induces a preferred decomposition into simultaneous eigenstates unless their records are highly extended and delicately overlapping, as exemplified by the Shor error-correcting code. A maximum length scale for records is enough to guarantee uniqueness. Speculatively, objective branch decompositions may speed up numerical simulations of nonstationary many-body states, illuminate the thermalization of closed systems, and demote measurement from fundamental primitive in the quantum formalism.","Authors":"Riedel, CJ (Riedel, C. Jess)","Title":"Classical Branch Structure from Spatial Redundancy in a Many-Body Wave Function"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395839500008 ISSN: 0009-2614 eISSN: 1873-4448","Keywords":"Electronic structure theory; Two-electron integral tensor; Tensor contraction; Low-rank factorization; Reverse Cuthill-McICee; Cholesky decomposition KeyWords Plus:MATRIX RENORMALIZATION-GROUP; COUPLED-CLUSTER THEORY; APPROXIMATE INTEGRALS; 2-ELECTRON INTEGRALS; MOLECULAR-SYSTEMS; ALGORITHM; IMPLEMENTATION; REDUCTION; PROFILE","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Atomic, Molecular & Chemical","Journal Information":"CHEMICAL PHYSICS LETTERS Volume: 672 Pages: 47-53 DOI: 10.1016/j.cplett.2017.01.056 Published: MAR 16 2017","Abstract":"In this letter, we apply reverse Cuthill-McKee (RCM) algorithm to transform two-electron integral tensors to their block diagonal forms. By further applying Cholesky decomposition (CD) on each of the diagonal blocks, we are able to represent the high-dimensional two-electron integral tensors in terms of permutation matrices and low-rank Cholesky vectors. This representation facilitates low-rank factorizations of high-dimensional tensor contractions in post-Hartree-Fock calculations. Here, we discuss the second order Moller-Plesset (MP2) method and the linear coupled-cluster model with doubles (L-CCD) as examples to demonstrate the efficiency of this technique in representing the two-electron integrals in a compact form.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Peng, B (Peng, Bo) ; Kowalski, K (Kowalski, Karol)","Title":"Low-rank factorization of electron integral tensors and its application in electronic structure theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395423500011 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Tensor completion; sampling and recovery; convex optimization KeyWords Plus:OPTIMAL MATRIX COMPLETION; 3RD-ORDER TENSORS; DECOMPOSITIONS; OPTIMIZATION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 6 Pages: 1511-1526 DOI: 10.1109/TSP.2016.2639466 Published: MAR 15 2017","Abstract":"In this paper, we focus on the problem of completion of multidimensional arrays (also referred to as tensors), in particular three-dimensional (3-D) arrays, from limited sampling. Our approach is based on a recently proposed tensor algebraic framework where 3-D tensors are treated as linear operators over the set of 2-D tensors. In this framework, one can obtain a factorization for 3-D data, referred to as the tensor singular value decomposition (t-SVD), which is similar to the SVD for matrices. t-SVD results in a notion of rank referred to as the tubal-rank. Using this approach we consider the problem of sampling and recovery of 3-D arrays with low tubal-rank. We show that by solving a convex optimization problem, which minimizes a convex surrogate to the tubal-rank, one can guarantee exact recovery with high probability as long as number of samples is of the order O(rnk log(nk)), given a tensor of size n x n x k with tubal-rank r. The conditions under which this result holds are similar to the incoherence conditions for low-rank matrix completion under random sampling. The difference is that we define incoherence under the algebraic setup of t-SVD, which is different from the standard matrix incoherence conditions. We also compare the numerical performance of the proposed algorithm with some state-of-the-art approaches on real-world datasets.","Authors":"Zhang, ZM (Zhang, Zemin) ; Aeron, S (Aeron, Shuchin)","Title":"Exact Tensor Completion Using t-SVD"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396091800007 PubMed ID: 28282379 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 3 Article Number: e0172111 DOI: 10.1371/journal.pone.0172111 Published: MAR 10 2017","Abstract":"A new methodology based on tensor algebra that uses a higher order singular value decomposition to perform three-dimensional voxel reconstruction from a series of temporal images obtained using dynamic contrast-enhanced magnetic resonance imaging (DCE-MRI) is proposed. Principal component analysis (PCA) is used to robustly extract the spatial and temporal image features and simultaneously de-noise the datasets. Tumour segmentation on enhanced scaled (ES) images performed using a fuzzy C-means (FCM) cluster algorithm is compared with that achieved using the proposed tensorial framework. The proposed algorithm explores the correlations between spatial and temporal features in the tumours. The multi-channel reconstruction enables improved breast tumour identification through enhanced de-noising and improved intensity consistency. The reconstructed tumours have clear and continuous boundaries; furthermore the reconstruction shows better voxel clustering in tumour regions of interest. A more homogenous intensity distribution is also observed, enabling improved image contrast between tumours and background, especially in places where fatty tissue is imaged. The fidelity of reconstruction is further evaluated on the basis of five new qualitative metrics. Results confirm the superiority of the tensorial approach. The proposed reconstruction metrics should also find future applications in the assessment of other reconstruction algorithms.","Authors":"Yin, XX (Yin, X. -X.) ; Hadjiloucas, S (Hadjiloucas, S.) ; Chen, JH (Chen, J. -H.) ; Zhang, Y (Zhang, Y.) ; Wu, JL (Wu, J. -L.) ; Su, MY (Su, M. -Y.)","Title":"Tensor based multichannel reconstruction for breast tumours identification from DCE-MRIs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396031200039 PubMed ID: 28210733 ISSN: 1463-9076 eISSN: 1463-9084","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Atomic, Molecular & Chemical","Journal Information":"PHYSICAL CHEMISTRY CHEMICAL PHYSICS Volume: 19 Issue: 9 Pages: 6698-6706 DOI: 10.1039/c6cp08723j Published: MAR 7 2017","Abstract":"A new ambient- pressure metastable single- bonded 3D nitrogen allotrope (TrigN) of trigonal symmetry (space group R(-)3) was calculated using density functional theory (DFT). A comprehensive characterization of this material, comprising thermodynamic, elastic, and spectral (vibrational, UV-vis absorption, and nuclear magnetic resonance) properties, was performed. Using high-throughput band structure calculation, the TrigN phase was characterized as an insulator with an indirect band gap of 2.977 eV. Phonon dispersion calculations justified that this structure is vibrationally stable at ambient pressure. The calculated Raman activities at the Gamma-point demonstrated a rich pattern, whereas no relatively intense transitions were observed in its IR absorption spectrum. The TrigN material is almost transparent to visible light as well as to ultraviolet A and B. The main absorption peaks appeared within the range of 50-200 nm. The electron arrangement of the nitrogen nuclei in the studied nitrogen allotrope is much denser compared to that of the molecular nitrogen, which is in agreement with the calculated magnetic shielding tensor values. Robust mechanical stability is revealed from the elastic constants calculation. Due to strong anisotropy, the values of the Young's moduli vary from 281 to 786 GPa. A huge amount of internal energy is enclosed in the TrigN material. Upon decomposition to molecular nitrogen, the energy release is expected to be 11.01 kJ g(-1) compared to the value of 10.22 kJ g(-1) for the cubic gauche form of nitrogen. The TrigN allotrope possesses unique detonation characteristics with a detonation pressure of 146.06 GPa and velocity of 15.86 km s(-1).","Authors":"Bondarchuk, SV (Bondarchuk, Sergey V.) ; Minaev, BF (Minaev, Boris F.)","Title":"Super high-energy density single-bonded trigonal nitrogen allotrope-a chemical twin of the cubic gauche form of nitrogen"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398723600002 ISSN: 1999-4893","Keywords":"SAR imaging; sparse reconstruction; tensor decomposition; multiway structured sparsity; Kronecker constraint KeyWords Plus:RECOVERY; IMAGERY","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"ALGORITHMS Volume: 10 Issue: 1 Article Number: 2 DOI: 10.3390/a10010002 Published: MAR 2017","Abstract":"This paper investigates a structured sparse SAR imaging algorithm for point scattering model based on tensor decomposition. Several SAR imaging schemes have been developed by researchers for improving the imaging quality. For a typical SAR target scenario, the scatterers distribution usually has the feature of structured sparsity. Without considering this feature thoroughly, the existing schemes have still certain drawbacks. The classic matching pursuit algorithms can obtain clearer imaging results, but the cost is resulting in an extreme complexity and a huge computation resource consumption. Therefore, this paper put forward a tensor-based SAR imaging algorithm by means of multiway structured sparsity which makes full use of the above geometrical feature of the scatterers distribution. The spotlight SAR observation signal is formulated as a Tucker model considering the Kronecker constraint, and then a sparse reconstruction algorithm is introduced by utilizing the structured sparsity of the scene. The proposed tensor-based SAR imaging model is able to take advantage of the Kronecker information in each mode, which ensures the robustness for the signal reconstruction. Both the algorithm complexity analysis and numerical simulations show that the proposed method requires less computation than the existing sparsity-driven SAR imaging algorithms. The imaging realizations based on the practical measured data also indicate that the proposed algorithm is superior to the reference methods even in the severe noisy environment, under the condition of multiway structured sparsity.","Authors":"Gao, YF (Gao, Yu-Fei) ; Cong, XC (Cong, Xun-Chao) ; Yang, Y (Yang, Yue) ; Wan, Q (Wan, Qun) ; Gui, G (Gui, Guan)","Title":"A Tensor Decomposition Based Multiway Structured Sparse SAR Imaging Algorithm with Kronecker Constraint"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398818700123 ISSN: 1424-8220","Keywords":"road anomaly detection; path inference; tensor decomposition KeyWords Plus:NAVIGATION","Categories":"Chemistry; Electrochemistry; Instruments & Instrumentation Web of Science Categories:Chemistry, Analytical; Electrochemistry; Instruments & Instrumentation","Journal Information":"SENSORS Volume: 17 Issue: 3 DOI: 10.3390/s17030550 Published: MAR 2017","Abstract":"Road traffic anomaly denotes a road segment that is anomalous in terms of traffic flow of vehicles. Detecting road traffic anomalies from GPS (Global Position System) snippets data is becoming critical in urban computing since they often suggest underlying events. However, the noisy and sparse nature of GPS snippets data have ushered multiple problems, which have prompted the detection of road traffic anomalies to be very challenging. To address these issues, we propose a two-stage solution which consists of two components: a Collaborative Path Inference (CPI) model and a Road Anomaly Test (RAT) model. CPI model performs path inference incorporating both static and dynamic features into a Conditional Random Field (CRF). Dynamic context features are learned collaboratively from large GPS snippets via a tensor decomposition technique. Then RAT calculates the anomalous degree for each road segment from the inferred fine-grained trajectories in given time intervals. We evaluated our method using a large scale real world dataset, which includes one-month GPS location data from more than eight thousand taxicabs in Beijing. The evaluation results show the advantages of our method beyond other baseline techniques.","Authors":"Wang, HT (Wang, Hongtao) ; Wen, H (Wen, Hui) ; Yi, F (Yi, Feng) ; Zhu, HS (Zhu, Hongsong) ; Sun, LM (Sun, Limin)","Title":"Road Traffic Anomaly Detection via Collaborative Path Inference from GPS Snippets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397873800007 ISSN: 0022-2488 eISSN: 1089-7658","Categories":"Physics Web of Science Categories:Physics, Mathematical","Journal Information":"JOURNAL OF MATHEMATICAL PHYSICS Volume: 58 Issue: 3 Article Number: 031702 DOI: 10.1063/1.4977712 Published: MAR 2017","Abstract":"We use the theory of skew duality to show that decomposing the tensor product of k irreducible representations of the symplectic group Sp(2m) = Sp(2m)(C) is equivalent to branching from Sp(2n) to Sp(2n1) x . . . x Sp(2nk) , where n, n(1), . . . , n(k) are positive integers such that n = n(1) + (. . .) + n(k) and the njs depend on m as well as the representations in the tensor product. Using this result and a work of Lepowsky, we obtain a skew Pieri rule for Sp(2m), i.e., a description of the irreducible decomposition of the tensor product of an irreducible representation of the symplectic group Sp(2m) with a fundamental representation. Published by AIP Publishing.","Authors":"Howe, R (Howe, Roger) ; Lavicka, R (Lavicka, Roman) ; Lee, ST (Lee, Soo Teck) ; Soucek, V (Soucek, Vladimir)","Title":"A reciprocity law and the skew Pieri rule for the symplectic group"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398046900005 ISSN: 0378-620X eISSN: 1420-8989","Keywords":"Brascamp-Lieb ' s inequality; Witten Laplacian; Riemannian manifolds with boundary; Supersymmetry; Bakry-Emery tensor KeyWords Plus:LOW-TEMPERATURE; ASYMPTOTICS; CURVATURE","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"INTEGRAL EQUATIONS AND OPERATOR THEORY Volume: 87 Issue: 3 Pages: 411-434 DOI: 10.1007/s00020-017-2354-1 Published: MAR 2017","Abstract":"In this paper, we derive from the supersymmetry of the Witten Laplacian Brascamp-Lieb ' s type inequalities for general differential forms on compact Riemannian manifolds with boundary. In addition to the supersymmetry, our results essentially follow from suitable decompositions of the quadratic forms associated with the Neumann and Dirichlet self-adjoint realizations of the Witten Laplacian. They moreover imply the usual Brascamp-Lieb ' s inequality and its generalization to compact Riemannian manifolds without boundary. Mathematics Subject Classification. 35A23, 81Q10, 53C21, 58J32, 58J10.","Authors":"Le Peutrec, D (Le Peutrec, Dorian)","Title":"On Witten Laplacians and Brascamp-Lieb ' s Inequality on Manifolds with Boundary"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397278400005 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Compressive sensing; Low-rank tensor approximation; Tucker decomposition KeyWords Plus:MANY-CORE PROCESSORS; PARALLEL FRAMEWORK; DECOMPOSITIONS; ACQUISITION; SYSTEMS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 5 Pages: 6175-6188 DOI: 10.1007/s11042-016-3296-3 Published: MAR 2017","Abstract":"Tensor Compressive Sensing (CS) is an emerging approach for higher order data representation, such as medical imaging, video sequences and multi-sensor networks. In this paper, we propose an Adaptive Tensor CS (ATCS) scheme for Three-dimensional (3D) images, especially those which contain noise. First, we find the relationship between reconstruction performance, noise level and sampling rate. Second, we develop the ATCS method by implementing a noise estimation algorithm. Finally, we apply the method in the CS system for efficient representation of 3D video sequences. We also demonstrate experimentally that ATCS outperforms other state of the art algorithms.","Authors":"Wang, QZ (Wang, Qingzhu) ; Kang, WJ (Kang, Wanjun)","Title":"Adaptive tensor compressive sensing based on noise estimation: application in three-dimensional images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395763000018 ISSN: 0964-1726 eISSN: 1361-665X","Keywords":"modal identification; tensor decomposition; nonstationary excitation; ground motions; stationary duration; human-induced vibration KeyWords Plus:BLIND SOURCE SEPARATION; TUNED MASS DAMPERS; PARAMETERS; ALGORITHM; SYSTEMS","Categories":"Instruments & Instrumentation; Materials Science Web of Science Categories:Instruments & Instrumentation; Materials Science, Multidisciplinary","Journal Information":"SMART MATERIALS AND STRUCTURES Volume: 26 Issue: 3 Article Number: 035024 DOI: 10.1088/1361-665X/aa5438 Published: MAR 2017","Abstract":"Health monitoring of civil engineering structures is of paramount importance when they are subjected to natural hazards or extreme climatic events like earthquake, strong wind gusts or man-made excitations. Most of the traditional modal identification methods are reliant on stationarity assumption of the vibration response and posed difficulty while analyzing nonstationary vibration ( e.g. earthquake or human-induced vibration). Recently tensor decomposition based methods are emerged as powerful and yet generic blind ( i.e. without requiring a knowledge of input characteristics) signal decomposition tool for structural modal identification. In this paper, a tensor decomposition based system identification method is further explored to estimate modal parameters using nonstationary vibration generated due to either earthquake or pedestrian induced excitation in a structure. The effects of lag parameters and sensor densities on tensor decomposition are studied with respect to the extent of nonstationarity of the responses characterized by the stationary duration and peak ground acceleration of the earthquake. A suite of more than 1400 earthquakes is used to investigate the performance of the proposed method under a wide variety of ground motions utilizing both complete and partial measurements of a high-rise building model. Apart from the earthquake, human-induced nonstationary vibration of a real-life pedestrian bridge is also used to verify the accuracy of the proposed method.","Authors":"Friesen, P (Friesen, P.) ; Sadhu, A (Sadhu, A.)","Title":"Performance of tensor decomposition-based modal identification under nonstationary vibration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397502200013 ISSN: 1081-2865 eISSN: 1741-3028","Keywords":"Multiplicative decomposition; continuum mechanics; finite plasticity; growth mechanics; thermoelasticity KeyWords Plus:ELASTIC-PLASTIC DEFORMATION; FINITE; STRAIN; KINEMATICS; MECHANICS","Categories":"Materials Science; Mathematics; Mechanics Web of Science Categories:Materials Science, Multidisciplinary; Mathematics, Interdisciplinary Applications; Mechanics","Journal Information":"MATHEMATICS AND MECHANICS OF SOLIDS Volume: 22 Issue: 3 Pages: 528-537 DOI: 10.1177/1081286515598662 Published: MAR 2017","Abstract":"For many purposes in continuum mechanics it has been found useful to decompose the deformation gradient into two factors, which result from some elastic process through which destressing is achieved at a material point. There is an essential rotational non-uniqueness in these factors; however, some subfactors are uniquely defined. In particular, a certain unique right stretch tensor is identified, which serves as a convenient independent variable for describing the anisotropic elastic response of a solid from its evolving stress-free intermediate configurations.","Authors":"Casey, J (Casey, James)","Title":"A convenient form of the multiplicative decomposition of the deformation gradient"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371200006 ISSN: 0550-3213 eISSN: 1873-1562","Categories":"Physics Web of Science Categories:Physics, Particles & Fields","Journal Information":"NUCLEAR PHYSICS B Volume: 916 Pages: 117-131 DOI: 10.1016/j.nuclphysb.2017.01.005 Published: MAR 2017","Abstract":"Solutions of the classical Yang Baxter equation provide a systematic method to construct integrable quantum systems in an algebraic manner. A Lie algebra can be associated with any solution of the classical Yang Baxter equation, from which commuting transfer matrices may be constructed. This procedure is reviewed, specifically for solutions without skew-symmetry. A particular solution with an exotic symmetry is identified, which is not obtained as a limiting expansion of the usual Yang Baxter equation. This solution facilitates the construction of commuting transfer matrices which will be used to establish the integrability of a multi-species boson tunnelling model. The model generalises the well-known two-site Bose-Hubbard model, to which it reduces in the one-species limit. Due to the lack of an apparent reference state, application of the algebraic Bethe Ansatz to solve the model is prohibitive. Instead, the Bethe Ansatz solution is obtained by the use of operator identities and tensor product decompositions. (C) 2017 The Author. Published by Elsevier B.V.","Authors":"Links, J (Links, Jon)","Title":"Solution of the classical Yang-Baxter equation with an exotic symmetry, and integrability of a multi-species boson tunnelling model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394986500013 ISSN: 0025-5610 eISSN: 1436-4646","Keywords":"Low-rank matrix subspace; l(1) relaxation; Alternating projections; Singular value thresholding; Matrix compression KeyWords Plus:NUCLEAR NORM MINIMIZATION; LEAST-SQUARES METHOD; ALTERNATING PROJECTIONS; CANONICAL DECOMPOSITION; TENSOR DECOMPOSITIONS; CONVERGENCE; APPROXIMATION; COMPLETION; COMPLEXITY; ALGORITHM","Categories":"Computer Science; Operations Research & Management Science; Mathematics Web of Science Categories:Computer Science, Software Engineering; Operations Research & Management Science; Mathematics, Applied","Journal Information":"MATHEMATICAL PROGRAMMING Volume: 162 Issue: 1-2 Pages: 325-361 DOI: 10.1007/s10107-016-1042-2 Published: MAR 2017","Abstract":"For a given matrix subspace, how can we find a basis that consists of low-rank matrices? This is a generalization of the sparse vector problem. It turns out that when the subspace is spanned by rank-1 matrices, the matrices can be obtained by the tensor CP decomposition. For the higher rank case, the situation is not as straightforward. In this work we present an algorithm based on a greedy process applicable to higher rank problems. Our algorithm first estimates the minimum rank by applying soft singular value thresholding to a nuclear norm relaxation, and then computes a matrix with that rank using the method of alternating projections. We provide local convergence results, and compare our algorithm with several alternative approaches. Applications include data compression beyond the classical truncated SVD, computing accurate eigenvectors of a near-multiple eigenvalue, image separation and graph Laplacian eigenproblems.","Authors":"Nakatsukasa, Y (Nakatsukasa, Yuji) ; Soma, T (Soma, Tasuku) ; Uschmajew, A (Uschmajew, Andre)","Title":"Finding a low-rank basis in a matrix subspace"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394338800008 ISSN: 0006-3835 eISSN: 1572-9125","Keywords":"Hankel tensor; Inheritance property; Positive semi-definite tensor; Sum-of-squares; Convolution KeyWords Plus:MULTILINEAR-ALGEBRA; MATRICES","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Software Engineering; Mathematics, Applied","Journal Information":"BIT NUMERICAL MATHEMATICS Volume: 57 Issue: 1 Pages: 169-190 DOI: 10.1007/s10543-016-0622-0 Published: MAR 2017","Abstract":"In this paper, we show that if a lower-order Hankel tensor is positive semi-definite (or positive definite, or negative semi-definite, or negative definite, or SOS), then its associated higher-order Hankel tensor with the same generating vector, where the higher order is a multiple of the lower order, is also positive semi-definite (or positive definite, or negative semi-definite, or negative definite, or SOS, respectively). Furthermore, in this case, the extremal H-eigenvalues of the higher order tensor are bounded by the extremal H-eigenvalues of the lower order tensor, multiplied with some constants. Based on this inheritance property, we give a concrete sum-of-squares decomposition for each strong Hankel tensor. Then we prove the second inheritance property of Hankel tensors, i.e., a Hankel tensor has no negative (or non-positive, or positive, or nonnegative) H-eigenvalues if the associated Hankel matrix of that Hankel tensor has no negative (or non-positive, or positive, or nonnegative, respectively) eigenvalues. In this case, the extremal H-eigenvalues of the Hankel tensor are also bounded by the extremal eigenvalues of the associated Hankel matrix, multiplied with some constants. The third inheritance property of Hankel tensors is raised as a conjecture.","Authors":"Ding, WY (Ding, Weiyang) ; Qi, LQ (Qi, Liqun) ; Wei, YM (Wei, Yimin)","Title":"Inheritance properties and sum-of-squares decomposition of Hankel tensors: theory and algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393936900019 ISSN: 1051-2004 eISSN: 1095-4333","Keywords":"Array processing; Spatial signature estimation; Tensor decomposition; Alternating least squares KeyWords Plus:PARALLEL FACTOR-ANALYSIS; 3-MODE FACTOR-ANALYSIS; PARAMETER-ESTIMATION; CHANNEL ESTIMATION; SENSOR ARRAY; SYSTEMS; IDENTIFIABILITY; RECEIVERS; ANTENNAS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"DIGITAL SIGNAL PROCESSING Volume: 62 Pages: 197-210 DOI: 10.1016/j.dsp.2016.12.003 Published: MAR 2017","Abstract":"Spatial signature estimation is a problem encountered in several applications in signal processing such as mobile communications, sonar, radar, astronomy and seismology. In this paper, we propose higher order tensor methods to solve the blind spatial signature estimation problem using planar arrays. By assuming that sources' powers vary between successive time blocks, we recast the spatial and spatiotemporal covariance models for the received data as third-order PARATUCK2 and fourth-order Tucker4 tensor decompositions, respectively. Firstly, by exploiting the multilinear algebraic structure of the proposed tensor models, new iterative algorithms are formulated to blindly estimate the spatial signatures. Secondly, in order to achieve a better spatial resolution, we propose an expanded form of spatial smoothing that returns extra spatial dimensions in comparison with the traditional approaches. Additionally, by exploiting the higher-order structure of the resulting expanded tensor model, a multilinear noise reduction preprocessing step is proposed via higher-order singular value decomposition. We show that the increase on the tensor order provides a more efficient denoising, and consequently a better performance compared to existing spatial smoothing techniques. Finally, a solution based on a multi-stage Khatri-Rao factorization procedure is incorporated as the final stage of our proposed estimators. Our results demonstrate that the proposed tensor methods yield more accurate spatial signature estimates than competing approaches while operating in a challenging scenario where the source covariance structure is unknown and arbitrary (non-diagonal), which is actually the case when sample covariances are computed from a limited number of snapshots. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Gomes, PRB (Gomes, Paulo R. B.) ; de Almeida, ALP (de Almeida, Andre L. P.) ; da Costa, JPCL (da Costa, Joao Paulo C. L.) ; Del Galdo, G (Del Galdo, Giovanni)","Title":"Tensor-based methods for blind spatial signature estimation under arbitrary and unknown source covariance structure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396106700046 ISSN: 0196-2892 eISSN: 1558-0644","Keywords":"Hyperspectral imagery (HSI); spectral unmixing; spectral-spatial structure; tensor factorization KeyWords Plus:SPECTRAL MIXTURE ANALYSIS; HIGHER-ORDER TENSOR; ENDMEMBER EXTRACTION; NOISE-REDUCTION; FAST ALGORITHM; DECOMPOSITIONS; TERMS; COMPRESSION; NMF","Categories":"Geochemistry & Geophysics; Engineering; Remote Sensing; Imaging Science & Photographic Technology Web of Science Categories:Geochemistry & Geophysics; Engineering, Electrical & Electronic; Remote Sensing; Imaging Science & Photographic Technology","Journal Information":"IEEE TRANSACTIONS ON GEOSCIENCE AND REMOTE SENSING Volume: 55 Issue: 3 Pages: 1776-1792 DOI: 10.1109/TGRS.2016.2633279 Published: MAR 2017","Abstract":"Many spectral unmixing approaches ranging from geometry, algebra to statistics have been proposed, in which nonnegative matrix factorization (NMF)-based ones form an important family. The original NMF-based unmixing algorithm loses the spectral and spatial information between mixed pixels when stacking the spectral responses of the pixels into an observed matrix. Therefore, various constrained NMF methods are developed to impose spectral structure, spatial structure, and spectral-spatial joint structure into NMF to enforce the estimated endmembers and abundances preserve these structures. Compared with matrix format, the third-order tensor is more natural to represent a hyperspectral data cube as a whole, by which the intrinsic structure of hyperspectral imagery can be losslessly retained. Extended from NMF-based methods, a matrix-vector nonnegative tensor factorization (NTF) model is proposed in this paper for spectral unmixing. Different from widely used tensor factorization models, such as canonical polyadic decomposition CPD) and Tucker decomposition, the proposed method is derived from block term decomposition, which is a combination of CPD and Tucker decomposition. This leads to a more flexible frame to model various application-dependent problems. The matrix-vector NTF decomposes a third-order tensor into the sum of several component tensors, with each component tensor being the outer product of a vector (endmember) and a matrix (corresponding abundances). From a formal perspective, this tensor decomposition is consistent with linear spectral mixture model. From an informative perspective, the structures within spatial domain, within spectral domain, and cross spectral-spatial domain are retreated interdependently. Experiments demonstrate that the proposed method has outperformed several state-of-theart NMF-based unmixing methods.","Authors":"Qian, YT (Qian, Yuntao) ; Xiong, FC (Xiong, Fengchao) ; Zeng, S (Zeng, Shan) ; Zhou, J (Zhou, Jun) ; Tang, YY (Tang, Yuan Yan)","Title":"Matrix-Vector Nonnegative Tensor Factorization for Blind Unmixing of Hyperspectral Imagery"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393753400008 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Bayesian information criterion (BIC); higher order singular value decomposition (HOSVD); minimum description length (MDL); model selection; multilinear tensor rank; Tucker decomposition KeyWords Plus:COLORED NOISE; NUMBER; COMPONENTS; SIGNALS; MODELS; RECONSTRUCTION; APPROXIMATION","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 5 Pages: 1196-1206 DOI: 10.1109/TSP.2016.2620965 Published: MAR 1 2017","Abstract":"Model selection in tensor decomposition is important for real applications if the rank of the original data tensor is unknown and the observed tensor is noisy. In the Tucker model, the minimum description length (MDL) or Bayesian information criteria have been applied to tensors via matrix unfolding, but these methods are sensitive to noise when the tensors have a multilinear low rank structure given by the Tucker model. In this study, we propose new methods for improving the MDL so it is more robust to noise. The proposed methods are justified theoretically by analyzing the \"multilinear low-rank structure\" of tensors. Extensive experiments including numerical simulations and a real application to image denoising are provided to illustrate the advantages of the proposed methods.","Authors":"Yokota, T (Yokota, Tatsuya) ; Lee, N (Lee, Namgil) ; Cichocki, A (Cichocki, Andrzej)","Title":"Robust Multilinear Tensor Rank Estimation Using Higher Order Singular Value Decomposition and Information Criteria"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394254200008 ISSN: 0029-599X eISSN: 0945-3245","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"NUMERISCHE MATHEMATIK Volume: 135 Issue: 3 Pages: 875-894 DOI: 10.1007/s00211-016-0819-9 Published: MAR 2017","Abstract":"A higher-order tensor allows several possible matricizations (reshapes into matrices). The simultaneous decay of singular values of such matricizations has crucial implications on the low-rank approximability of the tensor via higher-order singular value decomposition. It is therefore an interesting question which simultaneous properties the singular values of different tensor matricizations actually can have, but it has not received the deserved attention so far. In this paper, preliminary investigations in this direction are conducted. While it is clear that the singular values in different matricizations cannot be prescribed completely independent from each other, numerical experiments suggest that sufficiently small, but otherwise arbitrary perturbations preserve feasibility. An alternating projection heuristic is proposed for constructing tensors with prescribed singular values (assuming their feasibility). Regarding the related problem of characterising sets of tensors having the same singular values in specified matricizations, it is noted that orthogonal equivalence under multilinear matrix multiplication is a sufficient condition for two tensors to have the same singular values in all principal, Tucker-type matricizations, but, in contrast to the matrix case, not necessary. An explicit example of this phenomenon is given.","Authors":"Hackbusch, W (Hackbusch, Wolfgang) ; Uschmajew, A (Uschmajew, Andre)","Title":"On the interconnection between the higher-order singular values of real tensors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394147600003 ISSN: 0926-6003 eISSN: 1573-2894","Keywords":"Completely positive tensor; Nonnegative decomposition; Truncated moment problem; Semidefinite program KeyWords Plus:TRUNCATED MOMENT PROBLEM; NONNEGATIVE TENSORS; SYMMETRIC TENSORS; OPTIMIZATION; POLYNOMIALS; MATRICES; CONES","Categories":"Operations Research & Management Science; Mathematics Web of Science Categories:Operations Research & Management Science; Mathematics, Applied","Journal Information":"COMPUTATIONAL OPTIMIZATION AND APPLICATIONS Volume: 66 Issue: 2 Pages: 267-283 DOI: 10.1007/s10589-016-9870-9 Published: MAR 2017","Abstract":"A symmetric tensor, which has a symmetric nonnegative decomposition, is called a completely positive tensor. In this paper, we characterize the completely positive tensor as a truncated moment sequence, and transform the problem of checking whether a tensor is completely positive to checking whether its corresponding truncated moment sequence admits a representing measure, then present a semidefinite algorithm to solve it. If a tensor is not completely positive, a certificate for it can be obtained; if it is completely positive, a nonnegative decomposition can be obtained.","Authors":"Fan, JY (Fan, Jinyan) ; Zhou, AW (Zhou, Anwa)","Title":"A semidefinite algorithm for completely positive tensor decomposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393680600003 ISSN: 1674-7283 eISSN: 1869-1862","Keywords":"quasi-triangular Hopf algebra; universal R-matrix; quantum group; invariant Jacobian KeyWords Plus:DIVIDED POWER ALGEBRA; MODULE; CLASSIFICATION; QUANTUM; IDEALS","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"SCIENCE CHINA-MATHEMATICS Volume: 60 Issue: 3 Pages: 421-430 DOI: 10.1007/s11425-015-0867-x Published: MAR 2017","Abstract":"We show that two module homomorphisms for groups and Lie algebras established by Xi can be generalized to the setting of quasi-triangular Hopf algebras. These module homomorphisms played a key role in his proof of a conjecture of Yau (1998). They will also be useful in the problem of decomposition of tensor products of modules. Additionally, we give another generalization of result of Xi in terms of Chevalley-Eilenberg complex.","Authors":"Chen, XY (Chen XiaoYu)","Title":"Quasi-triangular Hopf algebras and invariant Jacobians"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392356000022 ISSN: 0010-4655 eISSN: 1879-2944","Keywords":"NLO computations; Radiative corrections; One-loop integrals; Higher orders; Tensor reduction; Scalar integrals KeyWords Plus:N-POINT INTEGRALS; FEYNMAN DIAGRAMS; RADIATIVE-CORRECTIONS; FERMION PROCESSES; HADRON COLLIDERS; CHARGED-CURRENT; NNLO QCD; AMPLITUDES; REDUCTION; NLO","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"COMPUTER PHYSICS COMMUNICATIONS Volume: 212 Pages: 220-238 DOI: 10.1016/j.cpc.2016.10.013 Published: MAR 2017","Abstract":"We present the library COLLIER for the numerical evaluation of one-loop scalar and tensor integrals in perturbative relativistic quantum field theories. The code provides numerical results for arbitrary tensor and scalar integrals for scattering processes in general quantum field theories. For tensor integrals either the coefficients in a covariant decomposition or the tensor components themselves are provided. COLLIER supports complex masses, which are needed in calculations involving unstable particles. Ultraviolet and infrared singularities are treated in dimensional regularization. For soft and collinear singularities mass regularization is available as an alternative. Program summary Program title: COLLIER Program Files doi: http://dx.doLorg/10.17632/dmdn2ph3x2.1 Licensing provisions: GNU GPL version 3 Programming language: Fortran95 Nature of problem: Evaluation of general one-loop multi-leg scalar and tensor integrals occurring in the calculation of one-loop corrections to scattering amplitudes in relativistic quantum field theories. Solution method: Scalar integrals are evaluated using explicit analytical expressions. Tensor integrals are numerically reduced to scalar integrals via different methods. Depending on the specific kinematical variables, an appropriate method is automatically chosen to optimize the resulting numerical accuracy. Restrictions: real momenta. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Denner, A (Denner, Ansgar) ; Dittmaier, S (Dittmaier, Stefan) ; Hofer, L (Hofer, Lars) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Hofer, Lars http://orcid.org/0000-0002-2780-9120","Title":"COLLIER: A fortran-based complex one-loop library in extended regularizations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392113100001 ISSN: 0065-9266 eISSN: 1947-6221","Keywords":"Lamination; foliation; harmonic measure; Wiener measure; Brownian motion; Lyapunov exponents; multiplicative ergodic theorem; Oseledec decomposition; holonomy invariant KeyWords Plus:RIEMANN SURFACE LAMINATIONS; HARMONIC CURRENTS; BROWNIAN-MOTION; FOLIATIONS; UNIFORMIZATION; CURVES; LEAVES","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"MEMOIRS OF THE AMERICAN MATHEMATICAL SOCIETY Volume: 246 Issue: 1164 Pages: 1-+ DOI: 10.1090/memo/1164 Published: MAR 2017","Abstract":"Given a n-dimensional lamination endowed with a Riemannian metric, we introduce the notion of a multiplicative cocycle of rank d, where n and d are arbitrary positive integers. The holonomy cocycle of a foliation and its exterior powers as well as its tensor powers provide examples of multiplicative cocycles. Next, we define the Lyapunov exponents of such a cocycle with respect to a harmonic probability measure directed by the lamination. We also prove an Oseledec multiplicative ergodic theorem in this context. This theorem implies the existence of an Oseledec decomposition almost everywhere which is holonomy invariant. Moreover, in the case of differentiable cocycles we establish effective integral estimates for the Lyapunov exponents. These results find applications in the geometric and dynamical theory of laminations. They are also applicable to (not necessarily closed) laminations with singularities. Interesting holonomy properties of a generic leaf of a foliation are obtained. The main ingredients of our method are the theory of Brownian motion, the analysis of the heat diffusions on Riemannian manifolds, the ergodic theory in discrete dynamics and a geometric study of laminations.","Authors":"Nguyen, A (Viet-Anh Nguyen)","Title":"Oseledec Multiplicative Ergodic Theorem for Laminations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390631400013 ISSN: 0143-8166 eISSN: 1873-0302","Keywords":"Sphere; Trinocular vision; Calibration; Feature matching","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS AND LASERS IN ENGINEERING Volume: 90 Pages: 119-127 DOI: 10.1016/j.optlaseng.2016.10.004 Published: MAR 2017","Abstract":"A new method to calibrate a trinocular vision sensor is proposed and two main tasks are finished in this paper, i.e. to determine the transformation matrix between each two cameras and the trifocal tensor of the trinocular vision sensor. A flexible sphere target with several spherical circles is designed. As the isotropy of a sphere, trifocal tensor of the three cameras can be determined exactly from the feature on the sphere target. Then the fundamental matrix between each two cameras can be obtained. Easily, compatible rotation matrix and translation matrix can be deduced base on the singular value decomposition of the fundamental matrix. In our proposed calibration method, image points are not requested one-to-one correspondence. When image points locates in the same feature are obtained, the transformation matrix between each two cameras with the trifocal tensor of trinocular vision sensor can be determined. Experiment results show that the proposed calibration method can obtain precise results, including measurement and matching results. The root mean square error of distance is 0.026 mm with regard to the view field of about 200x200 mm and the feature matching of three images is strict. As a sphere projection is not concerned with its orientation, the calibration method is robust and with an easy operation. Moreover, our calibration method also provides a new approach to obtain the trifocal tensor.","Authors":"Lu, R (Lu, Rui) ; Shao, MW (Shao, Mingwei)","Title":"Sphere-based calibration method for trinocular vision sensor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389785900056 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Low-rank and sparse tensor decomposition; Dynamic 3D MRI; Image reconstruction; Compressive sensing KeyWords Plus:SINGULAR-VALUE DECOMPOSITION; CLASSIFICATION; COMPLETION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 63 Pages: 667-679 DOI: 10.1016/j.patcog.2016.09.040 Published: MAR 2017","Abstract":"In this paper, we introduce a multi-dimensional approach to the problem of reconstruction of MR image sequences that are highly undersampled in k-space. By formulating the reconstruction as a high-order low rank tensor plus sparse tensor decomposition problem, we propose an efficient numerical algorithm based on the alternating direction method of multipliers (ADMM) to solve the optimization. Using Tucker representation, the sparse component is learnt efficiently with different sparsifying matrices along the modes of dynamic MR data. To estimate the low rank tensor, a convex cost function is defined to be the weighted sum of nuclear norms of its 3 unfolding matrices. Through extensive experimental results we show that our proposed method achieves superior reconstruction quality, compared to the state-of-the-art reconstruction methods.","Authors":"Roohi, SF (Roohi, Shahrooz F.) ; Zonoobi, D (Zonoobi, Dornoosh) ; Kassim, AA (Kassim, Ashraf A.) ; Jaremko, JL (Jaremko, Jacob L.)","Title":"Multi-dimensional low rank plus sparse decomposition for reconstruction of under-sampled dynamic MRI"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395980200018 PubMed ID: 28245222 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 12 Issue: 2 Article Number: e0172323 DOI: 10.1371/journal.pone.0172323 Published: FEB 28 2017","Abstract":"Heterogeneous information networks (e.g. bibliographic networks and social media networks) that consist of multiple interconnected objects are ubiquitous. Clustering analysis is an effective method to understand the semantic information and interpretable structure of the heterogeneous information networks, and it has attracted the attention of many researchers in recent years. However, most studies assume that heterogeneous information networks usually follow some simple schemas, such as bi-typed networks or star network schema, and they can only cluster one type of object in the network each time. In this paper, a novel clustering framework is proposed based on sparse tensor factorization for heterogeneous information networks, which can cluster multiple types of objects simultaneously in a single pass without any network schema information. The types of objects and the relations between them in the heterogeneous information networks are modeled as a sparse tensor. The clustering issue is modeled as an optimization problem, which is similar to the well-known Tucker decomposition. Then, an Alternating Least Squares (ALS) algorithm and a feasible initialization method are proposed to solve the optimization problem. Based on the tensor factorization, we simultaneously partition different types of objects into different clusters. The experimental results on both synthetic and real-world datasets have demonstrated that our proposed clustering framework, STFClus, can model heterogeneous information networks efficiently and can outperform state-of-the-art clustering algorithms as a generally applicable single-pass clustering method for heterogeneous network which is network schema agnostic.","Authors":"Wu, JB (Wu, Jibing) ; Meng, QG (Meng, Qinggang) ; Deng, S (Deng, Su) ; Huang, HB (Huang, Hongbin) ; Wu, YH (Wu, Yahui) ; Badii, A (Badii, Atta)","Title":"Generic, network schema agnostic sparse tensor factorization for single-pass clustering of heterogeneous information networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394471700008 ISSN: 0898-1221 eISSN: 1873-7668","Keywords":"Helmholtz equation; Transparent boundary condition; Tensor product finite element method; FFT KeyWords Plus:PERIODIC SCATTERING PROBLEMS; FAST DIRECT SOLVER; 2ND-HARMONIC GENERATION; ELECTROMAGNETIC SCATTERING; CYLINDERS; SYSTEMS; ARRAYS; LAYERS; WAVES","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"COMPUTERS & MATHEMATICS WITH APPLICATIONS Volume: 73 Issue: 4 Pages: 628-639 DOI: 10.1016/j.camwa.2017.01.002 Published: FEB 15 2017","Abstract":"We consider the diffraction grating problem in optics, which has been modeled by a boundary value problem governed by a Helmholtz equation with transparent boundary conditions. A tensor-product finite element method is proposed to numerically solve the problem. An FFT-based matrix decomposition algorithm is developed to solve the linear system arising in the vertically layered medium case, which can be used as a preconditioning technique for the general case. Numerical examples are presented to illustrate the accuracy and efficiency of the method. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Xia, Z (Xia, Zhi) ; Du, K (Du, Kui)","Title":"A tensor product finite element method for the diffraction grating problem with transparent boundary conditions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394560600046 PubMed ID: 27903438 ISSN: 1053-8119 eISSN: 1095-9572","Keywords":"Diffusion MRI; Microscopic anisotropy; Spherical tensor encoding KeyWords Plus:NUCLEAR-MAGNETIC-RESONANCE; BRAIN WHITE-MATTER; WATER DIFFUSION; ORIENTATION DISPERSION; THEORETICAL-MODELS; CROSSING FIBERS; NERVOUS-SYSTEM; MICROSTRUCTURE; VECTOR; QUANTIFICATION","Categories":"Neurosciences & Neurology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Neurosciences; Neuroimaging; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"NEUROIMAGE Volume: 147 Pages: 517-531 DOI: 10.1016/j.neuroimage.2016.11.053 Published: FEB 15 2017","Abstract":"In diffusion MRI (dMRI), microscopic diffusion anisotropy can be obscured by orientation dispersion. Separation of these properties is of high importance, since it could allow dMRI to non-invasively probe elongated structures such as neurites (axons and dendrites). However, conventional dMRI, based on single diffusion encoding (SDE), entangles microscopic anisotropy and orientation dispersion with intra-voxel variance in isotropic diffusivity. SDE-based methods for estimating microscopic anisotropy, such as the neurite orientation dispersion and density imaging (NODDI) method, must thus rely on model assumptions to disentangle these features. An alternative approach is to directly quantify microscopic anisotropy by the use of variable shape of the b-tensor. Along those lines, we here present the 'constrained diffusional variance decomposition' (CODIVIDE) method, which jointly analyzes data acquired with diffusion encoding applied in a single direction at a time (linear tensor encoding, LTE) and in all directions (spherical tensor encoding, STE). We then contrast the two approaches by comparing neurite density estimated using NODDI with microscopic anisotropy estimated using CODIVIDE. Data were acquired in healthy volunteers and in glioma patients. NODDI and CODIVIDE differed the most in gray matter and in gliomas, where NODDI detected a neurite fraction higher than expected from the level of microscopic diffusion anisotropy found with CODIVIDE. The discrepancies could be explained by the NODDI tortuosity assumption, which enforces a connection between the neurite density and the mean diffusivity of tissue. Our results suggest that this assumption is invalid, which leads to a NODDI neurite density that is inconsistent between LTE and STE data. Using simulations, we demonstrate that the NODDI assumptions result in parameter bias that precludes the use of NODDI to map neurite density. With CODIVIDE, we found high levels of microscopic anisotropy in white matter, intermediate levels in structures such as the thalamus and the putamen, and low levels in the cortex and in gliomas. We conclude that accurate mapping of microscopic anisotropy requires data acquired with variable shape of the b-tensor.","Authors":"Lampinen, B (Lampinen, Bjorn) ; Szczepankiewicz, F (Szczepankiewicz, Filip) ; Martensson, J (Martensson, Johan) ; van Westen, D (van Westen, Danielle) ; Sundgren, PC (Sundgren, Pia C.) ; Nilsson, M (Nilsson, Markus)","Title":"Neurite density imaging versus imaging of microscopic anisotropy in diffusion MRI: A model comparison using spherical tensor encoding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391751700001 ISSN: 0264-9381 eISSN: 1361-6382","Keywords":"Petrov type D spacetimes; linear fields; symmetry operators; black holes; spinor methods KeyWords Plus:REST-MASS FIELDS; ELECTROMAGNETIC-FIELDS; GENERAL-RELATIVITY; SPINOR-STRUCTURE; KILLING TENSOR; PERTURBATIONS; TIMES","Categories":"Astronomy & Astrophysics; Physics Web of Science Categories:Astronomy & Astrophysics; Physics, Multidisciplinary; Physics, Particles & Fields","Journal Information":"CLASSICAL AND QUANTUM GRAVITY Volume: 34 Issue: 3 Article Number: 035002 DOI: 10.1088/1361-6382/aa51ff Published: FEB 9 2017","Abstract":"In the class of vacuum Petrov type D spacetimes with cosmological constant, which includes the Kerr-(A) dS black hole as a particular case, we find a set of four-dimensional operators that, when composed off shell with the Dirac, Maxwell and linearized gravity equations, give a system of equations for spin weighted scalars associated with the linear fields, that decouple on shell. Using these operator relations we give compact reconstruction formulae for solutions of the original spinor and tensor field equations in terms of solutions of the decoupled scalar equations. We also analyze the role of Killing spinors and Killing-Yano tensors in the spin weight zero equations and, in the case of spherical symmetry, we compare our four-dimensional formulation with the standard 2 + 2 decomposition and particularize to the Schwarzschild-(A) dS black hole. Our results uncover a pattern that generalizes a number of previous results on Teukolsky-like equations and Debye potentials for higher spin fields.","Authors":"Araneda, B (Araneda, Bernardo)","Title":"Symmetry operators and decoupled equations for linear fields on black hole spacetimes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390082100011 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Tensor decomposition; Cauchy distribution; Tensor completion and recovery KeyWords Plus:PRINCIPAL COMPONENT ANALYSIS; COMPLETION; FACTORIZATION; RECOVERY; MODELS; ENVIRONMENTS; OPTIMIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 223 Pages: 107-117 DOI: 10.1016/j.neucom.2016.10.030 Published: FEB 5 2017","Abstract":"Tensor analysis has reached a celebrity status in the areas of machine learning, computer vision, and artificial intelligence. Completing and recovering tensor is an important problem for tensor analysis. It involves recovering a tensor from either a subset of its entries or the whole entries contaminated by noise. Classical tensor completion/recovery methods are based mainly on l(2)-norm (Gaussian distribution noise) models, and are sensitive to noise of large magnitude. While l(1)-norm (Laplacian distribution noise) based methods are robust to noise of large magnitude, they do not deal with dense noise effectively. In this paper, we present a novel Cauchy tensor decomposition method for simultaneously recovering and completing a low rank tensor with both missing data and complex noise. We utilize the Cauchy distribution to model noise and derive the objective function of Cauchy tensor decomposition under the maximum likelihood estimation (MLE) framework. Then we developed a robust tensor decomposition framework that used first-order optimization approaches to optimize the objective function. Extensive numerical experiments are conducted and show that our method is able to successfully recover and complete tensors with large/dense noise and missing data. We further demonstrate the usefulness of Cauchy tensor decomposition on three real-world applications, image inpainting, traffic data process and foreground/background separation. The experimental results show that the method is applicable to a wide range of problems.","Authors":"Wu, YK (Wu, Yuankai) ; Tan, HC (Tan, Huachun) ; Li, Y (Li, Yong) ; Li, F (Li, Feng) ; He, HW (He, Hongwen)","Title":"Robust tensor decomposition based on Cauchy distribution and its applications"}, {"Document Information":"Document Type:Article Language:Chinese Accession Number: WOS:000397300600012 ISSN: 1000-3290","Keywords":"nitrobenzene; uniaxial compression; hydrostatic pressure; energetic materials KeyWords Plus:DENSITY-FUNCTIONAL THEORY; HIGH-PRESSURE; ELECTRONIC-STRUCTURE; ENERGETIC MATERIALS; CRYSTAL; NITROMETHANE; TEMPERATURE; SHOCK","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"ACTA PHYSICA SINICA Volume: 66 Issue: 3 Article Number: 036101 DOI: 10.7498/aps.66.036101 Published: FEB 2017","Abstract":"Energetic materials (EMs) including explosives, propellants and pyrotechnics have been widely used for the military and many other purposes. Solid nitrobenzene (an organic molecular crystal) could be considered as a prototype of energetic material. Up to now, numerous studies have been devoted to crystal structures, spectrum properties and decomposition mechanisms for solid nitrobenzene experimentally and theoretically. However there has been a lack of the comprehensive understanding of the anisotropic characteristics under different loading conditions. Thus we investigate the hydrostatic and uniaxial compressions along three different lattice directions to determine this anisotropic effect. In this work, the density functional theory calculations are performed based on Cambridge Sequential Total Energy Package (CASTEP) code using normconserving pseudo potentials and a kinetic energy cutoff of 700 eV. The generalized gradient approximation with the Perdew-Burke-Ernzerhof parameterization is used. Monkhorst-Pack k-point meshes with a density of 0.05 angstrom(-1) are used for Brillouin-zone integration. The empirical dispersion correction by Grimme is taken to account for week intermolecular interactions. The hydrostatic compressions are applied from 0 GPa to 20 GPa. Cell volume, lattice shape and coordinates of the atoms could be fully relaxed. while uniaxial compression is applied up to 70% of the equilibrium cell volume in steps of 2% along their lattice directions respectively. At each compression step, only atomic coordinates are allowed to relax, with the lattice fixed. The equilibrium lattice structures under hydrostatic compressions are obtained by full relaxation at 0 K temperature. In ambient condition, the calculated volume and parameter of the unit cell are underestimated compared with the experimental data, and corresponding errors are -2.98%, 0.01%, -4.39%, 5.71% respectively. In contrast, the calculated lattice energy is overestimated compared with the range of experimental results with 5.71% of the error. In high pressure condition, the volume and cell parameter of the unit cell as a function of compression ratio are plotted and compared with the experimental data. The theoretical and experimental values are close with the increase of the pressure, for instant, the error decreases from 4.39% at 0 GPa to 1.93% at 4 GPa. On the other hand, the uniaxial compression is applied along the directions of three lattice vectors. The changes of stress tensor, band gap, energy per atom as a function of compression ratio are also plotted and discussed, which can characterize the anisotropic effect of solid nitrobenzene. The most noticeable effect of anisotropy in solid nitrobenzene is the metallization at V/V-0 = 0.76 compressed along the X axis, while the solid nitrobenzene under hydrostatic pressure or other uniaxial compressions up to V/V-0 = 0.76 remains semiconductor with band gap larger than 1.591 eV. By analyzing the local density of states and charge density distribution of nitrobenzene crystal, we confirm that the metallization is caused by the overlap of the Pi electron from benzene ring. Through calculating different physical parameters, we find that X axis is the most sensitive direction of nitrobenzene crystal. The studies of anisotropic effects are expected to shed light on the physical and chemical properties of solid nitrobenzene on an atomistic scale and provide several insights for experiments.","Authors":"Fan, JY (Fan Jun-Yu) ; Zheng, ZY (Zheng Zhao-Yang) ; Su, Y (Su Yan) ; Zhao, JJ (Zhao Ji-Jun)","Title":"First-principle simulation of solid nitrobenzene under uniaxial compression"}, {"Document Information":"Document Type:Article Language:Chinese Accession Number: WOS:000394412200027 ISSN: 0001-5733","Keywords":"Magnetotelluric; Impedance tensor imaging; Electrical structure; Linear structure; Tan-Lu fault KeyWords Plus:GALVANIC DISTORTION; DECOMPOSITION","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"CHINESE JOURNAL OF GEOPHYSICS-CHINESE EDITION Volume: 60 Issue: 2 Pages: 766-777 DOI: 10.6038/cjg20170227 Published: FEB 2017","Abstract":"The linear structure of the earth is often associated with the boundary of the block or physical property and the geometric extension of faults, which is an important target structure of geo-science research. In the magnetotelluric method, the usual method is to interpret the linear structure by the difference of the electrical structure obtained by the inversion, which is an indirect analysis method. For the region rich of the linear tectonic structure, the strike or the dip is more obvious, the two-dimensionality is more stronger than other places. So in the impedance tensor imaging analysis, the corresponding two-dimensional effective factor will be larger, and the statistical distribution of the geo-electrical strike will be more obvious. Based on this, the magnetotelluric impedance tensor imaging (including the optimal principal azimuth statistical imaging and the structural dimension imaging) is used to detect and identify the linear structure of the earth. In this paper, the validity of the technique in the linear structure detection is verified by the research results of the three-dimensional theoretical model, and then applied to the field data analysis of the southern section of the Tan-Lu fault zone. Through these examples, we show the data processing and analysis of this technique using in detecting and identifying the linear structure. This study shows that the magnetotelluric impedance tensor imaging technique can provide rich reference information for geological interpretation, especially the interpretation of linear structure, independent of the inversion result.","Authors":"Chen, XB (Chen Xiao-Bin) ; Guo, CL (Guo Chun-Ling)","Title":"Refined techniques for data processing and two-dimensional inversion in magnetotelluric (V) : Detecting the linear structures of the Earth by impedance tensor imaging"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396026300007 PubMed ID: 28293136 ISSN: 1364-5021 eISSN: 1471-2946","Keywords":"gradient micro-inertia; free micro-inertia; complete band-gaps; non-local effects; relaxed micromorphic model; generalized continuum models KeyWords Plus:RELAXED MICROMORPHIC MODEL; KORNS 1ST INEQUALITY; COMPLETE BAND-GAPS; TENSOR-FIELDS; METAMATERIALS; ELASTICITY; ULTRALIGHT; POINCARE; MAXWELL; SOLIDS","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE ROYAL SOCIETY A-MATHEMATICAL PHYSICAL AND ENGINEERING SCIENCES Volume: 473 Issue: 2198 Article Number: 20160722 DOI: 10.1098/rspa.2016.0722 Published: FEB 1 2017","Abstract":"In this paper, the role of gradient micro- inertia terms eta parallel to del u,(t)parallel to (2) and free micro-inertia terms. eta parallel to P,(t)parallel to(2) is investigated to unveil their respective effects on the dynamic behaviour of band-gap metamaterials. We show that the term eta parallel to del u,(t)parallel to(2) alone is only able to disclose relatively simplified dispersive behaviour. On the other hand, the term. eta parallel to P,(t)parallel to(2) alone describes the full complex behaviour of band-gap metamaterials. A suitable mixing of the two micro-inertia terms allows us to describe a new feature of the relaxed-micromorphic model, i.e. the description of a second band-gap occurring for higher frequencies. We also show that a split of the gradient micro-inertia eta parallel to del u, (t) parallel to(2), in the sense of Cartan-Lie decomposition of matrices, allows us to flatten separately the longitudinal and transverse optic branches, thus giving us the possibility of a second band-gap. Finally, we investigate the effect of the gradient inertia eta parallel to del u,(t) parallel to(2) on more classical enriched models such as the Mindlin-Eringen and the internal variable ones. We find that the addition of such a gradient micro- inertia allows for the onset of one band-gap in the Mindlin- Eringen model and three band-gaps in the internal variable model. In this last case, however, non-local effects cannot be accounted for, which is a too drastic simplification for most metamaterials. We conclude that, even when adding gradient micro-inertia terms, the relaxed micromorphic model remains the best performing one, among the considered enriched models, for the description of non- local band- gap metamaterials.","Authors":"Madeo, A (Madeo, Angela) ; Neff, P (Neff, Patrizio) ; Aifantis, EC (Aifantis, Elias C.) ; Barbagallo, G (Barbagallo, Gabriele) ; d'Agostino, MV (d'Agostino, Marco Valerio) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Barbagallo, Gabriele A-7063-2016 http://orcid.org/0000-0002-7047-7117","Title":"On the role of micro-inertia in enriched continuum mechanics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395104800011 ISSN: 0044-2275 eISSN: 1420-9039","Keywords":"Cosserat continuum; Geometrically nonlinear micropolar elasticity; Integrability conditions; Compatibility conditions; Extended continuum mechanics; Strain and curvature measures KeyWords Plus:COMPATIBILITY EQUATIONS; FUNDAMENTAL THEOREM; RIEMANNIAN GEOMETRY; ROTATION FIELDS; COUPLE MODULUS; ELASTICITY; STRAIN; STRESS; INEQUALITY; CONTINUUM","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"ZEITSCHRIFT FUR ANGEWANDTE MATHEMATIK UND PHYSIK Volume: 68 Issue: 1 DOI: 10.1007/s00033-016-0755-7 Published: FEB 2017","Abstract":"In this note, we extend integrability conditions for the symmetric stretch tensor U in the polar decomposition of the deformation gradient del phi = F = RU to the nonsymmetric case. In doing so, we recover integrability conditions for the first Cosserat deformation tensor. Let F = (R) over bar(U) over bar with (R) over bar : Omega subset of R-3 -> SO(3) and (U) over bar : Omega subset of R-3 -> GL(3). Then, K = (R) over bar (T) Grad (R) over bar = Anti ([(U) over bar (Curl (U) over bar)(T) - 1/2tr((U) over bar (Curl (U) over bar)(T))1](U) over bar /det (U) over bar) giving a connection between the first Cosserat deformation tensor U and the second Cosserat tensor K. ( Here, Anti denotes an isomorphism between R-3x3 and So(3) = {A is an element of R-3x3x3 vertical bar A u is an element of so(3) for all u is an element of R-3}). The formula shows that it is not possible to prescribe U and K independent from each other. We also propose a new energy formulation of geometrically nonlinear Cosserat models which completely separate the effects of nonsymmetric straining and curvature. For very weak constitutive assumptions ( no direct boundary condition on rotations, zero Cosserat couple modulus, quadratic curvature energy), we show existence of minimizers in Sobolev spaces.","Authors":"Lankeit, J (Lankeit, Johannes) ; Neff, P (Neff, Patrizio) ; Osterbrink, F (Osterbrink, Frank)","Title":"Integrability conditions between the first and second Cosserat deformation tensor in geometrically nonlinear micropolar models and existence of minimizers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397130100009 PubMed ID: 27555109 ISSN: 1064-7481 eISSN: 1545-7214","Keywords":"dementia; Alzheimer's disease; functional magnetic resonance imaging (fMRI); diffusion tensor imaging (DTI); independent component analysis (ICA); tract-based spatial statistics (TBSS) KeyWords Plus:DEFAULT-MODE NETWORK; WHITE-MATTER CHANGES; INDEPENDENT COMPONENT ANALYSIS; SUBJECT DIFFUSION DATA; ALZHEIMERS-DISEASE; SPATIAL STATISTICS; VOXELWISE ANALYSIS; MRI; DEMENTIA; ABNORMALITIES","Categories":"Geriatrics & Gerontology; Psychiatry Web of Science Categories:Geriatrics & Gerontology; Gerontology; Psychiatry","Journal Information":"AMERICAN JOURNAL OF GERIATRIC PSYCHIATRY Volume: 25 Issue: 2 Pages: 158-169 DOI: 10.1016/j.jagp.2016.05.001 Published: FEB 2017","Abstract":"Examination of brain structural and functional abnormalities in amnestic mild cognitive impairment (aMCI) has the potential to enhance our understanding of the initial pathophysiological changes in dementia. We examined gray matter volumes and white matter microstructural integrity, as well as resting state functional connectivity (rsFC) in patients with aMCI (N = 48) in comparison to elderly cognitively healthy comparison subjects (N = 48). Brain volumetric comparisons were carried out using voxelbased morphometric analysis of T1-weighted images using the FMRIB Software Library. White matter microstructural integrity was examined using whole-brain tract-based spatial statistics analysis of fractional anisotropy maps generated from diffusion tensor imaging data. Finally, rsFC differences between the samples were examined by Multivariate Exploratory Linear Optimised Decomposition into Independent Components of the resting state functional magnetic resonance imaging time series, followed by between-group comparisons of selected networks using dual regression analysis. Patients with aMCI showed significant gray matter volumetric reductions in bilateral parahippocampal gyri as well as multiple other brain regions including frontal, temporal, and parietal cortices. Additionally, reduced rsFC in the anterior subdivision of the default mode network (DMN) and increased rsFC in the executive network were noted in the absence of demonstrable impairment of white matter microstructural integrity. We conclude that the demonstrable neuroimaging findings in aMCI include significant gray matter volumetric reductions in the fronto-temporo-parietal structures as well as resting state functional connectivity disturbances in DMN and executive network. These findings differentiate aMCI from healthy aging and could constitute the earliest demonstrable neuroimaging findings of incipient dementia.","Authors":"Bharath, S (Bharath, Srikala) ; Joshi, H (Joshi, Himanshu) ; John, JP (John, John P.) ; Balachandar, R (Balachandar, Rakesh) ; Sadanand, S (Sadanand, Shilpa) ; Saini, J (Saini, Jitendra) ; Kumar, KJ (Kumar, Keshav J.) ; Varghese, M (Varghese, Mathew)","Title":"A Multimodal Structural and Functional Neuroimaging Study of Amnestic Mild Cognitive Impairment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396804900001 ISSN: 0090-5364","Keywords":"Bayesian; categorical data; contingency table; latent class analysis; graphical model; high-dimensional; low rank; Parafac; Tucker; sparsity KeyWords Plus:GRAPHICAL MODELS; CONTINGENCY-TABLES; BAYESIAN NETWORKS; CATEGORICAL-DATA; FACTORIZATIONS; APPROXIMATIONS; EQUATIONS; SELECTION; GEOMETRY","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"ANNALS OF STATISTICS Volume: 45 Issue: 1 Pages: 1-38 DOI: 10.1214/15-AOS1414 Published: FEB 2017","Abstract":"Contingency table analysis routinely relies on log-linear models, with latent structure analysis providing a common alternative. Latent structure models lead to a reduced rank tensor factorization of the probability mass function for multivariate categorical data, while log-linear models achieve dimensionality reduction through sparsity. Little is known about the relationship between these notions of dimensionality reduction in the two paradigms. We derive several results relating the support of a log-linear model to nonnegative ranks of the associated probability tensor. Motivated by these findings, we propose a new collapsed Tucker class of tensor decompositions, which bridge existing PARAFAC and Tucker decompositions, providing a more flexible framework for parsimoniously characterizing multivariate categorical data. Taking a Bayesian approach to inference, we illustrate empirical advantages of the new decompositions.","Authors":"Johndrow, JE (Johndrow, James E.) ; Bhattacharya, A (Bhattacharya, Anirban) ; Dunson, DB (Dunson, David B.)","Title":"TENSOR DECOMPOSITIONS AND SPARSE LOG-LINEAR MODELS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394032400012 PubMed ID: 28157851 ISSN: 1084-7529 eISSN: 1520-8532","Categories":"Optics Web of Science Categories:Optics","Journal Information":"JOURNAL OF THE OPTICAL SOCIETY OF AMERICA A-OPTICS IMAGE SCIENCE AND VISION Volume: 34 Issue: 2 Pages: 252-258 DOI: 10.1364/JOSAA.34.000252 Published: FEB 1 2017","Abstract":"In this paper, an effective CANDECOMP/PARAFAC tensor-based compression (CPTBC) approach is proposed for on-ground hyperspectral images (HSIs). By considering the observed HSI cube as a whole three-order tensor, the proposed CPTBC method utilizes the CANDECOMP/PARAFAC tensor decomposition to decompose the original HSI data into the sum of R rank-1 tensors, which can simultaneously exploit both the spatial and spectral information of HSIs. Specifically, compared with the original HSI data, the R rank-1 tensors have fewer non-zero entries. In addition, non-zero entries of the R rank-1 tensors are sparse and follow a regular distribution. Therefore, the HSI can be efficiently compressed into R rank-1 tensors with the proposed CPTBC method. Our experimental results on real three HSIs demonstrate the superiority of the proposed CPTBC method over several well-known compression approaches and the average PSNR improvements of the proposed method over the six compared methods (i. e., MPEG4, band-wise JPEG2000, TD, 3D-SPECK, 3D-TCE, 3D-TARP) are more than 13, 10, 6, 4, 3, and 3 dB, respectively. (C) 2017 Optical Society of America","Authors":"Fang, LY (Fang, Leyuan) ; He, NJ (He, Nanjun) ; Lin, H (Lin, Hui)","Title":"CP tensor-based compression of hyperspectral images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394667700005 ISSN: 0018-9448 eISSN: 1557-9654","Keywords":"Tensor; Gaussian filter; convex optimization; nuclear norm; Romera-Parades-Pontil functional KeyWords Plus:SPARSE TENSORS; DECOMPOSITIONS; RECOVERY; DIMENSIONALITY; INEQUALITIES; BREAKING; SIGNAL; CURSE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION THEORY Volume: 63 Issue: 2 Pages: 843-852 DOI: 10.1109/TIT.2016.2633413 Published: FEB 2017","Abstract":"Sparse recovery from linear Gaussian measurements has been the subject of much investigation since the breaktrough papers Candes et al. and Donoho on compressed sensing. Application to sparse vectors and sparse matrices via least squares penalized with sparsity promoting norms is now well understood thanks to tools, such as Gaussian mean width, statistical dimension, and the notion of descent cones. Extention of these ideas to low rank tensor recovery is starting to enjoy considerable interest due to its many potential applications to independent component analysis, hidden Markov models, Gaussian mixture models, and hyperspectral image analysis, to name a few. In this paper, we demonstrate that the recent approach of Vershynin provides useful error bounds in the tensor setting with the nuclear norm or the Romera-Paredes-Pontil penalization.","Authors":"Chretien, S (Chretien, Stephane) ; Wei, TW (Wei, Tianwen) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Wei, Tianwen http://orcid.org/0000-0001-7488-5727","Title":"Sensing Tensors With Gaussian Filters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394408900037 ISSN: 0021-9991 eISSN: 1090-2716","Keywords":"Model reduction; GNAT; Least-squares Petrov-Galerkin projection; Galerkin projection; CFD KeyWords Plus:PROPER ORTHOGONAL DECOMPOSITION; PARTIAL-DIFFERENTIAL-EQUATIONS; REDUCED BASIS APPROXIMATION; NAVIER-STOKES EQUATIONS; REAL-TIME SOLUTION; EMPIRICAL INTERPOLATION; COHERENT STRUCTURES; DYNAMICAL-SYSTEMS; TURBULENT FLOWS; POD MODELS","Categories":"Computer Science; Physics Web of Science Categories:Computer Science, Interdisciplinary Applications; Physics, Mathematical","Journal Information":"JOURNAL OF COMPUTATIONAL PHYSICS Volume: 330 Pages: 693-734 DOI: 10.1016/j.jcp.2016.10.033 Published: FEB 1 2017","Abstract":"Least-squares Petrov-Galerkin (LSPG) model-reduction techniques such as the Gauss Newton with Approximated Tensors (GNAT) method have shown promise, as they have generated stable, accurate solutions for large-scale turbulent, compressible flow problems where standard Galerkin techniques have failed. However, there has been limited comparative analysis of the two approaches. This is due in part to difficulties arising from the fact that Galerkin techniques perform optimal projection associated with residual minimization at the time-continuous level, while LSPG techniques do so at the time discrete level. This work provides a detailed theoretical and computational comparison of the two techniques for two common classes of time integrators: linear multistep schemes and Runge-Kutta schemes. We present a number of new findings, including conditions under which the LSPG ROM has a time-continuous representation, conditions under which the two techniques are equivalent, and time-discrete error bounds for the two approaches. Perhaps most surprisingly, we demonstrate both theoretically and computationally that decreasing the time step does not necessarily decrease the error for the LSPG ROM; instead, the time step should be 'matched' to the spectral content of the reduced basis. In numerical experiments carried out on a turbulent compressible-flow problem with over one million unknowns, we show that increasing the time step to an intermediate value decreases both the error and the simulation time of the LSPG reduced-order model by an order of magnitude. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Carlberg, K (Carlberg, Kevin) ; Barone, M (Barone, Matthew) ; Antil, H (Antil, Harbir)","Title":"Galerkin v. least-squares Petrov-Galerkin projection in nonlinear model reduction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393752200002 ISSN: 0885-7474 eISSN: 1573-7691","Keywords":"High-dimensional eigenvalue problem; Tensor-train format; Alternating least square method; Subspace optimization method KeyWords Plus:DECOMPOSITION; OPTIMIZATION","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF SCIENTIFIC COMPUTING Volume: 70 Issue: 2 Pages: 478-499 DOI: 10.1007/s10915-016-0255-0 Published: FEB 2017","Abstract":"Computing a few eigenpairs from large-scale symmetric eigenvalue problems is far beyond the tractability of classic eigensolvers when the storage of the eigenvectors in the classical way is impossible. We consider a tractable case in which both the coefficient matrix and its eigenvectors can be represented in the low-rank tensor train formats. We propose a subspace optimization method combined with some suitable truncation steps to the given low-rank Tensor Train formats. Its performance can be further improved if the alternating minimization method is used to refine the intermediate solutions locally. Preliminary numerical experiments show that our algorithm is competitive to the state-of-the-art methods on problems arising from the discretization of the stationary Schrodinger equation.","Authors":"Zhang, JY (Zhang, Junyu) ; Wen, ZW (Wen, Zaiwen) ; Zhang, Y (Zhang, Yin)","Title":"Subspace Methods with Local Refinements for Eigenvalue Computation Using Low-Rank Tensor-Train Format"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393759100007 ISSN: 0942-4962 eISSN: 1432-1882","Keywords":"Tucker tensor decomposition; Ridge regression; Image classification KeyWords Plus:REGRESSION; RECOGNITION; MACHINE","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Theory & Methods","Journal Information":"MULTIMEDIA SYSTEMS Volume: 23 Issue: 1 Pages: 63-73 Special Issue: SI DOI: 10.1007/s00530-014-0416-7 Published: FEB 2017","Abstract":"In this paper, we propose a new tensor-based representation algorithm for image classification. The algorithm is realized by learning the parameter tensor for image tensors. One novelty is that the parameter tensor is learned according to the Tucker tensor decomposition as the multiplication of a core tensor with a group of matrices for each order, which endows that the algorithm preserved the spatial information of image. We further extend the proposed tensor algorithm to a semi-supervised framework, in order to utilize both labeled and unlabeled images. The objective function can be solved by using the alternative optimization method, where at each iteration, we solve the typical ridge regression problem to obtain the closed form solution of the parameter along the corresponding order. Experimental results of gray and color image datasets show that our method outperforms several classification approaches. In particular, we find that our method can implement a high-quality classification performance when only few labeled training samples are provided.","Authors":"Zhang, JG (Zhang, Jianguang) ; Han, YH (Han, Yahong) ; Jiang, JM (Jiang, Jianmin)","Title":"Semi-supervised tensor learning for image classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392712400018 ISSN: 0022-1120 eISSN: 1469-7645","Keywords":"turbulence delling; tubulent boundary layers; vortex dynamics KeyWords Plus:VELOCITY-GRADIENT TENSOR; FINE-SCALE MOTIONS; ISOTROPIC TURBULENCE; NUMERICAL-SIMULATION; FLOW PATTERNS; TOPOLOGY; INVARIANTS; VORTICITY; DYNAMICS; FLUID","Categories":"Mechanics; Physics Web of Science Categories:Mechanics; Physics, Fluids & Plasmas","Journal Information":"JOURNAL OF FLUID MECHANICS Volume: 812 Pages: 321-348 DOI: 10.1017/jfm.2016.794 Published: FEB 2017","Abstract":"The production of enstrophy is strongly coupled to the vortex stretching process that is of inherent importance to the cascading process, one of the driving processes of turbulence in a flow. In this work the enstrophy production mechanism is investigated to identify its variation in the wall-normal direction for the case of a turbulent boundary layer. Production is decomposed into its core quantities including the ratio of the principal strains and the alignment of vorticity with the eigenvectors of the strain rate tensor. The strong variations of these quantities with the wall distance are presented and explained. A self-similar shape of the probability distribution of the enstrophy production is found for regions above the buffer layer. Based on these findings we propose a modification to an existing vortex stretch model that accounts for the wall-normal variation in enstrophy production in a boundary layer. A characteristic decomposition is applied on the turbulence field that allows for the study of the individual production mechanisms of the separate structure types. This analysis reveals a potential backscatter mechanism that transfers kinetic energy from smaller scales towards larger ones, for a structure type described as unstable vortices.","Authors":"Bechlars, P (Bechlars, P.) ; Sandberg, RD (Sandberg, R. D.)","Title":"Variation of enstrophy production and strain rotation relation in a turbulent boundary layer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392059500006 ISSN: 0374-3535 eISSN: 1573-2681","Keywords":"Elastic half-space; Tensor force; Mindlin; Boussinesq-Cerruti problems; Generalized Poisson equation; Fourier transforms KeyWords Plus:PHENOMENOLOGICAL DESCRIPTIONS; SEISMIC SOURCES; MOMENT TENSORS; INTERIOR","Categories":"Engineering; Materials Science; Mechanics Web of Science Categories:Engineering, Multidisciplinary; Materials Science, Multidisciplinary; Mechanics","Journal Information":"JOURNAL OF ELASTICITY Volume: 126 Issue: 2 Pages: 231-244 DOI: 10.1007/s10659-016-9592-3 Published: FEB 2017","Abstract":"The elastic displacement in an isotropic elastic half-space with free surface is calculated for a point tensor force which may arise from the seismic moment of seismic sources concentrated at an inner point of the half-space. The starting point of the calculation is the decomposition of the displacement by means of the Helmholtz potentials and a simplified version of the Grodskii-Neuber-Papkovitch procedure. The calculations are carried out by using generalized Poisson equations and in-plane Fourier transforms, which are convenient for treating boundary conditions. As a general result we compute the displacement in the isotropic elastic half-space with free surface caused by point forces with arbitrary structure and orientation, localized either beneath the surface (generalized Mindlin problem) or on the surface (generalized Boussinesq-Cerruti problems). The inverse Fourier transforms are carried out by means of Sommerfeld-type integrals. For forces buried in the half-space explicit results are given for the surface displacement, which may exhibit finite values at the origin, or at distances on the surface of the order of the depth of the source. The problem presented here may be viewed as an addition to the well-known static problems of elastic equilibrium of a half-space under the action of concentrated loads. The application of the method to similar problems and another approach to the starting point of the general solution are discussed.","Authors":"Apostol, BF (Apostol, B. F.)","Title":"Elastic Displacement in a Half-Space Under the Action of a Tensor Force. General Solution for the Half-Space with Point Forces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391293800010 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Multidimensional signal processing; orthogonal constraints; robust estimation; tensor canonical polyadic decomposition KeyWords Plus:MULTIDIMENSIONAL HARMONIC RETRIEVAL; INDEPENDENT COMPONENT ANALYSIS; RANK; STATISTICS; ALGORITHMS; RECEIVERS; SYSTEMS; MATRIX","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 3 Pages: 663-676 DOI: 10.1109/TSP.2016.2603969 Published: FEB 1 2017","Abstract":"Tensor canonical polyadic decomposition (CPD), which recovers the latent factor matrices from multidimensional data, is an important tool in signal processing. In many applications, some of the factor matrices are known to have orthogonality structure, and this information can be exploited to improve the accuracy of latent factors recovery. However, existing methods for CPD with orthogonal factors all require the knowledge of tensor rank, which is difficult to acquire, and have no mechanism to handle outliers in measurements. To overcome these disadvantages, in this paper, a novel tensor CPD algorithm based on the probabilistic inference framework is devised. In particular, the problem of tensor CPD with orthogonal factors is interpreted using a probabilistic model, based on which an inference algorithm is proposed that alternatively estimates the factor matrices, recovers the tensor rank, and mitigates the outliers. Simulation results using synthetic data and real-world applications are presented to illustrate the excellent performance of the proposed algorithm in terms of accuracy and robustness.","Authors":"Cheng, L (Cheng, Lei) ; Wu, YC (Wu, Yik-Chung) ; Poor, HV (Poor, H. Vincent)","Title":"Probabilistic Tensor Canonical Polyadic Decomposition With Orthogonal Factors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000388669200013 ISSN: 0002-9947 eISSN: 1088-6850","Keywords":"Weitzenbock formula; Berger curvature decomposition; half two-positive curvature operator; half positive isotropic curvature; gradient Ricci soliton; quasi-Einstein manifold; conformally Einstein manifold; generalized quasi-Einstein manifolds; canonical metric; smooth metric measure space KeyWords Plus:GRADIENT SHRINKING SOLITONS; QUASI-EINSTEIN MANIFOLDS; RICCI SOLITONS; WEYL TENSOR; ISOTROPIC CURVATURE; CLASSIFICATION; 3-MANIFOLDS; KAHLER; SPACES","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"TRANSACTIONS OF THE AMERICAN MATHEMATICAL SOCIETY Volume: 369 Issue: 2 Pages: 1079-1096 DOI: 10.1090/tran/6964 Published: FEB 2017","Abstract":"We first provide an alternative proof of the classical Weitzenbock formula for Einstein four-manifolds using Berger curvature decomposition, motivated by which we establish a unified framework for a Weitzenbock formula for a large class of canonical metrics on four-manifolds. As applications, we classify Einstein four-manifolds and conformally Einstein four-manifolds with half two-nonnegative curvature operator, which in some sense provides a characterization of Kahler-Einstein metrics and Hermitian, Einstein metrics with positive scalar curvature on four-manifolds, respectively. We also discuss the classification of four-dimensional gradient shrinking Ricci solitons with half two-nonnegative curvature operator and half harmonic Weyl curvature.","Authors":"Wu, P (Wu, Peng)","Title":"A WEITZENBOCK FORMULA FOR CANONICAL METRICS ON FOUR-MANIFOLDS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000387299300036 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Jeffrey's divergence; Moving-average models; Higher-order singular value decomposition; Tensor analysis KeyWords Plus:IN-VARIABLES IDENTIFICATION; HIGHER-ORDER STATISTICS; PARAMETER-ESTIMATION; AUTOREGRESSIVE SIGNALS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 131 Pages: 350-363 DOI: 10.1016/j.sigpro.2016.08.026 Published: FEB 2017","Abstract":"Time series models play a key-role in many applications from biomedical signal analysis to applied econometric. The purpose of this paper is to compare 1st-order moving-average (MA) models by using dissimilarity measures such as the Jeffrey's divergence (JD), which is the symmetric version of the Kuliback-Leibler divergence (a). The MA models can be real or complex. They can also be disturbed by additive white noises or not. Analytical expressions are first proposed and analyzed. Then, the JD is used to compare more than two 1st-order MA models in order to extract MA model subsets. In the latter case, we suggest analyzing the higher-order singular values of a tensor defined from the JDs between models over time to deduce the number of subsets and their cardinals. Simulation results illustrate the theoretical analysis. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Legrand, L (Legrand, L.) ; Grivel, E (Grivel, E.)","Title":"Jeffrey's divergence between moving-average models that are real or complex, noise-free or disturbed by additive white noises"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392684100011 ISSN: 0169-7439 eISSN: 1873-3239","Keywords":"Three-way data; Parallel factor analysis; Kruskal's condition; Borgen method; Non-negativity constraint; Selectivity KeyWords Plus:PARALLEL FACTOR-ANALYSIS; CANONICAL POLYADIC DECOMPOSITION; LINEARLY DEPENDENT LOADINGS; CANDECOMP/PARAFAC; TENSORS; PARAFAC; MODELS","Categories":"Automation & Control Systems; Chemistry; Computer Science; Instruments & Instrumentation; Mathematics Web of Science Categories:Automation & Control Systems; Chemistry, Analytical; Computer Science, Artificial Intelligence; Instruments & Instrumentation; Mathematics, Interdisciplinary Applications; Statistics & Probability","Journal Information":"CHEMOMETRICS AND INTELLIGENT LABORATORY SYSTEMS Volume: 160 Pages: 91-98 DOI: 10.1016/j.chemolab.2016.12.001 Published: JAN 15 2017","Abstract":"Uniqueness is one of the most appealing characteristics of trilinear decomposition. Considering this issue, the question of uniqueness conditions for a trilinear decomposition is among important points in dealing With three-way data arrays. Unfortunately, the identifiability of triadic decomposition is not fully understood yet, despite its theoretical and practical significance. Although some guidelines have been tentatively offered based on an investigation of arrays with rank-deficient loadings mathematically and empirically, the most general proof to date is due to Kruskal. It was previously shown that Kruskal's inequality is not just sufficient but necessary for unique decomposition of 2- and 3-component data arrays. This theorem is correct for general data with no constraints, however, according to provided results in this contribution, unique solution can be preserved under minimal assumptions (using non-negativity constraint) for 2- and 3-component arrays when Kruskal's inequality violated with selective part in profiles. To cover different conditions, a thorough analysis will be provided to go from cases with a simple rank deficiency in a loading matrix to cases with a more complex rank deficiency in all modes. Feasible regions were calculated for profiles hi each considered simulated example using PARAFAC based grid search method. Finally, Borgen plots generated by analytical calculations were drawn for simulated examples, and more interesting and useful clarification can be found when uniqueness issues are approached from a geometrical point of view based on our previous data based uniqueness concept.","Authors":"Rajko, R (Rajko, Robert) ; Omidikia, N (Omidikia, Nematollah) ; Abdollahi, H (Abdollahi, Hamid) ; Kompany-Zareh, M (Kompany-Zareh, Mohsen)","Title":"On uniqueness of the non-negative decomposition of two- and three-component three-way data arrays"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389349200006 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Blind source separation; higher-order tensor; tensor decomposition; low-rank approximation; big data KeyWords Plus:CANONICAL POLYADIC DECOMPOSITION; HIGHER-ORDER TENSOR; SENSOR-ARRAY; 1) TERMS; GENERIC UNIQUENESS; SIGNAL SEPARATION; FACTOR MATRIX; L-R; RANK; IDENTIFIABILITY","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 2 Pages: 346-358 DOI: 10.1109/TSP.2016.2617858 Published: JAN 15 2017","Abstract":"Many real-life signals are compressible, meaning that they depend on much fewer parameters than their sample size. In this paper, we use low-rank matrix or tensor representations for signal compression. We propose a new deterministic method for blind source separation that exploits the low-rank structure, enabling a unique separation of the source signals and providing a way to cope with large-scale data. We explain that our method reformulates the blind source separation problem as the computation of a tensor decomposition, after reshaping the observed data matrix into a tensor. This deterministic tensorization technique is called segmentation and is closely related to Hankel-based tensorization. We apply the same strategy to the mixing coefficients of the blind source separation problem, as in many large-scale applications, the mixture is also compressible because of many closely located sensors. Moreover, we combine both strategies, resulting in a general technique that allows us to exploit the underlying compactness of the sources and the mixture simultaneously. We illustrate the techniques for fetal electrocardiogram extraction and direction-of-arrival estimation in large-scale antenna arrays.","Authors":"Bousse, M (Bousse, Martijn) ; Debals, O (Debals, Otto) ; De Lathauwer, L (De Lathauwer, Lieven)","Title":"A Tensor-Based Method for Large-Scale Blind Source Separation Using Segmentation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389349200019 ISSN: 1053-587X eISSN: 1941-0476","Keywords":"Coupled canonical polyadic decomposition; tensor; Vandermonde matrix; multidimensional harmonic retrieval KeyWords Plus:3RD-ORDER TENSORS; FREQUENCY ESTIMATION; 1) TERMS; MULTILINEAR RANK-(LR,N; UNIQUENESS CONDITIONS; PARAMETER-ESTIMATION; GENERIC UNIQUENESS; SEPARATION; SIGNALS; MATRIX","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON SIGNAL PROCESSING Volume: 65 Issue: 2 Pages: 517-527 DOI: 10.1109/TSP.2016.2614796 Published: JAN 15 2017","Abstract":"Multidimensional Harmonic Retrieval (MHR) is a fundamental problem in signal processing. We make a connection with coupled Canonical Polyadic Decomposition (CPD), which allows us to better exploit the rich MHR structure than existing approaches in the derivation of uniqueness results. We discuss both deterministic and generic conditions. We obtain a deterministic condition that is both necessary and sufficient but which may be difficult to check in practice. We derive mild deterministic relaxations that are easy to verify. We also discuss the variant in which the generators have unit norm. We narrow the transition zone between generic uniqueness and generic non-uniqueness to two values of the number of harmonics. We explain differences with one-dimensional HR.","Authors":"Sorensen, M (Sorensen, Mikael) ; De Lathauwer, L (De Lathauwer, Lieven)","Title":"Multidimensional Harmonic Retrieval via Coupled Canonical Polyadic Decomposition-Part I: Model and Identifiability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389288700021 ISSN: 0024-3795 eISSN: 1873-1856","Keywords":"Canonical polyadic decomposition; CANDECOMP/PARAFAC decomposition; CP decomposition; Tensor; Uniqueness of CPD; Uni-mode uniqueness; Eigenvalue decomposition; Singular value decomposition KeyWords Plus:LINEARLY DEPENDENT LOADINGS; 3-WAY ARRAYS; UNI-MODE; CANDECOMP/PARAFAC; MATRIX; RANK","Categories":"Mathematics Web of Science Categories:Mathematics, Applied; Mathematics","Journal Information":"LINEAR ALGEBRA AND ITS APPLICATIONS Volume: 513 Pages: 342-375 DOI: 10.1016/j.laa.2016.10.019 Published: JAN 15 2017","Abstract":"Canonical Polyadic Decomposition (CPD), of a third-order tensor is a minimal decomposition into a sum of rank-1 tensors. We find new mild deterministic conditions for the uniqueness of individual rank-1 tensors in CPD and present an algorithm to recover them. We call the algorithm \"algebraic\" because it relies only on standard linear algebra. It does not involve more advanced procedures than the computation of the null space of a matrix and eigen/singular value decomposition. Simulations indicate that the new conditions for uniqueness and the working assumptions for the algorithm hold for a randomly generated I x J x K tensor of rank R >= K >= J >= I >= 2 if R is bounded as R <= (I + J + K - 2)/2 + (K - root(I - J)(2) + 4K)/2 at least for the dimensions that we have tested. This improves upon the famous Kruskal bound for uniqueness R <= (I+J+K - 2)/2 as soon as I >= 3. In the particular case R = K, the new bound above is equivalent to the bound R <= (I - 1)(J - 1) which is known to be necessary and sufficient for the generic uniqueness of the CPD. An existing, algebraic algorithm (based on simultaneous diagonalization of a set of matrices) computes the CPD under the more restrictive constraint R(R - 1) <= I(I - 1) J (J - 1)/2 (implying that R < (J - 1/2)(I - 1/2)/root 2 + 1. We give an example of a low-dimensional but high-rank CPD that cannot be found by optimization-based algorithms in a reasonable amount of time while our approach takes less than a second. We demonstrate that, at least for R <= 24, our algorithm can recover the rank-1 tensors in the CPD up to R <= (I - 1)(J - 1). (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Domanov, I (Domanov, Ignat) ; De Lathauwer, L (De Lathauwer, Lieven)","Title":"Canonical polyadic decomposition of third-order tensors: Relaxed uniqueness conditions and algebraic algorithm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384780400007 ISSN: 0377-0427 eISSN: 1879-1778","Keywords":"Low-rank approximation; Splines; Cross approximation; Bivariate approximation; Isogeometric analysis KeyWords Plus:MATRIX","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"JOURNAL OF COMPUTATIONAL AND APPLIED MATHEMATICS Volume: 310 Pages: 80-91 DOI: 10.1016/j.cam.2016.03.023 Published: JAN 15 2017","Abstract":"We present an algorithm for the approximation of bivariate functions by \"low-rank splines\", that is, sums of outer products of univariate splines. Our approach is motivated by the Adaptive Cross Approximation (ACA) algorithm for low-rank matrix approximation as well as the use of low-rank function approximation in the recent extension of the chebfun package to two dimensions. The resulting approximants lie in tensor product spline spaces, but typically require the storage of far fewer coefficients than tensor product interpolants. We analyze the complexity and show that our proposed algorithm can be efficiently implemented in terms of the cross approximation algorithm for matrices using either full or row pivoting. We present several numerical examples which show that the performance of the algorithm is reasonably close to the best low-rank approximation using truncated singular value decomposition and leads to dramatic savings compared to full tensor product spline interpolation. The presented algorithm has interesting applications in isogeometric analysis as a data compression scheme, as an efficient representation format for geometries, and in view of possible solution methods which operate on tensor approximations. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Georgieva, I (Georgieva, I.) ; Hofreither, C (Hofreither, C.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Hofreither, Clemens http://orcid.org/0000-0002-6616-5081","Title":"An algorithm for low-rank approximation of bivariate functions using splines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391856700002 ISSN: 2469-9950 eISSN: 2469-9969","Categories":"Physics Web of Science Categories:Physics, Condensed Matter","Journal Information":"PHYSICAL REVIEW B Volume: 95 Issue: 4 Article Number: 045117 DOI: 10.1103/PhysRevB.95.045117 Published: JAN 13 2017","Abstract":"We discuss in detail algorithms for implementing tensor network renormalization (TNR) for the study of classical statistical and quantum many-body systems. First, we recall established techniques for how the partition function of a 2D classical many-body system or the Euclidean path integral of a 1D quantum system can be represented as a network of tensors, before describing how TNR can be implemented to efficiently contract the network via a sequence of coarse-graining transformations. The efficacy of the TNR approach is then benchmarked for the 2D classical statistical and 1D quantum Ising models; in particular the ability of TNR to maintain a high level of accuracy over sustained coarse-graining transformations, even at a critical point, is demonstrated.","Authors":"Evenbly, G (Evenbly, G.)","Title":"Algorithms for tensor network renormalization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391946400001 ISSN: 2469-990X","Categories":"Physics Web of Science Categories:Physics, Fluids & Plasmas","Journal Information":"PHYSICAL REVIEW FLUIDS Volume: 2 Issue: 1 Article Number: 013902 DOI: 10.1103/PhysRevFluids.2.013902 Published: JAN 10 2017","Abstract":"We investigate the flow over shallow cavities as a representative configuration for modeling small surface irregularities inwall-bounded shear flows. Due to the globally stable nature of the flow, we perform a frequency response analysis, which shows a significant potential for the amplification of disturbance kinetic energy by harmonic forcing within a certain frequency band. Shorter and more shallow cavities exhibit less amplified responses, while energy from the base flow can be extracted predominantly from forcing that impacts the cavity head on. A structural sensitivity analysis, combined with a componentwise decomposition of the sensitivity tensor, reveals the regions of the flow that act most effectively as amplifiers. We find that the flow inside the cavity plays a negligible role, whereas boundary layer modifications immediately upstream and downstream of the cavity edges contribute significantly to the frequency response. The same regions constitute preferred locations for implementing active or passive control strategies to manipulate the frequency response of the flow.","Authors":"Qadri, UA (Qadri, Ubaid Ali) ; Qadri, UA (Schmid, Peter J.)","Title":"Frequency selection mechanisms in the flow of a laminar boundary layer over a shallow cavity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391945800003 ISSN: 2469-990X","Categories":"Physics Web of Science Categories:Physics, Fluids & Plasmas","Journal Information":"PHYSICAL REVIEW FLUIDS Volume: 2 Issue: 1 Article Number: 014601 DOI: 10.1103/PhysRevFluids.2.014601 Published: JAN 5 2017","Abstract":"Proper orthogonal decomposition (POD) is applied to distinct data sets in order to characterize the propagation of error arising from basis truncation in the description of turbulence. Experimental data from stereo particle image velocimetry measurements in a wind turbine array and direct numerical simulation data from a fully developed channel flow are used to illustrate dependence of the anisotropy tensor invariants as a function of POD modes used in low-order descriptions. In all cases, ensembles of snapshots illuminate a variety of anisotropic states of turbulence. In the near wake of a model wind turbine, the turbulence field reflects the periodic interaction between the incoming flow and rotor blade. The far wake of the wind turbine is more homogenous, confirmed by the increased magnitude of the anisotropy factor. By contrast, the channel flow exhibits many anisotropic states of turbulence. In the inner layer of the wall-bounded region, one observes one-component turbulence at the wall; immediately above, the turbulence is dominated by two components, with the outer layer showing fully three-dimensional turbulence, conforming to theory for wall-bounded turbulence. The complexity of flow descriptions resulting from truncated POD bases can be greatly mitigated by severe basis truncations. However, the current work demonstrates that such simplification necessarily exaggerates the anisotropy of the modeled flow and, in extreme cases, can lead to the loss of three-dimensionality. Application of simple corrections to the low-order descriptions of the Reynolds stress tensor significantly reduces the residual root-mean-square error. Similar error reduction is seen in the anisotropy tensor invariants. Corrections of this form reintroduce three-dimensionality to severe truncations of POD bases. A threshold for truncating the POD basis based on the equivalent anisotropy factor for each measurement set required many more modes than a threshold based on energy. The mode requirement to reach the anisotropy threshold after correction is reduced by a full order of magnitude for all example data sets, ensuring that economical low-dimensional models account for the isotropic quality of the turbulence field.","Authors":"Hamilton, N (Hamilton, Nicholas) ; Tutkun, M (Tutkun, Murat) ; Cal, RB (Cal, Raul Bayoan)","Title":"Anisotropic character of low-order turbulent flow descriptions through the proper orthogonal decomposition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398542700003 ISSN: 0895-4798 eISSN: 1095-7162","Keywords":"joint block diagonalization; tensor decomposition; independent component analysis KeyWords Plus:CANONICAL POLYADIC DECOMPOSITION; HIGHER-ORDER TENSOR; EXPLOITING GROUP SYMMETRY; MATRIX ASTERISK-ALGEBRAS; 3RD-ORDER TENSORS; UNIQUENESS; SEPARATION; IDENTIFICATION; ALGORITHMS; SQUARES","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"SIAM JOURNAL ON MATRIX ANALYSIS AND APPLICATIONS Volume: 38 Issue: 1 Pages: 50-71 DOI: 10.1137/16M1080756 Published: 2017","Abstract":"The exact/approximate nonorthogonal general joint block diagonalization (NOGJBD) problem of a given real matrix set A = {A(i)}(i=1)(m) is to find a nonsingular matrix W epsilon R-nxn (diagonalizer) such that W(T)A(i)W for i = 1, 2,..., m are all exactly/approximately block diagonal matrices with the same diagonal block structure and with as many diagonal blocks as possible. In this paper, we show that a solution to the exact/approximate NOGJBD problem can be obtained by finding the exact/approximate solutions to the system of linear equations A(i)Z = Z(T)A(i) for i = 1,..., m, followed by a block diagonalization of Z via similarity transformation. A necessary and sufficient condition for the equivalence of the solutions to the exact NOGJBD problem is established. Two numerical methods are proposed to solve the NOGJBD problem, and numerical examples are presented to show the merits of the proposed methods.","Authors":"Cai, YF (Cai, Yunfeng) ; Liu, CY (Liu, Chengyu)","Title":"AN ALGEBRAIC APPROACH TO NONORTHOGONAL GENERAL JOINT BLOCK DIAGONALIZATION"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398653500001 ISSN: 0039-3223 eISSN: 1730-6337","Keywords":"Szlenk index; universality; embedding in spaces with finite dimensional decompositions; Ramsey theory KeyWords Plus:REFLEXIVE BANACH-SPACES; L(1)-INDEX; SUBSETS; THEOREM","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"STUDIA MATHEMATICA Volume: 236 Issue: 3 Pages: 201-244 DOI: 10.4064/sm8197-10-2016 Published: 2017","Abstract":"We discuss pruning and coloring lemmas on regular families. We discuss several applications of these lemmas to computing the Szlenk index of certain w* compact subsets of the dual of a separable Banach space. Applications include estimates of the Szlenk index of Minkowski sums, infinite direct sums of separable Banach spaces, constant reduction, and three-space properties. We also consider using regular families to construct Banach spaces with prescribed Szlenk index. As a consequence, we give a characterization of which countable ordinals occur as the Szlenk index of a Banach space, prove the optimality of a previous universality result, and compute the Szlenk index of the injective tensor product of separable Banach spaces.","Authors":"Causey, RM (Causey, Ryan M.)","Title":"Concerning the Szlenk index"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397459800004 ISSN: 1738-1584","Keywords":"thermo-elastic; nonlinear analysis; non-homogenous index; mechanical loads; strain KeyWords Plus:THERMO-ELASTIC ANALYSIS; LARGE DEFLECTION; NORMAL-PRESSURE; HOLLOW SPHERE; PLATES; VIBRATION; BEHAVIOR; AMPLITUDE; ACTUATOR; SENSOR","Categories":"Engineering; Instruments & Instrumentation Web of Science Categories:Engineering, Civil; Engineering, Mechanical; Instruments & Instrumentation","Journal Information":"SMART STRUCTURES AND SYSTEMS Volume: 19 Issue: 1 Pages: 33-38 DOI: 10.12989/sss.2017.19.1.033 Published: JAN 2017","Abstract":"This research tries to present a nonlinear thermo-elastic solution for a functionally graded spherical shell subjected to mechanical and thermal loads. Geometric nonlinearity is considered using the Lagrange or finite strain tensor. Non homogeneous material properties are considered based on a power function. Adomian's decomposition method is used for calculation of nonlinear results. Nonlinear results such as displacement can be evaluated for sphere in terms of different indexes of non-homogeneity. A comprehensive comparison between linear and nonlinear results and evaluation of the percentage of difference between them can be performed in this paper. The obtained results indicate that the improvement of the results due to usage of nonlinear analysis is depending on the non-homogeneous index.","Authors":"Arefi, M (Arefi, Mohammad) ; Zenkour, AM (Zenkour, Ashraf M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zenkour, Ashraf H-8808-2012 http://orcid.org/0000-0002-0883-8073","Title":"Nonlinear and linear thermo-elastic analyses of a functionally graded spherical shell using the Lagrange strain tensor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397256600003 ISSN: 1942-4787 eISSN: 1942-4795","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"WILEY INTERDISCIPLINARY REVIEWS-DATA MINING AND KNOWLEDGE DISCOVERY Volume: 7 Issue: 1 Article Number: UNSP e1197 DOI: 10.1002/widm.1197 Published: JAN-FEB 2017","Abstract":"Electroencephalography (EEG) and functional magnetic resonance imaging (fMRI) record a mixture of ongoing neural processes, physiological and non-physiological noise. The pattern of interest, such as epileptic activity, is often hidden within this noisy mixture. Therefore, blind source separation (BSS) techniques, which can retrieve the activity pattern of each underlying source, are very useful. Tensor decomposition techniques are very well suited to solve the BSS problem, as they provide a unique solution under mild constraints. Uniqueness is crucial for an unambiguous interpretation of the components, matching them to true neural processes and characterizing them using the component signatures. Moreover, tensors provide a natural representation of the inherently multidimensional EEG and fMRI, and preserve the structural information defined by the inter-dependencies among the various modes such as channels, time, patients, etc. Despite the well-developed theoretical framework, tensor-based analysis of real, large-scale clinical datasets is still scarce. Indeed, the application of tensor methods is not straightforward. Finding an appropriate tensor representation, suitable tensor model, and interpretation are application dependent choices, which require expertise both in neuroscience and in multilinear algebra. The aim of this paper is to provide a general guideline for these choices and illustrate them through successful applications in epilepsy. (C) 2016 The Authors. WIREs Data Mining and Knowledge Discovery published by John Wiley & Sons, Ltd.","Authors":"Hunyadi, B (Hunyadi, Borbala) ; Dupont, P (Dupont, Patrick) ; Van Paesschen, W (Van Paesschen, Wim) ; Van Huffel, S (Van Huffel, Sabine) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Dupont, Patrick B-8044-2009 http://orcid.org/0000-0003-1980-2540","Title":"Tensor decompositions and data fusion in epileptic electroencephalography and functional magnetic resonance imaging data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395528700001 ISSN: 2157-6904 eISSN: 2157-6912","Keywords":"Tensors; tensor decomposition; tensor factorization; multi-aspect data; multi-way analysis KeyWords Plus:SINGULAR-VALUE DECOMPOSITION; LEAST-SQUARES ALGORITHM; MULTI-ASPECT DATA; MULTILINEAR DECOMPOSITION; LINK PREDICTION; WAY ARRAYS; FACTORIZATION; PARAFAC; MATRIX; CANDECOMP/PARAFAC","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"ACM TRANSACTIONS ON INTELLIGENT SYSTEMS AND TECHNOLOGY Volume: 8 Issue: 2 Special Issue: SI Article Number: 16 DOI: 10.1145/2915921 Published: JAN 2017","Abstract":"Tensors and tensor decompositions are very powerful and versatile tools that can model a wide variety of heterogeneous, multiaspect data. As a result, tensor decompositions, which extract useful latent information out of multiaspect data tensors, have witnessed increasing popularity and adoption by the data mining community. In this survey, we present some of the most widely used tensor decompositions, providing the key insights behind them, and summarizing them from a practitioner's point of view. We then provide an overview of a very broad spectrum of applications where tensors have been instrumental in achieving state-of-the-art performance, ranging from social network analysis to brain data analysis, and from web mining to healthcare. Subsequently, we present recent algorithmic advances in scaling tensor decompositions up to today's big data, outlining the existing systems and summarizing the key ideas behind them. Finally, we conclude with a list of challenges and open problems that outline exciting future research directions.","Authors":"Papalexakis, EE (Papalexakis, Evangelos E.) ; Faloutsos, C (Faloutsos, Christos) ; Sidiropoulos, ND (Sidiropoulos, Nicholas D.)","Title":"Tensors for Data Mining and Data Fusion: Models, Applications, and Scalable Algorithms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395125600007 ISSN: 0129-167X eISSN: 1793-6519","Keywords":"Modular data; modular tensor categories; subfactors KeyWords Plus:FUSION CATEGORIES","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"INTERNATIONAL JOURNAL OF MATHEMATICS Volume: 28 Issue: 1 Article Number: 1750009 DOI: 10.1142/S0129167X17500094 Published: JAN 2017","Abstract":"We explain a technique for discovering the number of simple objects in Z(C), the center of a fusion category C, as well as the combinatorial data of the induction and restriction functors at the level of Grothendieck rings. The only input is the fusion ring K(C) and the dimension function K(C) -> C. In particular, we apply this to deduce that the center of the extended Haagerup subfactor has 22 simple objects, along with their decompositions as objects in either of the fusion categories associated to the subfactor. This information has been used subsequently in [T. Gannon and S. Morrison, Modular data for the extended Haagerup subfactor (2016), arXiv:1606.07165.] to compute the full modular data. This is the published version of arXiv:1404.3955.","Authors":"Morrison, S (Morrison, Scott) ; Walker, K (Walker, Kevin)","Title":"The center of the extended Haagerup subfactor has 22 simple objects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396028000001 ISSN: 0021-8936 eISSN: 1528-9036","Categories":"Mechanics Web of Science Categories:Mechanics","Journal Information":"JOURNAL OF APPLIED MECHANICS-TRANSACTIONS OF THE ASME Volume: 84 Issue: 1 Article Number: 011001 DOI: 10.1115/1.4034658 Published: JAN 2017","Abstract":"This contribution investigates the extension of the microplane formulation to the description of transversely isotropic materials such as shale rock, foams, unidirectional composites, and ceramics. Two possible approaches are considered: (1) the spectral decomposition of the stiffness tensor to define the microplane constitutive laws in terms of energetically orthogonal eigenstrains and eigenstresses and (2) the definition of orientation-dependent microplane elastic moduli. The first approach, as demonstrated previously, provides a rigorous way to tackle anisotropy within the microplane framework, which is reviewed and presented herein in a clearer manner; whereas the second approach represents an approximation which, however, makes the formulation of nonlinear constitutive equations much simpler. The efficacy of the second approach in modeling the macroscopic elastic behavior is compared to the thermodynamic restrictions of the anisotropic parameters showing that a significant range of elastic properties can be modeled with excellent accuracy. Further, it is shown that it provides a very good approximation of the microplane stresses provided by the first approach, with the advantage of a simpler formulation. It is concluded that the spectral stiffness decomposition represents the best approach in such cases as for modeling composites, in which accurately capturing the elastic behavior is important. The introduction of orientation-dependent microplane elastic moduli provides a simpler framework for the modeling of transversely isotropic materials with remarked inelastic behavior, as in the case, for example, of shale rock.","Authors":"Jin, CR (Jin, Congrui) ; Salviato, M (Salviato, Marco) ; Li, WX (Li, Weixin) ; Cusatis, G (Cusatis, Gianluca)","Title":"Elastic Microplane Formulation for Transversely Isotropic Materials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395391200022 ISSN: 1070-6631 eISSN: 1089-7666","Categories":"Mechanics; Physics Web of Science Categories:Mechanics; Physics, Fluids & Plasmas","Journal Information":"PHYSICS OF FLUIDS Volume: 29 Issue: 1 Article Number: 015101 DOI: 10.1063/1.4973243 Published: JAN 2017","Abstract":"A number of systematic procedures for the identification of vortices/coherent structures have been developed as a way to address their possible kinematical and dynamical roles in structural formulations of turbulence. It has been broadly acknowledged, however, that vortex detection algorithms, usually based on linear-algebraic properties of the velocity gradient tensor, can be plagued with severe shortcomings and may become, in practical terms, dependent on the choice of subjective threshold parameters in their implementations. In two-dimensions, a large class of standard vortex identification prescriptions turn out to be equivalent to the \"swirling strength criterion\" (lambda(ci)-criterion), which is critically revisited in this work. We classify the instances where the accuracy of the lambda(ci)-criterion is affected by nonlinear superposition effects and propose an alternative vortex detection scheme based on the local curvature properties of the vorticity graph (x, y, omega)-the \"vorticity curvature criterion\" (lambda(omega)-criterion)-which improves over the results obtained with the lambda(ci)-criterion in controlled Monte Carlo tests. A particularly problematic issue, given its importance in wall-bounded flows, is the eventual inadequacy of the lambda(ci)-criterion for many-vortex configurations in the presence of strong background shear. We show that the lambda(omega)-criterion is able to cope with these cases as well, if a subtraction of the mean velocity field background is performed, in the spirit of the Reynolds decomposition procedure. A realistic comparative study for vortex identification is then carried out for a direct numerical simulation of a turbulent channel flow, including a three-dimensional extension of the lambda(omega)-criterion. In contrast to the lambda(ci)-criterion, the lambda(omega)-criterion indicates in a consistent way the existence of small scale isotropic turbulent fluctuations in the logarithmic layer, in consonance with long-standing assumptions commonly taken in turbulent boundary layer phenomenology. Published by AIP Publishing.","Authors":"Elsas, JH (Elsas, J. H.) ; Moriconi, L (Moriconi, L.)","Title":"Vortex identification from local properties of the vorticity field"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396376300010 ISSN: 1319-6103 eISSN: 2212-4640","Keywords":"5-Fluorouracil; Amino acid metal(II) complexes; Spectral studies; Antimicrobial activity; Nuclease studies; Antioxidant property KeyWords Plus:DNA; COPPER; BINDING; CU(II); ACIDS","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"JOURNAL OF SAUDI CHEMICAL SOCIETY Volume: 21 Pages: S67-S76 Supplement: 1 DOI: 10.1016/j.jscs.2013.10.007 Published: JAN 2017","Abstract":"Novel N2O2 sequence of mononuclear amino acid metal(II) complexes (1a 1e) was synthesized from 5-fluorouracil (5-FU: A) and L-tyrosine (tyr: B) with Mn(II), Co(II), Ni(II), Cu(II) and Zn(II) ions. The synthesized complexes were structurally characterized by analytical, spectral (FT-IR, UV-vis, H-1 NMR, FAB-Mass, TGA/DTA and EPR) as well as molar conductance and magnetic studies. From spectral studies, both the ligands act as bidentate and they bind metal(II) ions through deprotonated-N-3 and C-4==O atoms and amino-N and deprotonated carboxylato-O atoms, respectively, to form a stable metal chelate. The observed low molar conductance values suggest a non-electrolytic nature. Calculated g tensor values of Cu(II) complex (1d) at 77 and 300 K confirm their geometry. Thermal behavior of metal(II) complexes (1a-1c) shows loss of coordinated water molecules in the first step followed by decomposition of ligand moieties in a respective manner and leads to form air stable metal oxide as final residues. Powder X-ray diffraction and SEM studies illustrate that all the complexes have uniform microcrystalline with homogenous morphology. Mn(II),Ni( II) and Cu(II) complexes show significant in vitro antimicrobial and antioxidant activities than 5-fluorouracil (A). Moreover, the nuclease studies of Ni(II) and Cu(II) complexes (1c and 1d) show considerable DNA binding and oxidative DNA cleavage activities than other complexes. (C) 2013 King Saud University. Production and hosting by Elsevier B. V. All rights reserved. This is an open access article under the CC BY-NC-ND license (http://creativecommons.org/licenses/by-nc-nd/4.0/).","Authors":"Dharmaraja, J (Dharmaraja, Jeyaprakash) ; Balamurugan, J (Balamurugan, Jeyaprakash) ; Shobana, S (Shobana, Sutha)","Title":"Synthesis, structural elucidation, microbial, antioxidant and nuclease activities of some novel divalent M(II) complexes derived from 5-fluorouracil and L-tyrosine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395492600033 ISSN: 2072-4292","Keywords":"DInSAR time-series; StaMPS; TRAIN; SISTEM; tropospheric correction; GPS; joint inversion; neotectonics KeyWords Plus:SURFACE DEFORMATION; SAR-INTERFEROMETRY; ATMOSPHERIC DELAY; 1693 EARTHQUAKE; C-BAND; INSAR; SUBSIDENCE; EASTERN; FAULT; FIELD","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"REMOTE SENSING Volume: 9 Issue: 1 Article Number: 33 DOI: 10.3390/rs9010033 Published: JAN 2017","Abstract":"Differential Interferometric SAR (DInSAR) time-series techniques can be used to derive surface displacement rates with accuracies of 1 mm/year, by measuring the one-dimensional distance change between a satellite and the surface over time. However, the slanted direction of the measurements complicates interpretation of the signal, especially in regions that are subject to multiple deformation processes. The Simultaneous and Integrated Strain Tensor Estimation from Geodetic and Satellite Deformation Measurements (SISTEM) algorithm enables decomposition into a three-dimensional velocity field through joint inversion with GNSS measurements, but has never been applied to interseismic deformation where strain rates are low. Here, we apply SISTEM for the first time to detect tectonic deformation on the Hyblean Foreland Plateau in South-East Sicily. In order to increase the signal-to-noise ratio of the DInSAR data beforehand, we reduce atmospheric InSAR noise using a weather model and combine it with a multi-directional spatial filtering technique. The resultant three-dimensional velocity field allows identification of anthropogenic, as well as tectonic deformation, with sub-centimeter accuracies in areas of sufficient GPS coverage. Our enhanced method allows for a more detailed view of ongoing deformation processes as compared to the single use of either GNSS or DInSAR only and thus is suited to improve assessments of regional seismic hazard.","Authors":"Vollrath, A (Vollrath, Andreas) ; Zucca, F (Zucca, Francesco) ; Bekaert, D (Bekaert, David) ; Bonforte, A (Bonforte, Alessandro) ; Guglielmino, F (Guglielmino, Francesco) ; Hooper, AJ (Hooper, Andrew J.) ; Stramondo, S (Stramondo, Salvatore) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Bekaert, David http://orcid.org/0000-0002-0408-0488","Title":"Decomposing DInSAR Time-Series into 3-D in Combination with GPS in the Case of Low Strain Rates: An Application to the Hyblean Plateau, Sicily, Italy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395747800011 ISSN: 1064-8275 eISSN: 1095-7197","Keywords":"PDE-constrained optimization; low-rank methods; iterative solvers; model reduction; preconditioning; alternating solvers KeyWords Plus:TENSOR TRAIN FORMAT; INVARIANT COST FUNCTIONALS; LINEAR-SYSTEMS; LYAPUNOV EQUATIONS; NUMERICAL-SOLUTION; PRODUCT STRUCTURE; APPROXIMATION; FLOWS; DECOMPOSITION; REGULARIZATION","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"SIAM JOURNAL ON SCIENTIFIC COMPUTING Volume: 39 Issue: 1 Pages: A255-A280 DOI: 10.1137/1501040414 Published: 2017","Abstract":"The numerical solution of PDE-constrained optimization problems subject to the nonstationary Navier--Stokes equation is a challenging task. While space-time approaches often show favorable convergence properties, they often suffer from storage problems. Here we propose to approximate the solution to the optimization problem in a low-rank form, which is similar to the model order reduction (MOR) approach. However, in contrast to classical MOR schemes we do not compress the full solution at the end of the algorithm but start our algorithm with low-rank data and maintain this form throughout the iteration. Numerical experiments indicate that this approach reduces the computational costs by two orders of magnitude.","Authors":"Dolgov, S (Dolgov, Sergey) ; Stoll, M (Stoll, Martin)","Title":"LOW-RANK SOLUTION TO AN OPTIMIZATION PROBLEM CONSTRAINED BY THE NAVIER STOKES EQUATIONS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395747800002 ISSN: 1064-8275 eISSN: 1095-7197","Keywords":"nonlinear optimization; low-rank tensors; PDEs with uncertainties; optimal control under uncertainty; parametric variational inequalities; uncertainty quantification; semismooth Newton methods; interior point methods KeyWords Plus:SINGULAR-VALUE DECOMPOSITION; RIEMANNIAN OPTIMIZATION; LINEAR-SYSTEMS; TRAIN FORMAT; APPROXIMATION; COMPLETION; MATRIX","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"SIAM JOURNAL ON SCIENTIFIC COMPUTING Volume: 39 Issue: 1 Pages: A25-A54 DOI: 10.1137/16M1057607 Published: 2017","Abstract":"Low-rank tensor methods provide efficient representations and computations for high-dimensional problems and are able to break the curse of dimensionality when dealing with systems involving multiple parameters. Motivated by optimal control problems with PDEs under uncertainty, we present algorithms for constrained nonlinear optimization problems that use low-rank tensors. They are applied to optimal control of PDEs with uncertain parameters and to parametrized variational inequalities of obstacle type. These methods are tailored to the usage of low-rank tensor arithmetics and allow us to solve huge scale optimization problems. In particular, we consider a semismooth Newton method for an optimal control problem with pointwise control constraints and an interior point algorithm for an obstacle problem, both with uncertainties in the coefficients.","Authors":"Garreis, S (Garreis, Sebastian) ; Ulbrich, M (Ulbrich, Michael)","Title":"CONSTRAINED OPTIMIZATION WITH LOW-RANK TENSORS AND APPLICATIONS TO PARAMETRIC PROBLEMS WITH PDES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395747800023 ISSN: 1064-8275 eISSN: 1095-7197","Keywords":"Schrodinger equation; Born-Oppenheimer approximation; low-rank tensor approximation; tensor-train format KeyWords Plus:APPROXIMATION; DECOMPOSITION; MATRICES; FORMAT","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"SIAM JOURNAL ON SCIENTIFIC COMPUTING Volume: 39 Issue: 1 Pages: B190-B220 DOI: 10.1137/15M102808X Published: 2017","Abstract":"We consider the Born-Oppenheimer approximation of the Schrodinger equation for two hydrogen atoms in the case of large separation distances. We show that the Feschbach-Schurperturbation method can be used to solve the problem for the difference between a given separation and in finite separation. This leads to a simplified problem which can be solved iteratively. We show that this iteration converges for sufficiently large separation distances and we solve the arising sequence of six-dimensional PDEs with a finite element method in combination with low-rank tensor techniques to make the computations tractable. In particular we show how the discretized problems can be represented and solved in the tensor-train format. Since the storage and computational complexity of this format scale linearly in the dimension, a very large number of grid points can be employed, which leads to accurate approximations of the ground-state energy and ground-state wavefunction. Various numerical experiments show the performance and accuracy of this method.","Authors":"Veit, A (Veit, Alexander) ; Scott, LR (Scott, L. Ridgway)","Title":"USING THE TENSOR-TRAIN APPROACH TO SOLVE THE GROUND-STATE EIGENPROBLEM FOR HYDROGEN MOLECULES"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395136500001 ISSN: 1687-5869 eISSN: 1687-5877","Categories":"Engineering; Telecommunications Web of Science Categories:Engineering, Electrical & Electronic; Telecommunications","Journal Information":"INTERNATIONAL JOURNAL OF ANTENNAS AND PROPAGATION Article Number: 1615962 DOI: 10.1155/2017/1615962 Published: 2017","Abstract":"The estimation of spatial signatures and spatial frequencies is crucial for several practical applications such as radar, sonar, and wireless communications. In this paper, we propose two generalized iterative estimation algorithms to the case in which a multidimensional (R-D) sensor array is used at the receiver. The first tensor-based algorithm is an R-D blind spatial signature estimator that operates in scenarios where the source's covariance matrix is nondiagonal and unknown. The second tensor-based algorithm is formulated for the case in which the sources are uncorrelated and exploits the dual-symmetry of the covariance tensor. Additionally, a new tensor-based formulation is proposed for an L-shaped array configuration. Simulation results show that our proposed schemes outperform the state-of-the-art matrix-based and tensor-based techniques.","Authors":"Gomes, PRB (Gomes, Paulo R. B.) ; de Almeida, ALF (de Almeida, Andre L. F.) ; da Costa, JPCL (da Costa, Joao Paulo C. L.) ; Mota, JCM (Mota, Joao C. M.) ; de Lima, DV (de Lima, Daniel Valle) ; Del Galdo, G (Del Galdo, Giovanni)","Title":"Tensor-Based Methods for Blind Spatial Signature Estimation in Multidimensional Sensor Arrays"}]