[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396592600001 ISSN: 2195-4194 eISSN: 2195-2248","Keywords":"Foresight; Twitter; Horizon scanning; Network analysis; Policy; Governance KeyWords Plus:SOCIAL MEDIA; INFORMATION; NETWORKS","Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"EUROPEAN JOURNAL OF FUTURES RESEARCH Volume: 5 Issue: 1 Article Number: UNSP 1 DOI: 10.1007/s40309-016-0102-4 Published: DEC 8 2017","Abstract":"In this article the value of Twitter data analysis for a strategic foresight exercise is discussed. The article offers an overview of Twitter's basic functionalities, previous Twitter research and related studies on using Twitter in foresight projects to date. Based on this knowledge the case of the EU research project \"Foresight and Modelling for European Health Policy and Regulations\"(FRESHER) is used to conduct a Twitter data analysis in three steps: an analysis of weblinks to get insights into the content spread via Twitter, a social network analysis to define central actors in a Twitter debate, and a hashtag-analysis to find out which topics are discussed and to support the identification of drivers of noncommunicable diseases. The article shows the benefit a Twitter data analysis provides for the FRESHER project and reveals implications for future research in this field.","Authors":"Uhl, A (Uhl, Andre) ; Kolleck, N (Kolleck, Nina) ; Schiebel, E (Schiebel, Edgar)","Title":"Twitter data analysis as contribution to strategic foresight-The case of the EU Research Project \"Foresight and Modelling for European Health Policy and Regulations\" (FRESHER)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397105200004 ISSN: 1869-5450 eISSN: 1869-5469","Keywords":"Agent-based modeling; Kinetic Monte Carlo; Online social network; Network evolution; Information propagation; Simulation","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SOCIAL NETWORK ANALYSIS AND MINING Volume: 7 Issue: 1 Article Number: UNSP 4 DOI: 10.1007/s13278-017-0424-7 Published: DEC 2017","Abstract":"Hashkat (http://hashkat.org) is a free, open source, agent-based simulation software package designed to simulate large- scale online social networks (e.g., Twitter, Facebook, LinkedIn). It allows for dynamic agent generation, edge creation, and information propagation. The purpose of hashkat is to study the growth of online social networks and how information flows within them. Like real-life online social networks, hashkat incorporates user relationships, information diffusion, and trending topics. Hashkat was implemented in C++ and was designed with extensibility in mind. The software includes Bash and Python scripts for easy installation and usability. In this report, we describe all of the algorithms and features integrated into hashkat before moving on to example use cases. In general, hashkat can be used to understand the underlying topology of social networks, validate sampling methods of such networks, develop business strategy for advertising on online social networks, and test new features of an online social network before going into production.","Authors":"Ryczko, K (Ryczko, Kevin) ; Domurad, A (Domurad, Adam) ; Buhagiar, N (Buhagiar, Nicholas) ; Tamblyn, I (Tamblyn, Isaac)","Title":"Hashkat: large-scale simulations of online social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398138300003 ISSN: 0047-2328 eISSN: 1929-9850","Categories":"Family Studies Web of Science Categories:Family Studies","Journal Information":"JOURNAL OF COMPARATIVE FAMILY STUDIES Volume: 48 Issue: 1 Pages: 41-+ Published: WIN 2017","Abstract":"The study investigates attitudes about the gendered division of labor in families in Northern Ireland. There is a paucity of existing research on this topic, and previous studies lack even basic controls for potential confounding factors. Northern Ireland is a particularly interesting case due to its history of violent conflict and to the strong salience of religion in the region. The current study investigates patterns of change in gender attitudes as the region moved from a period of relatively intense conflict to one of reduced conflict intensity. In order to make inferences about the influence of violent conflict on gender ideology, the analysis compares gender attitudes in Northern Ireland with those in eight other European countries and also assesses the influence of religious community membership on gender attitudes change. Data come from the 1994 and 2002 waves of the International Social Survey Program, supplemented with additional survey data from Northern Ireland. The findings offer little evidence that Northern Irish individuals increased their support for women's non -domestic roles as the conflict's intensity waned. Multivariate regression models suggest, further, that while Catholics were more egalitarian than Protestants in the early period, Catholic support for egalitarian family roles decreased between 1994 and 2002.","Authors":"Cunningham, M (Cunningham, Mick)","Title":"Northern Irish Attitudes Toward Gendered Family Roles Before and After the Good Friday Agreement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396488400002 ISSN: 1091-9856 eISSN: 1526-5528","Keywords":"revenue management; dynamic pricing; approximate dynamic programming KeyWords Plus:CUSTOMER-CHOICE BEHAVIOR; LINEAR-PROGRAMMING METHOD; NESTED LOGIT MODEL; YIELD-MANAGEMENT; BID PRICES; DEMAND; OPTIMIZATION; FLIGHTS","Categories":"Computer Science; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Operations Research & Management Science","Journal Information":"INFORMS JOURNAL ON COMPUTING Volume: 29 Issue: 1 Pages: 18-35 DOI: 10.1287/ijoc.2016.0713 Published: WIN 2017","Abstract":"Dynamic pricing for network revenue management has received considerable attention in research and practice. Based on data obtained from a major hotel, we use a large-scale numerical study to compare the performance of several heuristic approaches proposed in the literature. The heuristic approaches we consider include deterministic linear programming with resolving and three variants of dynamic programming decomposition. Dynamic programming decomposition is considered one of the strongest heuristics and is the method chosen in some recent commercial implementations, and remains a topic of research in the recent academic literature. In addition to a plain-vanilla implementation of dynamic programming decomposition, we consider two variants proposed in recent literature. For the base scenario generated from the real data, we show that the method based on Zhang (2011) [An improved dynamic programming decomposition approach for network revenue management. Manufacturing Service Oper. Management 13(1): 35-52.] leads to a small but significant lift in revenue compared with all other approaches. We generate many alternative problem scenarios by varying capacity-demand ratio and network structure and show that the performance of the different heuristics can be strongly influenced by both. Overall, our paper shows the promise of some recent proposals in the academic literature but also offers a cautionary tale on the choice of heuristic methods for practical network pricing problems.","Authors":"Zhang, D (Zhang, Dan) ; Weatherford, L (Weatherford, Larry)","Title":"Dynamic Pricing for Network Revenue Management: A New Approach and Application in the Hotel Industry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397379000009 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Social network; Hotspot topic; Influence analysis; Implicit link; Cloud model KeyWords Plus:HUMAN DYNAMICS","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 396 Pages: 114-126 DOI: 10.1016/j.ins.2017.02.035 Published: AUG 2017","Abstract":"In social networks, user behavior is affected by complex dynamic factors. Here, we investigate the internal and external factors that drive users to participate in social hotspot s. By analyzing user behavior, we discover the differences between driving factors and quantify their driving strength. First, four factors that influence the user's behavior are proposed, including explicit links (E), implicit links (I), personal interest (P), and a random factor (R). In particular, based on a cloud model, an implicit link creation method is designed. This method can quantify the driving strength of the implicit relation between users, and avoid the multiple attribute weighting defects in subjective and objective aspects. Next, considering the maximum likelihood estimation theory, a user behavior influence model (EIPR) of a hotspot topic is proposed to measure the causes of user behavior behind the social hotspots. Experimental results show that the model can be used to find different dynamic factors of user behavior in social hot topics. Among these external factors, the implicit link plays an significantly important role in driving user behavior. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Xiao, YP (Xiao, Yunpeng) ; Li, N (Li, Na) ; Xu, M (Xu, Ming) ; Liu, YB (Liu, Yanbing)","Title":"A user behavior influence model of social hotspot under implicit link"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604000009 ISSN: 0736-5845 eISSN: 1879-2537","Keywords":"Robot modeling; Multicriteria design optimization; NSGA-II; Sensitivity analysis KeyWords Plus:PARALLEL MANIPULATOR; INVERSE","Categories":"Computer Science; Engineering; Robotics Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Manufacturing; Robotics","Journal Information":"ROBOTICS AND COMPUTER-INTEGRATED MANUFACTURING Volume: 46 Pages: 94-103 DOI: 10.1016/j.rcim.2016.12.012 Published: AUG 2017","Abstract":"Structure modeling and optimizing are important topics for the design and control of robots. In this paper, we propose a process for modeling robots and optimizing their structure. This process is illustrated via a case study of a robot gripper mechanism that has a closed-loop and a single degree of freedom (DOF) structure. Our aim is to conduct a detailed study of the gripper in order to provide an in-depth step-by-step demonstration of the design process and to illustrate the interactions among its steps. First, geometric model is established to find the relationship between the operational coordinates giving the location of the end-effector and the joint coordinates. Then, equivalent Jacobian matrix is derived to find the kinematic model; and the dynamic model is obtained using Lagrange formulation. Based on these models, a structural multi-objective optimization (MOO) problem is formalised in the static configuration of the gripper. The objective is to determine the optimum force extracted by the robot gripper on the surface of a grasped rigid object under geometrical and functional constraints. The optimization problem of the gripper design is solved using a non-dominated sorting genetic algorithm version II (NSGA-II). The Pareto-optimal solutions are investigated to establish some meaningful relationships between the objective functions and variable values. Finally, design sensitivity analysis is carried out to compute the sensitivity of objective functions with respect to design variables.","Authors":"Hassan, A (Hassan, Alaa) ; Abomoharam, M (Abomoharam, Mouhammad)","Title":"Modeling and design optimization of a robot gripper mechanism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952700033 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Finance persistent and time-varying inefficiency; Production risk; Private; public and foreign; Regulation KeyWords Plus:COMMERCIAL-BANKS; PRODUCTIVE EFFICIENCY; INEFFICIENCY; LIBERALIZATION; INDUSTRY; CHINA; MODEL; DEREGULATION; PERFORMANCE; COMPETITION","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 260 Issue: 2 Pages: 789-803 DOI: 10.1016/j.ejor.2017.01.025 Published: JUL 16 2017","Abstract":"Banks with different ownership types adjust differently to changes in regulatory environments. Although this topic has been widely studied, all the previous studies fail to control for bank-heterogeneity (bank specific effects) in estimating cost structure and efficiency. We propose a model where we control for bank-heterogeneity, and introduce persistent and time-varying inefficiency. Additionally we incorporate determinants of both persistent and time-varying inefficiency as well as production risks. Furthermore, our model allows estimation of different technologies for different ownership types jointly. We use this model to analyze the effect of regulation in Indian banking. We find that private banks have not exhausted their economies of scale, foreign banks are operating under diseconomies of scale, especially after the reforms, and scale economies of state owned banks are unaffected by regulation. Banks of all ownership types have enjoyed technical progress; however, foreign banks have benefited the most, followed by state owned banks. Only state banks were able to improve their cost efficiency, while private banks, and especially foreign banks, were lagging behind their cost frontiers. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Badunenko, O (Badunenko, Oleg) ; Kumbhakar, SC (Kumbhakar, Subal C.)","Title":"Economies of scale, technical change and persistent and time-varying cost efficiency in Indian banking: Do ownership, regulation and heterogeneity matter?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397692400017 ISSN: 0096-3003 eISSN: 1873-5649","Keywords":"Interconnection network; Combinatorics; Diagnosability; Connectivity; Alternating group graph network KeyWords Plus:CONDITIONAL DIAGNOSABILITY; MULTIPROCESSOR SYSTEMS; STAR GRAPH; HYPERCUBES","Categories":"Mathematics Web of Science Categories:Mathematics, Applied","Journal Information":"APPLIED MATHEMATICS AND COMPUTATION Volume: 305 Pages: 241-250 DOI: 10.1016/j.amc.2017.02.006 Published: JUL 15 2017","Abstract":"Diagnosability of a multiprocessor system is one important study topic. In 2012, Peng et al. proposed a measure for fault tolerance of the system, which is called the g-good-neighbor diagnosability that restrains every fault-free node containing at least g fault-free neighbors. In 2016, Zhang et al. proposed a new measure for fault diagnosis of the system, namely, the g-extra diagnosability, which restrains that every fault-free component has at least (g + 1) fault-free nodes. As a favorable topology structure of interconnection networks, the n-dimensional alternating group graph network AN(n) has many good properties. In this paper, we obtain that (a) the 2-good-neighbor diagnosability of AN(n) is 3n - 7 for n >= 4 under the PMC model and MM* model; (b) the 2-extra diagnosability of AN(n) is 3n - 7 for n >= 4 under the PMC model, and the 2-extra diagnosability of AN(n) is 3n - 7 for n >= 5 under the MM* model. These results are optimal with respect to 2-extra diagnosability of AN(n). (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Wang, SY (Wang, Shiying) ; Yang, YX (Yang, Yuxing)","Title":"The 2-good-neighbor (2-extra) diagnosability of alternating group graph networks under the PMC model and MM* model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400003 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Image retrieval; Image annotation; Social image tagging; Topic modeling; Probabilistic graphical model KeyWords Plus:LATENT DIRICHLET ALLOCATION; CROSS-MEDIA RETRIEVAL; TAG COMPLETION; ANNOTATION; REPRESENTATION; CLASSIFICATION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 20-33 DOI: 10.1016/j.eswa.2017.01.055 Published: JUL 1 2017","Abstract":"Nowadays, due to the rapid growth of digital technologies, huge volumes of image data are created and shared on social media sites. User-provided tags attached to each social image are widely recognized as a bridge to fill the semantic gap between low-level image features and high-level concepts. Hence, a combination of images along with their corresponding tags is useful for intelligent retrieval systems, those are designed to gain high-level understanding from images and facilitate semantic search. However, user provided tags in practice are usually incomplete and noisy, which may degrade the retrieval performance. To tackle this problem, we present a novel retrieval framework that automatically associates the visual content with textual tags and enables effective image search. To this end, we first propose a probabilistic topic model learned on social images to discover latent topics from the co-occurrence of tags and image features. Moreover, our topic model is built by exploiting the expert knowledge about the correlation between tags with visual contents and the relationship among image features that is formulated in terms of spatial location and color distribution. The discovered topics then help to predict missing tags of an unseen image as well as the ones partially labeled in the database. These predicted tags can greatly facilitate the reliable measure of semantic similarity between the query and database images. Therefore, we further present a scoring scheme to estimate the similarity by fusing textual tags and visual representation. Extensive experiments conducted on three benchmark datasets show that our topic model provides the accurate annotation against the noise and incompleteness of tags. Using our generalized scoring scheme, which is particularly advantageous to many types of queries, the proposed approach also outperforms state-of-the-art approaches in terms of retrieval accuracy. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Tu, NA (Nguyen Anh Tu) ; Khan, KU (Khan, Kifayat Ullah) ; Lee, YK (Lee, Young-Koo)","Title":"Featured correspondence topic model for semantic search on social image collections"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400014 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Project management; Project scheduling; Resource leveling; Multi-Attribute Decision Models KeyWords Plus:GENETIC ALGORITHM; OPTIMIZATION; OPERATORS; CONSTRUCTION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 160-169 DOI: 10.1016/j.eswa.2017.01.035 Published: JUL 1 2017","Abstract":"Project scheduling is one of the most vital processes in Project Management. It is a widely discussed topic in academic and practical circles due to its importance and complexity. Manpower, machines, materials and equipment are used for the execution of project activities, but these mostly have limited availability, which can constrain project scheduling procedures. Project resources might exceed or fall short of the resource demand in a project's time horizon. These considerations present issues to project managers who must try to properly allocate among these demands in order to achieve a near optimal utilization during a project ' s lifetime. Resource leveling is among the greatest challenges faced by project managers as the success of a project largely depends on it. This is because peaks and valleys in the resource usage histogram are responsible for cost overruns due to the necessary recruitment, dismissal and training of the personnel Moreover, issues may arise regarding the efficient management of available resources given that large peaks correspond to fluctuations in resource allocation during a project ' s life cycle or construction period. To address these issues, resource leveling provides procedures and frameworks that ensure the efficient management of resources to obtain smooth resource usage profiles. These procedures attempt to identify activities that should be delayed to resolve resource over-allocations under time and cost constraints. Given the existence of a variety of available rules that could be followed by project managers to prioritize activities, the paper at hand examines the implementation of five Multi-Attribute Decision Making models and how they perform in the scheduling of a solar park construction project. Namely these models are the Weighted Sum Method, Analytic Hierarchy Process, PROMETHEE, TOPSIS, Ordered Weighted Average (OWA) and Hybrid Weighted Average (HWA). Finally, the derived results are discussed in comparison with those obtained by the standard resource leveling procedures of MS-Project. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Markou, C (Markou, Ch.) ; Koulinas, GK (Koulinas, G. K.) ; Vavatsikos, AP (Vavatsikos, A. P.)","Title":"Project resources scheduling and leveling using Multi-Attribute Decision Models: Models implementation and case study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400015 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Capacity analysis; Theoretical capacity; Health care; Hospitals Hospital resource planning; Capacity querying KeyWords Plus:OPTIMIZATION; GENERATION; MANAGEMENT; SEVERITY; CRITERIA; ILLNESS; MODEL","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 170-188 DOI: 10.1016/j.eswa.2017.01.050 Published: JUL 1 2017","Abstract":"An approach to perform a system wide analysis of hospital resources and capacity has been developed. Embedded within an intelligent system it would provide planners and management capability to strategically improve the efficiency of their hospitals today and a means to create more efficient hospitals in the future. In theory, this approach can help hospitals with a variety of capacity planning and resource allocation activities. On a day to day basis it can be used to perform a variety of important capacity querying activities. In addition, it can be used to predict the future performance of a hospital and the effect of structural and parametric changes within the hospital. The approach consists of a mixed integer linear programming (MILP) model and a number of advanced extensions. The MILP models can determine the maximum number of patients of each type that can be treated within a given period of time or the time required to process a given cohort of patients. A case study of a large public hospital has been performed to validate our approach. Extensive numerical investigations successfully demonstrate the applicability of the approach to real sized health care applications and the great potential for further research and development on this topic. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Burdett, RL (Burdett, Robert L.) ; Kozan, E (Kozan, Erhan) ; Sinnott, M (Sinnott, Michael) ; Cook, D (Cook, David) ; Tian, YC (Tian, Yu-Chu) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kozan, Erhan  http://orcid.org/0000-0002-3208-702X","Title":"A mixed integer linear programing approach to perform hospital capacity assessments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366700005 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Topic modeling; Short text; Word vector representation; Pseudo-documents","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 393 Pages: 66-81 DOI: 10.1016/j.ins.2017.02.007 Published: JUL 2017","Abstract":"Short texts are everywhere in the Web, including messages posted in social media, status messages and blog comments, and uncovering the topics of this type of messages is crucial to a wide range of applications, e.g., context analysis and user characterization. Extracting topics from short text is challenging because of the dependence of conventional methods, such as Latent Dirichlet Allocation, in words co-occurrence, which in short text is rare and make these methods suffer from severe data sparsity. This paper proposes a general framework for topic modeling of short text by creating larger pseudo-document representations from the original documents. In the framework, document components (e.g., words or bigrams) are defined over a metric space, which provides information about the similarity between them. We present two simple, effective and efficient methods that specialize our general framework to create larger pseudo-documents. While the first method considers word co-occurrence to define the metric space, the second relies on distributed word vector representations. The pseudo-documents generated can be given as input to any topic modeling algorithm. Experiments run in seven datasets and compared against state-of-theart methods for extracting topics by generating pseudo-documents or modifying current topic modeling methods for short text show the methods significantly improve results in terms of normalized pointwise mutual information. A classification task was also used to evaluate the quality of the topics in terms of document representation, where improvements in Fl varied from 1.5 to 15%. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Bicalho, P (Bicalho, Paulo) ; Pita, M (Pita, Marcelo) ; Pedrosa, G (Pedrosa, Gabriel) ; Lacerda, A (Lacerda, Anisio) ; Pappa, GL (Pappa, Gisele L.)","Title":"A general framework to expand short text for topic modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398617900005 ISSN: 0218-1266 eISSN: 1793-6454","Keywords":"Accuracy; anomaly; eigenvalue; optical flow; polynomial fitting; precision KeyWords Plus:OPTICAL-FLOW; SPARSE REPRESENTATION; ANOMALY DETECTION; SCENES; MODEL","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Hardware & Architecture; Engineering, Electrical & Electronic","Journal Information":"JOURNAL OF CIRCUITS SYSTEMS AND COMPUTERS Volume: 26 Issue: 7 Article Number: 1750110 DOI: 10.1142/S0218126617501109 Published: JUL 2017","Abstract":"Analysis of flows in crowd videos is a remarkable topic with practical implementations in many diffrerent areas. In this paper, we present a wide overview of this topic along with our own approach to this problem. Our approach treats the difficulty of crowd flow analysis by distinguishing single versus multiple flows in a scene. Spatiotemporal features of two consecutive frames are extracted by optical flows to create a three-dimensional tensor, which retains appearance and velocity information. Tensor's upper left minor matrix captures intensity structure. A normalized continuous rank-increase measure for each frame is calculated by a generalized interlacing property of the eigenvalues of these matrices. In essence, measure values put through the knowledge of existing flows. Yet they do not go into effect desirably due to optical flow estimation error and some other factors. A proper set of the degree of polynomial fitting functions decodes their existence. But how can we estimate that set? Its detailed study is performed. Zero flow, single flow, multiple flows, and interesting events are detected as frame basis using thresholds on the polynomial fitting measure values. Plausible mean outputs of recall rate (88.9%), precision rate (86.7%), area under the receiver operating characteristic curve (98.9%), and accuracy (92.9%) reported from conducted experiments on PETS2009 and UMN benchmark datasets make clear and visible that our method gains high-quality results to detect flows and events in crowd videos in terms of both robustness and potency.","Authors":"Sharif, MH (Sharif, Md. Haidar)","Title":"An Eigenvalue Approach to Detect Flows and Events in Crowd Videos"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396973000002 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Enterprise search; Enterprise information seeking & retrieval; Personalised information retrieval; Fuzzy logic; Expert search; Rulebased summarisation; Fuzzy profiling KeyWords Plus:RECOMMENDER SYSTEMS; RELEVANCE FEEDBACK; USER INTEREST; ALGORITHM; SEARCH","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 394 Pages: 18-37 DOI: 10.1016/j.ins.2016.12.040 Published: JUL 2017","Abstract":"With the exponential growth of information available on the Internet and various organisational intranets there is a need for profile based information seeking and retrieval (IS&R) systems. These systems should be able to support users with their context-aware information needs. This paper presents a new approach for enterprise IS&R systems using fuzzy logic to develop task, user and document profiles to model user information seeking behaviour. Relevance feedback was captured from real users engaged in IS&R tasks. The feedback was used to develop a linear regression model for predicting document relevancy based on implicit relevance indicators. Fuzzy relevance profiles were created using Term Frequency and Inverse Document Frequency (TF-IDF) analysis for the successful user queries. Fuzzy rule based summarisation was used to integrate the three profiles into a unified index reflecting the semantic weight of the query terms related to the task, user and document. The unified index was used to select the most relevant documents and experts related to the query topic. The overall performance of the system was evaluated based on standard precision and recall metrics which show significant improvements in retrieving relevant documents in response to user queries. (C) 2016 Published by Elsevier Inc.","Authors":"Alhabashneh, O (Alhabashneh, Obada) ; Iqbal, R (Iqbal, Rahat) ; Doctor, F (Doctor, Faiyaz) ; James, A (James, Anne)","Title":"Fuzzy rule based profiling approach for enterprise information seeking and retrieval"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395211000009 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Cardiac arrhythmias; Spiral waves; Bidomain Luo and Rudy I model; Myocardial acute ischemia KeyWords Plus:CARDIAC TISSUE; ATRIAL-FIBRILLATION; HEART; ALTERNANS; INDUCTION; MECHANISM; OBSTACLE; GENESIS; MUSCLE","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 48 Pages: 115-122 DOI: 10.1016/j.cnsns.2016.12.014 Published: JUL 2017","Abstract":"The relation between reentrant activity and occurrence of cardiac arrhythmias still is a topic of intensive investigation. Reentries are strictly related to and enhanced by the complex structure of cardiac tissue, characterized by multi-sized electrophysiological and spatial heterogeneities. However, the structure and the function of the tissue can sometimes also promote phenomena of spontaneous termination of waves. The role played by the tissue in this scenario is not well understood and yet under investigation. In this study, we implemented a bidomain formulation of the phase I of the Luo and Rudy action potential model in 2D under ischemic conditions. We investigate how the size of ischemic heterogeneities and tissue conduction properties may affect the system dynamics and drive it towards maintenance of reentrant activity or quiescence. The main findings show that: (a) for the stability of the waves, changes of conductivity in the intracellular space are more critical than alterations in the extracellular space; (b) the maintenance or the self-termination of pinned spirals is strongly dependent not only on the size of the heterogeneities but also on the degree of intracellular anisotropy. These findings confirm and extend results obtained from previous investigations. In addition, since experimental values of conductivity tensors reported in the literature are not consistent, an overview of possible scenarios arising from a broader range of assumed anisotropy values is provided in relation to different sizes of ischemic heterogeneities. In this perspective, simulations are shown to compare the impact of different degrees of tissue anisotropy on wave dynamics.(C) 2016 The Authors. Published by Elsevier B.V.","Authors":"Boccia, E (Boccia, Edda) ; Parlitz, U (Parlitz, Ulrich) ; Luther, S (Luther, Stefan)","Title":"Spontaneous termination of reentrant activity under myocardial acute ischemia: Role of cellular conductivity and its relation to ischemic heterogeneities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394070100004 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Knowledge structuring; Latent Dirichlet Allocation (LDA); Latent Semantic Analysis (LSA); Concept extraction; Ontology; SKOS KeyWords Plus:INFORMATION; RETRIEVAL; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 36 Pages: 52-67 DOI: 10.1016/j.inffus.2016.11.003 Published: JUL 2017","Abstract":"In the era of Web 2.0, the knowledge is the de-facto social currency in the global network environment. Knowledge is not an accumulation of data, but a relation-based representation of the information content, which needs to be distilled and arranged in a semantic infrastructure to guarantee interoperability and sharable understanding. In the light of this scenario, the paper introduces a semantically enhanced document retrieval system that describes each retrieved document with an ontological multi-grained network of the extracted conceptualization. The system is based on two well-known latent models: Latent Semantic Analysis (LSA) and Latent Dirichlet Allocation (LDA): LSA provides a spatial distribution of the input documents, facilitating their retrieval, thanks to an ontological representation of their relationship network. LDA works instead at deeper level: it drives the ontological structuring of the knowledge inside the individual retrieved documents in terms of words, concepts and topics. The novelty of this approach is a multi-level granulation of the knowledge: from a document matching the query (coarse granularity), to the topics that join documents, until to the words describing a concept into a topic (fine granularity). The final result is a SKOS-based ontology, ad-hoc created for a document corpus; graphically supported for the navigation, it enables the exploration of the concepts at different granularity levels. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Della Rocca, P (Della Rocca, Paola) ; Senatore, S (Senatore, Sabrina) ; Loia, V (Loia, Vincenzo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Senatore, Sabrina  http://orcid.org/0000-0002-7127-4290","Title":"A semantic-grained perspective of latent knowledge modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395616800002 ISSN: 0003-682X eISSN: 1872-910X","Keywords":"Traffic noise; Dynamic simulation; Roundabout; Intersection KeyWords Plus:MODELS; STRATEGIES; BUILDINGS","Categories":"Acoustics Web of Science Categories:Acoustics","Journal Information":"APPLIED ACOUSTICS Volume: 121 Pages: 14-24 DOI: 10.1016/j.apacoust.2017.01.026 Published: JUN 2017","Abstract":"Traffic noise prediction is an important topic for traffic environment planning in cities. The complex traffic flow at road intersections makes the prediction of traffic noise challenging. In this paper, a dynamic traffic noise simulation method based on microscopic traffic simulation is used to study the traffic noise near roundabout and signalized intersections. A vehicle noise emission model that considers the effect of acceleration is established using an experimental method. The accuracy of the model is verified by comparison with measured data. Traffic noise near roundabout and signalized intersections under different traffic volume levels is simulated, and the results are compared. Some significant relations between traffic noise and traffic volume are obtained, and the mechanisms are analyzed. The results show that traffic noise reaches an upper limit when traffic is saturated, and the noise energy contribution of the exit lane is far greater than that of the entrance lane. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Li, F (Li, Feng) ; Lin, YS (Lin, Yushan) ; Cai, M (Cai, Ming) ; Du, CY (Du, Canyi)","Title":"Dynamic simulation and characteristics analysis of traffic noise at roundabout and signalized intersections"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398424400014 ISSN: 2053-1583","Keywords":"silicene; grazing incidence x-ray diffraction; silver; structure KeyWords Plus:X-RAY-DIFFRACTION; ENERGY-ELECTRON DIFFRACTION; RAMAN-SPECTROSCOPY; SURFACE; AG(111); SI(111); GRAPHITE; FILMS","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"2D MATERIALS Volume: 4 Issue: 2 Article Number: 025067 DOI: 10.1088/2053-1583/aa65b8 Published: JUN 2017","Abstract":"The existence of silicite, a new allotrope of silicon based on a stacking of hexagonal silicene planes, is one of the most discussed topics in the field of two-dimensional materials. Using grazing incidence x-ray diffraction (GIXD), we have followed the in situ growth of Si films on Ag(111) in the low-temperature growth regime (510-520 K). GIXD experiments demonstrate that Si films have a diamond-like structure, with an average lattice constant slightly different from that of bulk Si. The diffracted intensities associated with Si films are well reproduced by the Ag/Si(111) (root 3x root 3) R30 degrees honeycomb chain model, whereas models with Ag-free Si surfaces fail to reproduce the experimental data.","Authors":"Curcella, A (Curcella, A.) ; Bernard, R (Bernard, R.) ; Borensztein, Y (Borensztein, Y.) ; Lazzeri, M (Lazzeri, M.) ; Resta, A (Resta, A.) ; Garreau, Y (Garreau, Y.) ; Prevot, G (Prevot, G.)","Title":"Multilayer silicene: clear evidence of Ag-terminated bulk silicon"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395602400011 ISSN: 0305-0548 eISSN: 1873-765X","Keywords":"Differential evolution; Median ranking; Heuristics; Kemeny distance; Rank aggregation; Consensus Ranking KeyWords Plus:AGGREGATION PROBLEM; CONSENSUS RANKING; MODELS; OPTIMIZATION; ORDERINGS; DISTANCE","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Industrial; Operations Research & Management Science","Journal Information":"COMPUTERS & OPERATIONS RESEARCH Volume: 82 Pages: 126-138 DOI: 10.1016/j.cor.2017.01.017 Published: JUN 2017","Abstract":"In recent years the analysis of preference rankings has become an increasingly important topic. One of the most important tasks in dealing with preference rankings is the identification of the median ranking, namely that ranking that best represents the preferences of a population of judges. This task is known with several alternative names, such as rank aggregation problem, consensus ranking problem, social choice problem. In this paper we propose a Differential Evolution algorithm for the Consensus Ranking detection (DECoR) within the Kemeny's axiomatic framework. The algorithm works with full, partial and incomplete rankings. A simulation study shows that our proposal is particularly feasible when working with a very large number of objects to be ranked, because it is accurate and also faster than other proposals. Some applications on real data sets show the practical utility of our proposal in helping the users in taking decisions. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"D'Ambrosio, A (D'Ambrosio, Antonio) ; Mazzeo, G (Mazzeo, Giulio) ; Iorio, C (Iorio, Carmela) ; Siciliano, R (Siciliano, Roberta) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number D'Ambrosio, Antonio  http://orcid.org/0000-0002-1905-037X","Title":"A differential evolution algorithm for finding the median ranking under the Kemeny axiomatic approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599600046 ISSN: 0261-5177 eISSN: 1879-3193","Keywords":"Air passenger duties; Strategic tourism taxation; Rent extraction KeyWords Plus:SUPPLY-CHAIN COORDINATION; SUSTAINABLE TOURISM; TAX COORDINATION; IMPACT; HOTEL; INTERMEDIARIES; EXTERNALITIES; COMPETITION; OPERATORS; AVIATION","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics; Business & Economics Web of Science Categories:Environmental Studies; Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"TOURISM MANAGEMENT Volume: 60 Pages: 442-453 DOI: 10.1016/j.tourman.2016.12.002 Published: JUN 2017","Abstract":"There has been a recent debate on the rationale and economic impacts of air passenger duties (APDs) linked to puzzling empirical results on this topic. We argue that an approach from strategic tourism taxation can improve our understanding of these results. APD set by origin countries of tourists can be viewed as an instrument for extracting economic rents that would otherwise be retained by tourism destinations. A theoretical model of strategic taxation between an origin and two destinations is developed to illustrate this idea. We find that countries' strategies may end up with winners and losers, or with all parties facing welfare losses. The game outcome depends on countries' market shares of profits and the substitutability between tourism services provided by different destinations. The findings suggest that the economic impacts of APDs recently evaluated in the literature might be biased because of the omission of other countries' potential tax reactions. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Alvarez-Albelo, CD (Alvarez-Albelo, Carmen D.) ; Hernandez-Martin, R (Hernandez-Martin, Raul) ; Padron-Fumero, N (Padron-Fumero, Noemi)","Title":"Air passenger duties as strategic tourism taxation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397916900009 PubMed ID: 28410142 ISSN: 1093-9946 eISSN: 1093-4715","Keywords":"Hypertrophic Cardiomyopathy; Primary Cardiomyopathy; Theragnosis; Biomarkers; Genetic; Epigenetic; miRNAs; Review KeyWords Plus:CARDIAC TROPONIN-T; BRAIN NATRIURETIC PEPTIDE; CORONARY MICROVASCULAR DYSFUNCTION; TRANSGENIC RABBIT MODEL; CARDIOVASCULAR MAGNETIC-RESONANCE; ANGIOTENSIN-ALDOSTERONE SYSTEM; LEFT-VENTRICULAR HYPERTROPHY; HISTONE H3 PHOSPHORYLATION; OUTFLOW TRACT OBSTRUCTION; PLURIPOTENT STEM-CELLS","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"FRONTIERS IN BIOSCIENCE-LANDMARK Volume: 22 Pages: 1724-1749 Published: JUN 1 2017","Abstract":"The study of biomarkers and their related signalling pathways has allowed the development of new therapeutic strategies in a range of disorders. However, in hypertrophic cardiomyopathy (HCM), which is the most common hereditary cardiac disease, there are many potential biomarkers described, but their specificity and applicability for HCM remains an open field. The aim of the present review is to provide an overview of molecules that could give some insight into the pathophysiologic mechanisms underlying HCM, especially to those with \"theranostic\" -a combination of diagnostics and therapy potential. The clinical and pre-clinical state of the art and theranostic perspectives of this topic is discussed in the present review. The better understanding of this subject would provide an algorithm, to optimize the integration of diagnosis, prognostics and therapeutics findings in HCM, leading to a tailored approach for this pathology.","Authors":"Sartorio, CL (Sartorio, Carmem L.) ; Lazzeroni, D (Lazzeroni, Davide) ; Bertoli, G (Bertoli, Gloria) ; Camici, PG (Camici, Paolo G.)","Title":"Theranostic biomarkers in hypertrophic cardiomyopathy: insights in a long road ahead"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395224400001 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Data quality; Algorithm recommendation; Symbolic metamodels; Machine learning KeyWords Plus:FEATURE SUBSET-SELECTION; TIME-SERIES; META; SUPPORT; SEARCH","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 75 Pages: 1-24 DOI: 10.1016/j.eswa.2017.01.013 Published: JUN 1 2017","Abstract":"In Data Mining, during the preprocessing step, there is a considerable diversity of candidate algorithms to select important features, according to some criteria. This broad availability of algorithms that perform the Feature Selection task gives rise to the difficulty of choosing, a priori, between the algorithms at hand, the most promising one for a particular problem. In this paper, we present the proposal and evaluation of a new architecture for the recommendation of Feature Selection algorithms based on the use of Metalearning. Our framework is very flexible since the user can adapt it to its proper needs. This flexibility is one of the main advantages of our proposal over other approaches in the literature, which involve steps that cannot be adapted to the user's local requirements. Furthermore, it combines several concepts of intelligent systems, including Machine Learning and Data Mining, with topics derived from expert systems, as user and data-driven knowledge, with meta-knowledge. This set of solutions coupled with leading edge technologies allows our architecture to be integrated into any information system, which impact on the automation of services and in reducing human effort during the process. Regarding the Metalearning process, our framework considers several types of properties inherent to the data sets, as well as, Feature Selection algorithms based on many information, distance, dependence and consistency measures. The quality of the methods for Feature Selection was estimated according to a multicriteria performance measure, which guided the ranking process of these algorithms for the construction of data metabases. Proposed by the authors of this work, this multicriteria performance measure combines any three measurements on a single one, creating an interesting and powerful tool to evaluate not only FS algorithms but also to assess any context where it is necessary a combination to maximize a measure or minimize it. The recommendation models, represented by decision trees and induced from the training metabases, allowed us to see in what circumstances a Feature Selection algorithm outperforms the other and what aspects of the data present greater influence in determining the performance of these algorithms. Nevertheless, if the user wishes, any other learning algorithm may be used to induce the recommendation model. This versatility is another strong point of this proposal. Results show that with the characterization of data, through statistical, information and complexity measures, it is possible to reach an accuracy higher than 90%. Besides yielding recommendation models that are interpretable and robust to overfitting, the developed architecture is less computationally expensive than approaches recently proposed in the literature. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Parmezan, ARS (Sabino Parmezan, Antonio Rafael) ; Lee, HD (Lee, Huei Diana) ; Wu, FC (Wu, Feng Chung) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Lee, Huei Diana  http://orcid.org/0000-0002-2189-1047","Title":"Metalearning for choosing feature selection algorithms in data mining: Proposal of a new framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394563300002 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Big topic modeling; Latent Dirichlet allocation; Communication complexity; Multi-processor architecture; Online belief propagation; Power law","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 390 Pages: 15-31 DOI: 10.1016/j.ins.2016.12.014 Published: JUN 2017","Abstract":"To solve the big topic modeling problem, we need to reduce both the time and space complexities of batch latent Dirichlet allocation (LDA) algorithms. Although parallel LDA algorithms on multi-processor architectures have low time and space complexities, their communication costs among processors often scale linearly with the vocabulary size and the number of topics, leading to a serious scalability problem. To reduce the communication complexity among processors to achieve improved scalability, we propose a novel communication-efficient parallel topic modeling architecture based on a power law, which consumes orders of magnitude less communication time when the number of topics is large. We combine the proposed communication-efficient parallel architecture with the online belief propagation (OBP) algorithm, referred to as POBP, for big topic modeling tasks. Extensive empirical results confirm that POBP has the following advantages for solving the big topic modeling problem when compared with recent state-of-the-art parallel LDA algorithms on multi-processor architectures: (1) high accuracy, (2) high communication efficiency, (3) high speed, and (4) constant memory usage. (C) 2017 Published by Elsevier Inc.","Authors":"Yan, JF (Yan, JianFeng) ; Zeng, J (Zeng, Jia) ; Liu, ZQ (Liu, Zhi-Qiang) ; Yang, L (Yang, Lu) ; Gao, Y (Gao, Yang)","Title":"Towards big topic modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395609800003 ISSN: 0165-1684 eISSN: 1879-2677","Keywords":"Variance analysis; Complex-valued signals; Fractional lower-order moment; l(p)-norm minimization; Digamma function; Taylor series expansion KeyWords Plus:NON-GAUSSIAN NOISE; PARAMETER-ESTIMATION; IMPULSIVE NOISE; DISTRIBUTIONS; ESTIMATOR; MIXTURES","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"SIGNAL PROCESSING Volume: 135 Pages: 17-25 DOI: 10.1016/j.sigpro.2016.12.018 Published: JUN 2017","Abstract":"Parameter estimation from noisy complex-valued measurements is a significant topic in various areas of science and engineering. In this aspect, an important goal is finding an unbiased estimator with minimum variance. Therefore, variance analysis of an estimator is desirable and of practical interest. In this paper, we concentrate on analyzing the complex-valued l(p)-norm minimizer with p >= 1. Variance formulas for the resultant nonlinear estimators in the presence of three representative bivariate noise distributions, namely, alpha-stable, Student's t and mixture of generalized Gaussian models, are derived. To guarantee attaining the minimum variance for each noise process, optimum selection of p is studied, in the case of known noise statistics, such as probability density function and corresponding density parameters. All our results are confirmed by simulations and are compared with the Cramer-Rao lower bound.","Authors":"Chen, Y (Chen, Yuan) ; So, HC (So, Hing Cheung) ; Kuruoglu, EE (Kuruoglu, Ercan Engin) ; Yang, XL (Yang, Xiao Long)","Title":"Variance analysis of unbiased complex-valued l(p)-norm minimizer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396594900004 ISSN: 2251-8592 eISSN: 2251-8606","Keywords":"Slope Stability; Factor of Safety; ANFIS-Grid Partitioning; ANFIS-Subtractive Clustering Method; ANFIS-Fuzzy C-Means Clustering Method KeyWords Plus:NONCIRCULAR FAILURE SURFACE; SIMPLE GENETIC ALGORITHM; FINITE-ELEMENT-METHOD; LIMIT EQUILIBRIUM; LANDSLIDE SUSCEPTIBILITY; LOGIC; OPTIMIZATION","Categories":"Mining & Mineral Processing Web of Science Categories:Mining & Mineral Processing","Journal Information":"JOURNAL OF MINING AND ENVIRONMENT Volume: 8 Issue: 2 Pages: 163-178 DOI: 10.22044/jme.2016.637 Published: SUM-FAL 2017","Abstract":"Slope stability analysis is an enduring research topic in the engineering and academic sectors. Accurate prediction of the factor of safety (FOS) of slopes, their stability, and their performance is not an easy task. In this work, the adaptive neuro-fuzzy inference system (ANFIS) was utilized to build an estimation model for the prediction of FOS. Three ANFIS models were implemented including grid partitioning (GP), subtractive clustering method (SCM), and fuzzy c-means clustering method (FCM). Several important parameters such as cohesion coefficient, internal angle of friction, slope height, slope angle, and unit weight of slope material were utilized as the input parameters, while FOS was used as the output parameter. A comparison was made between these three models, and the results obtained showed the superiority of the ANFIS-SCM model. Also performance of the ANFIS-SCM model was compared with multiple linear regression (MLR). The results obtained demonstrated the effectiveness of the ANFIS-SCM model.","Authors":"Fattahi, H (Fattahi, H.)","Title":"Prediction of slope stability using adaptive neuro-fuzzy inference system based on clustering methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393932800027 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"OR in societal problem analysis; Data mining; OR in government; Analytics; Human trafficking KeyWords Plus:GENERALIZED ASSIGNMENT PROBLEM; NETWORK INTERDICTION; EMERGENCY-DEPARTMENT; SHELTER LOCATION; POLICY-RESPONSES; SEX TRAFFICKING; LAW-ENFORCEMENT; UNITED-STATES; TIME; INFORMATION","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 259 Issue: 2 Pages: 733-745 DOI: 10.1016/j.ejor.2016.10.049 Published: JUN 1 2017","Abstract":"Human trafficking is a complex transnational problem for society and the global economy. While researchers have studied this topic in a variety of contexts, including the criminology, sociology, and clinical domains, there has been little coverage in the operations research (OR) and analytics community. This paper highlights how techniques from OR and analytics can address the growing issue of human trafficking. We describe some of the unique concerns, problems, and challenges of human trafficking in relation to analytical techniques; subsequently, we demonstrate a variety of ways that OR and analytics can be applied in the human trafficking domain. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Konrad, RA (Konrad, Renata A.) ; Trapp, AC (Trapp, Andrew C.) ; Palmbach, TM (Palmbach, Timothy M.) ; Blom, JS (Blom, Jeffrey S.)","Title":"Overcoming human trafficking via operations research and analytics: Opportunities for methods, models, and applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393633700004 ISSN: 0888-3270","Keywords":"Aircraft composite structure; Structural health monitoring; Impact imaging; Guided wave; Spatial-wavenumber filter KeyWords Plus:THIN-WALLED STRUCTURES; WAFER ACTIVE SENSORS; SOURCE LOCALIZATION; DAMAGE DETECTION; TIME-REVERSAL; PLATE STRUCTURES; ARRAYS; IDENTIFICATION; PROPAGATION; INSPECTION","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"MECHANICAL SYSTEMS AND SIGNAL PROCESSING Volume: 90 Pages: 44-63 DOI: 10.1016/j.ymssp.2016.12.005 Published: JUN 2017","Abstract":"Monitoring of impact and multi-impact in particular in aircraft composite structures has been an intensive research topic in the field of guided-wave-based structural health monitoring (SHM). Compared with the majority of existing methods such as those using signal features in the time-, frequency- or joint time-frequency domain, the approach based on spatial-wavenumber filter of guided wave shows superb advantage in effectively distinguishing particular wave modes and identifying their propagation direction relative to the sensor array. However, there exist two major issues when conducting online characterization of multi-impact event. Firstly, the spatial-wavenumber filter should be realized in the situation that the wavenumber of high spatial resolution of the complicated multi impact signal cannot be measured or modeled. Secondly, it's difficult to identify the multiple impacts and realize multi-impact localization due to the overlapping of wavenumbers. To address these issues, a scanning spatial-wavenumber filter based diagnostic imaging method for online characterization of multi-impact event is proposed to conduct multi-impact imaging and localization in this paper. The principle of the scanning filter for multi-impact is developed first to conduct spatial-wavenumber filtering and to achieve wavenumber-time imaging of the multiple impacts. Then, a feature identification method of multi-impact based on eigenvalue decomposition and wavenumber searching is presented to estimate the number of impacts and calculate the wavenumber of the multi impact signal, and an image mapping method is proposed as well to convert the wavenumber-time image to an angle-distance image to distinguish and locate the multiple impacts. A series of multi-impact events are applied to a carbon fiber laminate plate to validate the proposed methods. The validation results show that the localization of the multiple impacts are well achieved. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Ren, YQ (Ren, Yuanqiang) ; Qiu, L (Qiu, Lei) ; Yuan, SF (Yuan, Shenfang) ; Su, ZQ (Su, Zhongqing)","Title":"A diagnostic imaging approach for online characterization of multi-impact in aircraft composite structures based on a scanning spatial-wavenumber filter of guided wave"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393247200012 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Complex networks; Influential nodes; Network efficiency; Efficiency centrality; Susceptible-Infected-Recovered model KeyWords Plus:COMPLEX NETWORKS; SPREADERS; DYNAMICS; RANKING; NUMBERS","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 47 Pages: 151-163 DOI: 10.1016/j.cnsns.2016.11.008 Published: JUN 2017","Abstract":"Identifying the influential nodes in complex networks is a fundamental and practical topic at the moment. Local metric like degree centrality measure is relatively simple and of less effectiveness, although the global metrics such as closeness and betweenness centrality measure can better identify influential nodes, still, there are some disadvantages and limitations. In this paper, a new efficiency centrality (EffC) to rank the spreaders in the whole network is proposed, which identify influential nodes by removing each node and meanwhile considering the changing degree of the whole network efficiency after removal. To evaluate the performance of our method, Susceptible-Infected-Recovered (SIR) model is used to simulate the epidemic spreading in four real networks. The experimental and simulated results show the efficiency and practicability of the proposed method. Thus, it is significant to rank spreaders in complex networks by using Network Efficiency. And our proposed EffC is proved to be a feasible and effective measure to identify influential nodes. (c) 2016 Elsevier B.V. All rights reserved.","Authors":"Wang, SS (Wang, Shasha) ; Du, YX (Du, Yuxian) ; Deng, Y (Deng, Yong)","Title":"A new measure of identifying influential nodes: Efficiency centrality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393247200026 ISSN: 1007-5704 eISSN: 1878-7274","Keywords":"Multivariate time series; Transfer entropy; Time-delay reconstruction of phase space KeyWords Plus:INFORMATION-TRANSFER","Categories":"Mathematics; Mechanics; Physics Web of Science Categories:Mathematics, Applied; Mathematics, Interdisciplinary Applications; Mechanics; Physics, Fluids & Plasmas; Physics, Mathematical","Journal Information":"COMMUNICATIONS IN NONLINEAR SCIENCE AND NUMERICAL SIMULATION Volume: 47 Pages: 338-347 DOI: 10.1016/j.cnsns.2016.12.008 Published: JUN 2017","Abstract":"It is a crucial topic to identify the direction and strength of the interdependence between time series in multivariate systems. In this paper, we propose the method of transfer entropy based on the theory of time-delay reconstruction of a phase space, which is a model free approach to detect causalities in multivariate time series. This method overcomes the limitation that original transfer entropy only can capture which system drives the transition probabilities of another in scalar time series. Using artificial time series, we show that the driving character is obviously reflected with the increase of the coupling strength between two signals and confirm the effectiveness of the method with noise added. Furthermore, we utilize it to real-world data, namely financial time series, in order to characterize the information flow among different stocks. (c) 2016 Elsevier B.V. All rights reserved.","Authors":"Mao, XG (Mao, Xuegeng) ; Shang, PJ (Shang, Pengjian)","Title":"Transfer entropy between multivariate time series"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391737900001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"CORC cable; magnetization loss; 3D numerical study; magnetic shielding effect","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 4800305 DOI: 10.1109/TASC.2016.2632901 Published: JUN 2017","Abstract":"This paper presents numerical study on magnetization characteristics of conductor on round core (CORC) cable. Numerical-models introduced in this paper are based on finite-element method (FEM) with simplified structure, optimized assumptions and settings. Magnetization performance of CORC cables is represented by both full coupled model and isolated model. These numerical models are verified by experiments on CORC cables made of commercial HTS tapes. On basis of this, two topics are discussed in this paper: one is the magnetic shielding effect of superconducting layers in CORC cables; the other one is the end effect of magnetization loss in short CORC cables. Conclusions obtained in this paper will be helpful to understand the working mechanism of CORC cable and also useful in design of large-scale magnets based on CORC cables.","Authors":"Sheng, J (Sheng, Jie) ; Vojenciak, M (Vojenciak, Michal) ; Terzioglu, R (Terzioglu, Rifki) ; Frolek, L (Frolek, Lubomir) ; Gomory, F (Gomory, Fedor)","Title":"Numerical Study on Magnetization Characteristics of Superconducting Conductor on Round Core Cables"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397362400024 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"CO; Silicon; Surface chemistry; Computational chemistry; Vacuum chemistry KeyWords Plus:SCANNING-TUNNELING-MICROSCOPY; CO ADSORPTION; SILICON SURFACES; BINDING-ENERGIES; SPECTROSCOPY; TRANSITION; MOLECULES; OXYGEN; PHOTOELECTRODES; ADSORBATE","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 405 Pages: 209-214 DOI: 10.1016/j.apsusc.2017.02.063 Published: MAY 31 2017","Abstract":"The adsorption of CO and surface chemistry of Si are well-understood topics in surface science. However, research into the adsorption of CO on the Si(111)-7 x 7 surface is deficient. In this study, the adsorption of CO on Si(111)-7 x 7 is investigated via high-level density functional theory calculations using cluster model. Two adsorption configurations are found to be kinetically and thermodynamically viable: on-top on rest-atoms and back-bond insertion on adatoms, both binding to the surface via C atom. Structural, electronic, and spectroscopic properties of the adsorbates indicate a sigma-donating/pi-accepting nature of the CO Si bonds in both configurations. The domination of sigma-donation in the on-top configuration results in a net positive charge on the on-top adsorbate, and the opposite situation yields a net negative charge on the back-bond insertion adsorbates. Our study provides a detailed understanding of the previous experimental observations of fundamental surface chemical phenomena, suggesting possible applications of Si surface functionalization using CO. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Shong, B (Shong, Bonggeun)","Title":"Adsorption of carbon monoxide on the Si(111)-7 x 7 surface"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100016 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Facial attractiveness computation; 2.5 D; Geometric features; Data-driven; BJUT-3D KeyWords Plus:BEAUTY; CLASSIFICATION; PREDICTION; PERCEPTION; MACHINE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 168-178 DOI: 10.1016/j.neucom.2017.01.050 Published: MAY 17 2017","Abstract":"Investigating the nature and components of face attractiveness from a computational view has become an emerging topic in facial analysis research. In this paper, a multi-view (frontal and profile view, 2.5D) facial attractiveness computational model is developed to explore how face geometry affects its attractiveness. A landmark-based, data-driven method is introduced to construct a huge dimension of three kinds of geometric facial measurements, including ratios, angles, and inclinations. An incremental feature selection algorithm is proposed to systematically select the most discriminative subset of geometric features, which are finally mapped to an attractiveness score through the application of support vector regression (SVR). On a dataset of 360 facial images pre-processed from BJUT-3D Face Database and an attractiveness score dataset collected from human raters, we show that the computational model performs well with low statistic error (MSE = 0.4969) and good predictability (R-2 = 0.5756). (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Liu, S (Liu, Shu) ; Fan, YY (Fan, Yang-Yu) ; Guo, Z (Guo, Zhe) ; Samal, A (Samal, Ashok) ; Ali, A (Ali, Afan)","Title":"A landmark-based data-driven approach on 2.5D facial attractiveness computation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398014200020 ISSN: 0263-8223 eISSN: 1879-1085","Keywords":"Carbon fibres; Finite element analysis (FEA); Stress concentrations; Monte Carlo simulations KeyWords Plus:UNIDIRECTIONAL CFRP COMPOSITES; REINFORCED EPOXY COMPOSITE; TENSILE-STRENGTH; FINITE-ELEMENT; SHEAR-LAG; LOAD-TRANSFER; COMPUTED-TOMOGRAPHY; FAILURE PHENOMENA; MODEL COMPOSITES; MICROMECHANISMS","Categories":"Materials Science Web of Science Categories:Materials Science, Composites","Journal Information":"COMPOSITE STRUCTURES Volume: 168 Pages: 226-233 DOI: 10.1016/j.compstruct.2017.01.084 Published: MAY 15 2017","Abstract":"key aspect of the longitudinal tensile failure of composites is the stress redistribution that occurs around broken fibres. Work on this topic has focussed mainly on the stress field surrounding a single broken fibre; however, this is an important limitation as unstable failure in carbon fibre bundles occurs when a cluster of about 16 or more broken fibres is formed. Therefore, we have developed a detailed Finite Element (FE) model to investigate how stress redistribution varies with the number of broken fibres in a cluster. The results show that both the recovery length and stress concentration factor increase significantly with increasing number of broken fibres in a cluster. We have also developed an analytical model, suitable to be included in existing or new fibre bundle models, that captures how the recovery length and stress concentration factor vary with the broken cluster size, and validated its predictions against our FE simulations. Finally, we extended our FE model to predict the survival probability of fibre bundles using Monte Carlo simulations, and found that these predictions were in good agreement with experimental and analytical results on microcomposites. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"St-Pierre, L (St-Pierre, Luc) ; Martorell, NJ (Martorell, Ned J.) ; Pinho, ST (Pinho, Silvestre T.)","Title":"Stress redistribution around clusters of broken fibres in a composite"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360200031 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Burner tilt angle; Combustion characteristics; Deep air staging; Tangentially fired boiler; Computational fluid dynamics KeyWords Plus:GAS TEMPERATURE DEVIATION; UTILITY BOILER; LARGE-SCALE; FURNACE; CHAR","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 196 Pages: 314-324 DOI: 10.1016/j.fuel.2017.02.009 Published: MAY 15 2017","Abstract":"The burner tilt angle has a significant influence on the combustion characteristics of a furnace, but few studies have focused on this topic. In this study, a numerical model was developed and validated to investigate the effect of the burner tilt angle on the combustion and NOx emission characteristics of a 700 MWe pulverized-coal-fired boiler with deep-air-staging technology. The turbulence, heat transfer and chemical reactions in the furnace were reproduced in detail by the model. Deep insight into the effects of burner tilt angle on combustion and NOx emission characteristics was acquired. The results show that the turbulence intensity in the burnout zone of furnace increases as the burner tilt angle increases, leading to a significant increase in the reaction rate of CO combustion. Hence, the level of CO emission is continuously reduced. The char burnout rate changes little with increasing burner tilt angle since the kinetic reaction rate and oxygen diffusion rate increase while the particle residence time decreases. The NOx emission increases as the burner is tilted farther upward because of an enhancement in fuel NO formation and a decrease in NO reburning. This study provides useful guidelines for improving the performance of deep-air-staged tangentially coal-fired boilers. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Tan, P (Tan, Peng) ; Tian, DF (Tian, Dengfeng) ; Fang, QY (Fang, Qingyan) ; Ma, L (Ma, Lun) ; Zhang, C (Zhang, Cheng) ; Chen, G (Chen, Gang) ; Zhong, LJ (Zhong, Lijin) ; Zhang, HG (Zhang, Honggang)","Title":"Effects of burner tilt angle on the combustion and NOx emission characteristics of a 700 MWe deep-air-staged tangentially pulverized-coal-fired boiler"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396974800001 ISSN: 0165-0114 eISSN: 1872-6801","Keywords":"Decision analysis; TFRPR; Quasi TFRPR; Consistency analysis; Programming model KeyWords Plus:ANALYTIC HIERARCHY PROCESS; LINEAR-PROGRAMMING MODELS; SAATYS PRIORITY THEORY; EXTENT ANALYSIS METHOD; AHP; DERIVATION; MATRICES; WEIGHTS; VALUES","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Theory & Methods; Mathematics, Applied; Statistics & Probability","Journal Information":"FUZZY SETS AND SYSTEMS Volume: 315 Pages: 1-25 DOI: 10.1016/j.fss.2016.12.010 Published: MAY 15 2017","Abstract":"Triangular fuzzy reciprocal preference relations (TFRPRs) are good choices to denote the decision makers' fuzzy preferences. Consistency analysis is a very important topic to preference relations that can avoid the illogical ranking order. However, all previous multiplicative consistency concepts for TFRPRs cannot well address this type of preference relations. To address this issue, this paper introduces a new multiplicative consistency concept for TFRPRs, which can be seen as a natural extension of Tanino's multiplicative consistency concept for reciprocal preference relations. Based on the new consistency concept, 0-1 mixed' programming models for judging the multiplicative consistency of TFRPRs are constructed, and an approach for deriving multiplicative consistent TFRPRs is provided. Considering the incomplete case, programming models to determine missing values ate constructed. Subsequently, a multiplicative consistency based method for decision making with TFRPRs is presented that can address the inconsistent and incomplete cases. Meanwhile, illustrative examples are provided to show the concrete application of the proposed procedure, and comparison analysis is also made. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Meng, FY (Meng, Fanyong) ; Lin, J (Lin, Jian) ; Tan, CQ (Tan, Chunqiao) ; Zhang, Q (Zhang, Qiang)","Title":"A new multiplicative consistency based method for decision making with triangular fuzzy reciprocal preference relations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394077500003 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Activity recognition; General model; Co-training KeyWords Plus:SMART ENVIRONMENTS; UNLABELED DATA; DISCOVERY; PATTERNS","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 74 Pages: 19-28 DOI: 10.1016/j.eswa.2017.01.002 Published: MAY 15 2017","Abstract":"Activity recognition has been a hot topic for decades, from the scientific research to the development of off-the-shelf commercial products. Since people perform the activities differently, to avoid overfitting, building a general model with activity data of various users is required before the deployment for personal use. However, annotating a large amount of activity data is expensive and time-consuming. In this paper, we build a general model for activity recognition with a limited amount of labelled data. We combine Latent Dirichlet Allocation (LDA) and AdaBoost to jointly train a general activity model with partially labelled data. After that, when AdaBoost is used for online prediction, we combine it with graphical models (such as HMM and CRF) to exploit the temporal information in human activities to smooth out the accidental misclassifications. Experiments with publicly available datasets show that we are able to obtain the accuracy of more than 90% with 1% labelled data. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Wen, JH (Wen, Jiahui) ; Wang, ZY (Wang, Zhiying)","Title":"Learning general model for activity recognition with limited labelled data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397800300006 ISSN: 0962-8436 eISSN: 1471-2970","Keywords":"transmission triangle; vector; perception kernel; force of infection; contact matrix KeyWords Plus:NONSEXUAL DISEASE TRANSMISSION; SEXUALLY-TRANSMITTED-DISEASES; POPULATION-DYNAMICS; EVOLUTION; MODEL; DISPERSAL; PATHOGENS; VIRULENCE; EPIDEMIOLOGY; EMERGENCE","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"PHILOSOPHICAL TRANSACTIONS OF THE ROYAL SOCIETY B-BIOLOGICAL SCIENCES Volume: 372 Issue: 1719 Article Number: 20160087 DOI: 10.1098/rstb.2016.0087 Published: MAY 5 2017","Abstract":"This article overviews the dynamics of disease transmission in one-host-one-parasite systems. Transmission is the result of interacting host and pathogen processes, encapsulated with the environment in a 'transmission triangle'. Multiple transmission modes and their epidemiological consequences are often not understood because the direct measurement of transmission is difficult. However, its different components can be analysed using nonlinear transmission functions, contact matrices and networks. A particular challenge is to develop such functions for spatially extended systems. This is illustrated for vector transmission where a 'perception kernel' approach is developed that incorporates vector behaviour in response to host spacing. A major challenge is understanding the relative merits of the large number of approaches to quantifying transmission. The evolution of transmission mode itself has been a rather neglected topic, but is important in the context of understanding disease emergence and genetic variation in pathogens. Disease impacts many biological processes such as community stability, the evolution of sex and speciation, yet the importance of different transmission modes in these processes is not understood. Broader approaches and ideas to disease transmission are important in the public health realm for combating newly emerging infections. This article is part of the themed issue 'Opening the black box: re-examining the ecology and evolution of parasite transmission'.","Authors":"Antonovics, J (Antonovics, Janis)","Title":"Transmission dynamics: critical questions and challenges"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952300007 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Image annotation; Multimedia; Content Analysis; Discriminant model","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 236 Pages: 48-55 Special Issue: SI DOI: 10.1016/j.neucom.2016.09.108 Published: MAY 2 2017","Abstract":"Generative model based image annotation methods have achieved good annotation performance. However, due to the problem of \"semantic gap\", these methods always suffer from the images with similar visual features but different semantics. It seems promising to separate these images from semantic relevant ones by using discriminant models, since they have shown excellent generalization performance. Motivated to gain the benefits of both generative and discriminative approaches, in this paper, we propose a novel image annotation approach which combine the generative and discriminative models through local discriminant topics in the neighborhood of the unlabeled image. Singular Value Decomposition(SVD) is applied to group the images of the neighborhood into different topics according to their semantic labels. The semantic relevant images and the irrelevant ones are always assigned into different topics. By exploiting the discriminant information between different topics, Support Vector Machine(SVM) is applied to classify the unlabeled image into the relevant topic, from which the more accurate annotation will be obtained by reducing the bad influence of irrelevant images. The experiments on the ECCV 2002 [3] and NUS-WIDE [34] benchmark show that our method outperforms state-of-the-art annotation models.","Authors":"Ji, P (Ji, Ping) ; Gao, XH (Gao, Xianhe) ; Hu, XY (Hu, Xueyou)","Title":"Automatic image annotation by combining generative and discriminant models"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200006 PubMed ID: 28211334 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Genetically modified crops; DNA adsorption; Langmuir isotherm KeyWords Plus:ANTIBIOTIC-RESISTANCE GENES; GENETICALLY-MODIFIED CROPS; PLASMID DNA; DIPLOCOCCUS-PNEUMONIAE; TRANSFORMATION; PROTECTION; DEGRADATION; MECHANISMS; BACTERIA; PROTEIN","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 45-51 DOI: 10.1016/j.chemosphere.2017.02.030 Published: MAY 2017","Abstract":"The cultivation and consumption of transgenic crops continues to be a widely debated topic, as the potential ecological impacts are not fully understood. In particular, because antibiotic resistance genes (ARGs) have historically been used as selectable markers in the genetic engineering of transgenic crops, it is important to determine if the genetic constructs found in decomposing transgenic crops persist long enough in the environment and if they can be transferred horizontally to indigenous microorganisms. In the present study, we address the question of persistence. Others have also estimated the DNA adsorption capacity of various clays, but have done so by manipulating the surface charge and size of particles tested which may overestimate sorption and underestimate the DNA available for horizontal transfer. In the present study, isotherms were generated using model Calf Thymus DNA and transgenic maize DNA without surface modification. Montmorillonite, kaolinite, and 3 soil mixtures with varying clay content were used in this study. The adsorption capacity of pure montmorillonite and kaolinite minerals was found to be one to two orders of magnitude less than previously estimated likely due to the distribution of clay particle sizes and heteroionic particle surface charge. However, it appears that a substantial amount of DNA is still able to adsorb onto these matrices (up to 200 mg DNA per gram of clay) suggesting the potential availability of free transgenic DNA in the environment may still be significant. Future studies should be conducted to determine the fate of these genes in agricultural soils. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Gardner, CM (Gardner, Courtney M.) ; Gunsch, CK (Gunsch, Claudia K.)","Title":"Adsorption capacity of multiple DNA sources to clay minerals and environmental soil matrices less than previously estimated"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398712100019 ISSN: 0278-081X eISSN: 1531-5878","Keywords":"Parameter estimation; Stochastic gradient; Multi-innovation; Hierarchical identification; Nonlinear system; Closed-loop system KeyWords Plus:LEAST-SQUARES IDENTIFICATION; PARAMETER-ESTIMATION ALGORITHMS; AUXILIARY MODEL; HAMMERSTEIN SYSTEMS; FILTERING TECHNIQUE; DYNAMICAL-SYSTEMS; NEWTON ITERATION; FAULT-DETECTION; DELAY; CONVERGENCE","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"CIRCUITS SYSTEMS AND SIGNAL PROCESSING Volume: 36 Issue: 5 Pages: 2166-2183 DOI: 10.1007/s00034-016-0394-4 Published: MAY 2017","Abstract":"The identification problem of closed-loop or feedback nonlinear systems is a hot topic. Based on the hierarchical identification principle, this paper presents a hierarchical stochastic gradient algorithm and a hierarchical multi-innovation stochastic gradient algorithm for feedback nonlinear systems. The simulation results show that the hierarchical multi-innovation stochastic gradient can more effectively estimate the parameters of the feedback nonlinear systems than the hierarchical stochastic gradient algorithm.","Authors":"Shen, BB (Shen, Bingbing) ; Ding, F (Ding, Feng) ; Alsaedi, A (Alsaedi, Ahmed) ; Hayat, T (Hayat, Tasawar)","Title":"Gradient-Based Recursive Identification Methods for Input Nonlinear Equation Error Closed-Loop Systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549700025 ISSN: 0378-7796 eISSN: 1873-2046","Keywords":"Electric distribution network; Severe weather; Outage prediction model; Vegetation management; Resilience; LiDAR KeyWords Plus:POWER OUTAGES; MODELS; HURRICANES; DURATIONS; ACCURACY; DAMAGE","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"ELECTRIC POWER SYSTEMS RESEARCH Volume: 146 Pages: 236-245 DOI: 10.1016/j.epsr.2017.01.039 Published: MAY 2017","Abstract":"The interaction of severe weather, overhead electric infrastructure and surrounding vegetation contributes to power outages. Given that 90% of storm outages in Connecticut are tree-related, accurate modeling of power outages before a storm arrives could result in improved pre-staging of crews and equipment resulting in improved electric reliability. The authors have generated a light detection and ranging (LiDAR) data product that provides a 1-m resolution measurement of vegetation that is tall enough to strike overhead distribution powerlines, called \"ProxPix\". These data, along with other vegetation management (e.g. tree trimming) and infrastructure data were evaluated for their improvement an outage prediction model over eastern Connecticut during Hurricane Sandy. A random forest model utilizing a repeated balanced sampling (RBS) approach with 10,000 iterations was used to evaluate which model forcing data accurately predicted the occurrence of a power outage in a 0.5 km grid cell. The authors found that models inputted with infrastructure, vegetation management, ProxPix, performed up to 5-13% better than simpler models depending on model evaluation criteria and input data; and that the model forced with utility infrastructure and ProxPix had the best overall performance. The ProxPix data created for this study have application to other research topics such as prioritizing areas for vegetation management near utilities and providing data on potential tree threats to roads, railways, or other infrastructure networks. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wanik, DW (Wanik, D. W.) ; Parent, JR (Parent, J. R.) ; Anagnostou, EN (Anagnostou, E. N.) ; Hartman, BM (Hartman, B. M.)","Title":"Using vegetation management and LiDAR-derived tree height data to improve outage predictions for electric utilities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395844400016 ISSN: 0734-743X eISSN: 1879-3509","Keywords":"Ship collision; Ship grounding; Reduced scale; Marine structures; Sloshing KeyWords Plus:SCALING IMPACTED STRUCTURES; SPECIMEN GEOMETRY; STIFFENED PLATES; WEB GIRDERS; MODEL; SIMULATION; DAMAGE","Categories":"Engineering; Mechanics Web of Science Categories:Engineering, Mechanical; Mechanics","Journal Information":"INTERNATIONAL JOURNAL OF IMPACT ENGINEERING Volume: 103 Pages: 195-210 DOI: 10.1016/j.ijimpeng.2017.01.021 Published: MAY 2017","Abstract":"Scaled models are important in marine engineering since it is prohibitive testing of actual ship size. However, the crashworthiness analysis on marine structures in reduced scale is not an ordinary research topic given the scientific and technical limitations surrounding this type of practice. It is reported here a series of collision tests of marine structures in reduced scale. These experiments are used to validate the subsequent finite element analysis. The scaled shiplike specimens were built from metallic thin-walled structures in a reduced scale of 1:100 taken into account shipbuilding processes analogous to that used in real scale marine structures. The experiments include scaled collision tests of a T cross-section beahi, head-on collision of an oil tanker against a rigid wall, ship grounding and collision between two oil tankers. It is discussed the influence of different numerical and experimental aspects inherent to experimental impact tests of marine structures. This includes the mechanical properties of the materials, slight misalignments in test arrangements, failure criteria, weld joints and sloshing effect of ship cargo. These aspects are thoroughly analyzed and discussed here so bringing new insights in the modeling of marine structures subjected to collision events using reduced scale experiments. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Calle, MAG (Calle, M. A. G.) ; Oshiro, RE (Oshiro, R. E.) ; Alves, M (Alves, M.)","Title":"Ship collision and grounding: Scaled experiments and numerical analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900011 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Building information modeling; Daily work order; Level of development; Bill of materials KeyWords Plus:MANAGEMENT","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 06016007 DOI: 10.1061/(ASCE)CO.1943-7862.0001267 Published: MAY 2017","Abstract":"A total of 831 daily work orders from five construction projects were collected and analyzed for the potential of linking the daily work orders with product elements in building information modeling (BIM). The purpose of the analysis was to see whether a BIM-based bill of materials (BOM) for each daily work order can be generated through the links. The analysis was done with the level of development (LOD) defined by the American Institute of Architects (AIA), and it shows that, when LOD 300 is used, only 29% of the daily work orders have corresponding elements in BIM, whereas when LOD 400 is used, 98% of the daily work orders have corresponding elements in BIM. When the scope of the analysis is limited to those daily work orders associated with made-to-stock (MTS) type of materials, the percentage is 1.3% when LOD 300 is used and 99.6% when LOD 400 is used. This shows that the MTS (non-prefabricated) materials would benefit from using LOD 400 more than other types of materials that are prefabricated to a certain extent. The authors also found that whereas prior studies address the topic of generating a BOM for prefabricated materials, studies on generating a daily BOM for the MTS type of materials are difficult to find. For researchers who wish to work on the topic of BIM-based daily work orders and its constituent, a BIM-based BOM, the analysis of the 831 daily work orders shows that the use of LOD 400 is critical, especially for daily work orders and BOMs related to the MTS type of materials. (C) 2016 American Society of Civil Engineers.","Authors":"Song, MH (Song, Min Ho) ; Fischer, M (Fischer, Martin) ; Theis, P (Theis, Patrick)","Title":"Field Study on the Connection between BIM and Daily Work Orders"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366500025 ISSN: 0022-1031 eISSN: 1096-0465","Keywords":"Self-distancing; Challenge/threat; Task engagement; Cardiovascular reactivity; Stress and coping KeyWords Plus:THREAT STATES; BIOPSYCHOSOCIAL MODEL; HEART-RATE; PERFORMANCE; STRESS; REACTIVITY; INDEXES; EXPERIENCES; ANXIETY","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"JOURNAL OF EXPERIMENTAL SOCIAL PSYCHOLOGY Volume: 70 Pages: 235-241 DOI: 10.1016/j.jesp.2016.11.008 Published: MAY 2017","Abstract":"Self-distancing has been shown to lead to benefits in the face of upcoming stressors, but the process by which this occurs remains unclear. We applied the cardiovascular measures of the biopsychosocial model of challenge/ threat to test two plausible explanations: whether manipulating self-distancing (vs. a control condition) (1) makes a subsequent active-performance stressor seem less personally relevant, thereby leading to lower task engagement during task performance, and/or (2) promotes more favorable evaluations of personal resources relative to situational demands, resulting in greater challenge during performance. Participants who self-distanced by using non-first-person (vs. first-person) pronouns and their own name while preparing for a speech showed cardiovascular responses consistent with greater challenge while delivering the speech. Self-distancing did not, however, influence cardiovascular responses reflecting task engagement during the speech. Moreover, the effect of self-distancing persisted in the form of relative challenge during a second speech on an unrelated topic. These findings suggest self-distancing can lead to a positively valenced experience during active-performance stressors, rather than simply muted responses based on decreasing the stressor's self-relevance. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Streamer, L (Streamer, Lindsey) ; Seery, MD (Seery, Mark D.) ; Kondrak, CL (Kondrak, Cheryl L.) ; Lamarche, VM (Lamarche, Veronica M.) ; Saltsman, TL (Saltsman, Thomas L.)","Title":"Not I, but she: The beneficial effects of self-distancing on challenge/threat cardiovascular responses"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398562500006 ISSN: 0733-9437 eISSN: 1943-4774","Categories":"Agriculture; Engineering; Water Resources Web of Science Categories:Agricultural Engineering; Engineering, Civil; Water Resources","Journal Information":"JOURNAL OF IRRIGATION AND DRAINAGE ENGINEERING Volume: 143 Issue: 5 Article Number: 02516004 DOI: 10.1061/(ASCE)IR.1943-4774.0001149 Published: MAY 2017","Abstract":"Forum papers are thought-provoking opinion pieces or essays founded in fact, sometimes containing speculation, on a civil engineering topic of general interest and relevance to the readership of the journal. The views expressed in this Forum article do not necessarily reflect the views of ASCE or the Editorial Board of the journal.","Authors":"Ashofteh, PS (Ashofteh, Parisa-Sadat) ; Bozorg-Haddad, O (Bozorg-Haddad, Omid) ; Loaiciga, HA (Loaiciga, Hugo A.)","Title":"Role of Adaptive Water Resources Management Policies and Strategies in Relieving Conflicts between Water Resources and Agricultural Sector Water Use Caused by Climate Change"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398997900007 PubMed ID: 27352782 ISSN: 0586-7614 eISSN: 1745-1701","Keywords":"minocycline; apoptosis; postnatal neurogenesis; subventricular zone; synaptic pruning; early therapy KeyWords Plus:SUBVENTRICULAR ZONE; NEGATIVE SYMPTOMS; DOUBLE-BLIND; MOUSE MODEL; HUMAN BRAIN; DISEASE; PROLIFERATION; TETRACYCLINE; STRIATUM; CORTEX","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"SCHIZOPHRENIA BULLETIN Volume: 43 Issue: 3 Pages: 493-496 DOI: 10.1093/schbul/sbw088 Published: MAY 1 2017","Abstract":"The implication of neuroinflammation in schizophrenia, sustained by recent genetic evidence, represents one of the most exciting topics in schizophrenia research. Drugs which inhibit microglia activation, especially the classical tetracycline antibiotic minocycline are currently under investigation as alternative antipsychotics. However, recent studies demonstrated that microglia activation is not only a hallmark of neuroinflammation, but plays important roles during brain development. Inhibition of microglia activation by minocycline was shown to induce extensive neuronal cell death and to impair subventricular zone (SVZ) neurogenesis and synaptic pruning in the early postnatal and adolescent rodent brain, respectively. These deleterious effects contrast with the neuroprotective actions of minocycline at adult stages. They are of potential importance for schizophrenia, since minocycline triggers similar pro-apoptotic effects in the developing brain as NMDA receptor (NMDAR) antagonists, known to induce long-term schizophrenia-like abnormalities. Moreover, altered postnatal neurogenesis, recently described in the human striatum, was proposed to induce striatal dopamine dysregulation associated with schizophrenia. Finally, the effect of minocycline on synapse remodeling is of interest considering the recently reported strong genetic association of the pruning-regulating complement factor gene C4A with schizophrenia. This raises the exciting possibility that in conditions of hyperactive synaptic pruning, as supposed in schizophrenia, the inhibitory action of minocycline turns into a beneficial effect, with relevance for early therapeutic interventions. Altogether, these data support a differential view on microglia activation and its inhibition. Further studies are needed to clarify the relevance of these results for the pathogenesis of schizophrenia and the use of minocycline as antipsychotic drug.","Authors":"Inta, D (Inta, Dragos) ; Lang, UE (Lang, Undine E.) ; Borgwardt, S (Borgwardt, Stefan) ; Meyer-Lindenberg, A (Meyer-Lindenberg, Andreas) ; Gass, P (Gass, Peter)","Title":"Microglia Activation and Schizophrenia: Lessons From the Effects of Minocycline on Postnatal Neurogenesis, Neuronal Survival and Synaptic Pruning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396956000014 ISSN: 0927-0248 eISSN: 1879-3398","Keywords":"Degradation; Durability; Reaction-diffusion system; Poly(ethylene-co-vinyl acetate); Photovoltaics; Finite element method KeyWords Plus:THERMAL-DEGRADATION; POLY(ETHYLENE-CO-VINYL ACETATE); ENCAPSULANT DISCOLORATION; PHOTOVOLTAIC MODULES; POLY(VINYL ACETATE); PV-MODULES; MECHANISMS; STABILIZATION; POLYETHYLENE; AUTOXIDATION","Categories":"Energy & Fuels; Materials Science; Physics Web of Science Categories:Energy & Fuels; Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"SOLAR ENERGY MATERIALS AND SOLAR CELLS Volume: 164 Pages: 93-106 DOI: 10.1016/j.solmat.2017.02.014 Published: MAY 2017","Abstract":"Among polymers used as encapsulant in photovoltaic (PV) modules, poly(ethylene-co-vinyl acetate), or EVA, is the most widely used, for its low cost and acceptable performances. When exposed to weather conditions, EVA undergoes degradation that affects overall PV performances. Durability prediction of EVA, and thus of the module, is a hot topic in PV process industry. To date, the literature lacks of long-term predictive computational models to study EVA aging. To fill this gap, a computational framework, based on the finite element method, is proposed to simulate chemical reactions and diffusion processes occurring in EVA. The developed computational framework is valid in either case of environmental or accelerated aging. The proposed framework enables the identification of a correspondence between induced degradation in accelerated tests and actual exposure in weathering conditions. The developed tool is useful for the prediction of the spatio-temporal evoltition of the chemical species in EVA, affecting its optical properties. The obtained predictions, related to degradation kinetics and discoloration, show a very good correlation with experimental data taken from the literature, confirming the validity of the proposed formulation and computational approach. The framework has the potential to provide quantitative comparisons of degradation resulting from any environmental condition to that gained from accelerated aging tests, also providing a guideline to design new testing protocols tailored for specific climatic zones.","Authors":"Gagliardi, M (Gagliardi, M.) ; Lenarda, P (Lenarda, P.) ; Paggi, M (Paggi, M.)","Title":"A reaction-diffusion formulation to simulate EVA polymer degradation in environmental and accelerated ageing conditions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395597700020 ISSN: 0921-8009 eISSN: 1873-6106","Keywords":"Wastewater reuse; Agriculture; Water management; Economics; Modeling; Desalination KeyWords Plus:CLIMATE-CHANGE; IRRIGATION; MANAGEMENT; RESOURCES; EFFLUENT; FUTURE; SALINE; WORLD","Categories":"Environmental Sciences & Ecology; Business & Economics Web of Science Categories:Ecology; Economics; Environmental Sciences; Environmental Studies","Journal Information":"ECOLOGICAL ECONOMICS Volume: 135 Pages: 222-233 DOI: 10.1016/j.ecolecon.2017.01.013 Published: MAY 2017","Abstract":"We develop an Israeli version of the Multi-Year Water Allocation System (MYWAS) mathematical programming model to conduct statewide, long-term analyses of three topics associated with agricultural reuse of wastewater. We find that: (1) enabling agricultural irrigation with treated wastewater significantly reduces the optimal capacity levels of seawater and brackish-water desalination over the simulated 3-decade period, and increases Israel's welfare by 33 billion USD in terms of present values; (2) a policy requiring desalination of treated wastewater pre-agricultural reuse, as a method to prevent long-run damage to the soil and groundwater, reduces welfare by 2.7 billion USD; hence, such a policy is warranted only if the avoided damages exceed this welfare loss; (3) desalination. of treated wastewater in order to increase freshwater availability for agricultural irrigation is not optimal, since the costs overwhelm the generated agricultural benefits. We also find the results associated with these three topics to be sensitive to the natural recharge of Israel's freshwater aquifers, and to the rate at which domestic-water demand evolves due to population and income growth. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Reznik, A (Reznik, Ami) ; Feinerman, E (Feinerman, Eli) ; Finkelshtain, I (Finkelshtain, Israel) ; Fisher, F (Fisher, Franklin) ; Huber-Lee, A (Huber-Lee, Annette) ; Joyce, B (Joyce, Brian) ; Kan, I (Kan, Iddo)","Title":"Economic implications of agricultural reuse of treated wastewater in Israel: A statewide long-term perspective"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395095800009 ISSN: 1751-7575 eISSN: 1751-7583","Keywords":"Ant colony optimisation; classification algorithms; corporate bankruptcy prediction; data mining; financial ratios KeyWords Plus:FINANCIAL DISTRESS PREDICTION; FEATURE-SELECTION METHODS; NEURAL-NETWORK; VARIABLE SELECTION; ROC CURVE; OPTIMIZATION; CLASSIFIER; ALGORITHMS; ENSEMBLES; HYBRID","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ENTERPRISE INFORMATION SYSTEMS Volume: 11 Issue: 5 Pages: 758-785 DOI: 10.1080/17517575.2015.1090630 Published: MAY 2017","Abstract":"This paper presents a transportable ant colony discrimination strategy (TACD) to predict corporate bankruptcy, a topic of vital importance that is attracting increasing interest in the field of economics. The proposed algorithm uses financial ratios to build a binary prediction model for companies with the two statuses of bankrupt and non-bankrupt. The algorithm takes advantage of an improved version of continuous ant colony optimisation (CACO) at the core, which is used to create an accurate, simple and understandable linear model for discrimination. This also enables the algorithm to work with continuous values, leading to more efficient learning and adaption by avoiding data discretisation. We conduct a comprehensive performance evaluation on three real-world data sets under a stratified cross-validation strategy. In three different scenarios, TACD is compared with 11 other bankruptcy prediction strategies. We also discuss the efficiency of the attribute selection methods used in the experiments. In addition to its simplicity and understandability, statistical significance tests prove the efficiency of TACD against the other prediction algorithms in both measures of AUC and accuracy.","Authors":"Lalbakhsh, P (Lalbakhsh, Pooia) ; Chen, YPP (Chen, Yi-Ping Phoebe)","Title":"TACD: a transportable ant colony discrimination model for corporate bankruptcy prediction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395753600016 PubMed ID: 27367925 ISSN: 1041-0236 eISSN: 1532-7027","Categories":"Communication; Health Care Sciences & Services Web of Science Categories:Communication; Health Policy & Services","Journal Information":"HEALTH COMMUNICATION Volume: 32 Issue: 5 Pages: 639-649 DOI: 10.1080/10410236.2016.1160319 Published: MAY 2017","Abstract":"Health information is often sought online, despite varying credibility of online sources, and may shape health behaviors. This investigation builds on the Selective Exposure Self- and Affect-Management model to examine selective exposure to online health information from low- and high-credibility sources and subsequent effects on attitudes toward health behaviors. In a lab study, 419 participants accessed online search results about health topics. The display varied messages in a 4x2x2 all within-subjects design, with topic as a four-step factor (organic food, coffee, fruit and vegetable consumption, physical exercise) and source credibility (low vs. high) and issue stance (promoting vs. opposing health behavior) as two-step factors. Displayed messages either promoted or opposed the related behavior. Results showed that perceiving greater standard-behavior discrepancy (between recommended behavior standards and own behavior) fostered behavior-related attitudes through selective exposure to messages promoting that behavior. The effects from selective exposure to health messages on attitudes occurred regardless of associated source credibility.","Authors":"Westerwick, A (Westerwick, Axel) ; Johnson, BK (Johnson, Benjamin K.) ; Knobloch-Westerwick, S (Knobloch-Westerwick, Silvia) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Johnson, Benjamin  G-4664-2014 http://orcid.org/0000-0003-0588-221X","Title":"Change Your Ways: Fostering Health Attitudes Toward Change Through Selective Exposure to Online Health Messages"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361000012 ISSN: 1270-9638 eISSN: 1626-3219","Keywords":"Support interference; Wind tunnel; Training aircraft model; CFD KeyWords Plus:VALIDATION; REYNOLDS; DRAG","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AEROSPACE SCIENCE AND TECHNOLOGY Volume: 64 Pages: 133-146 DOI: 10.1016/j.ast.2017.01.021 Published: MAY 2017","Abstract":"Many kinds of support system, such as tail support system, external/balance support system, side wall support system and wing tip support system are used for wind tunnel testing. The difference between the flow around the test model and the flow around the real aircraft is caused by the support system and results in a difference between aerodynamic characteristics of the test article and the actual one and is referred to as support interference. Support interference is one of the important topics of aerodynamic testing since it can have significant influence on the accuracy of the test data. The support system and support interference become one of the main investigation areas of experiment aerodynamics. The results of experimental investigation of the influence of model support on the determination of aerodynamic coefficients of a wind tunnel model are presented. A discussion is given of the forms of interference occurring in the low speed wind tunnel of the Military Technical Institute due to the model support system. Two types of model attachments, bent sting and external/balance model support are considered. The magnitude of interference on the test results is given. The main interference is on the pitching moment coefficient Cm. The computational results of the interference-free aerodynamic coefficients of a Training Aircraft Model are also given and compared to experimental data. A procedure for eliminating the undesired effect of interference of the model support system on the test results is presented. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Ocokoljic, G (Ocokoljic, Goran) ; Rasuo, B (Rasuo, Bosko) ; Kozic, M (Kozic, Mirko)","Title":"Supporting system interference on aerodynamic characteristics of an aircraft model in a low-speed wind tunnel"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398364900009 PubMed ID: 28064514 ISSN: 1060-0280 eISSN: 1542-6270","Keywords":"statistics; literature evaluation; research design; biostatistics; education KeyWords Plus:PROPENSITY SCORE METHODS; INTENSIVE INSULIN THERAPY; ACUTE KIDNEY INJURY; RANDOMIZED CONTROLLED-TRIALS; SEPTIC SHOCK; SUBGROUP ANALYSIS; P-VALUES; MULTIVARIABLE ANALYSIS; CONFIDENCE-INTERVALS; LOGISTIC-REGRESSION","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"ANNALS OF PHARMACOTHERAPY Volume: 51 Issue: 5 Pages: 429-438 DOI: 10.1177/1060028016686356 Published: MAY 2017","Abstract":"Proficiency in research design and statistical analysis is crucial to the success of a clinical pharmacist. However, new pharmacy graduates and residents may not have received adequate training and education in these areas. During the authors' tenure as clinical pharmacists, several statistical \"myths\" were consistently maintained by residents and new clinical practitioners. The purpose of this narrative review is to discuss and dispel several of these statistical fallacies. The myths discussed involve 3 common areas of consideration when evaluating any clinical study: assessing the risk of bias from confounding (propensity score analysis and multivariable modeling), interpretation of the main study findings (P values and hypothesis testing), and secondary evaluations (subgroup analyses). Literature examples are used to illustrate each of the topics. The authors hope that the discussion will augment each pharmacist's knowledge of medical literature interpretation leading to improvements in patient care, education of future residents, and personal research endeavors.","Authors":"Lam, SW (Lam, Simon W.) ; Bauer, SR (Bauer, Seth R.) ; Yang, W (Yang, Wei) ; Miano, TA (Miano, Todd A.)","Title":"Statistics Myth Busters: Dispelling Common Misperceptions Held by Readers of the Biomedical Literature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300001 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Event-based social networks; Social event recommendation; Latent factor models KeyWords Plus:TAG RECOMMENDATION; USERS","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 559-576 DOI: 10.1016/j.ipm.2017.01.001 Published: MAY 2017","Abstract":"Event-based social networks (EBSNs) have experienced increased popularity and rapid growth. Due to the huge volume of events available in EBSNs, event recommendation becomes essential for users to find suitable events to attend. Different from classic recommendation scenarios (e.g., movies and books), a large majority of EBSN users join groups unified by a common interest, and events are organized by groups. In this paper, we propose a dual-perspective latent factor model for group-aware event recommendation by using two kinds of latent factors to model the dual effect of groups: one from the user oriented perspective (e.g., topics of interest) and another from the event-oriented perspective (e.g., event planning and organization). Pairwise learning is used to exploit unobserved RSVPs by modeling the individual probability of preference via Logistic and Probit sigmoid functions. These latent group factors alleviate the cold-start problems, Which are pervasive in event recommendation because events published in EBSNs are always in the future and many of them have little or no trace of historical attendance. The proposed model is flexible and we further incorporate additional contextual information such as event venue, event popularity, temporal influence and geographical distance. We conduct a comprehensive set of experiments on four datasets from Meetup in both regular and cold-start settings. The results demonstrate that the proposed approach yields substantial improvement over the state-of-the-art baselines by utilizing the dual latent factors of groups. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Jhamb, Y (Jhamb, Yogesh) ; Fang, Y (Fang, Yi)","Title":"A dual-perspective latent factor model for group-aware social event recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300007 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Information retrieval; Informetrics; Topic modeling; Latent Dirichlet allocation; Vocabulary size; Term frequency KeyWords Plus:INFORMATION-RETRIEVAL; N-GRAMS; MODELS; CORPORA","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 653-665 DOI: 10.1016/j.ipm.2017.01.003 Published: MAY 2017","Abstract":"This study investigates how computational overhead for topic model training may be reduced by selectively removing terms from the vocabulary of text corpora being modeled. We compare the impact of removing singly occurring terms, the top 0.5%, 1% and 5% most frequently occurring terms and both top 0.5% most frequent and singly occurring terms, along with changes in the number of topics modeled (10, 20, 30, 40, 50, 100) using three datasets. Four outcome measures are compared. The removal of singly occurring terms has little impact on outcomes for all of the measures tested. Document discriminative capacity, as measured by the document space density, is reduced by the removal of frequently occurring terms, but increases with higher numbers of topics. Vocabulary size does not greatly influence entropy, but entropy is affected by the number of topics. Finally, topic similarity, as measured by pairwise topic similarity and Jensen-Shannon divergence, decreases with the removal of frequent terms. The findings have implications for information science research in information retrieval and informetrics that makes use of topic modeling. Published by Elsevier Ltd.","Authors":"Lu, K (Lu, Kun) ; Cai, X (Cai, Xin) ; Ajiferuke, I (Ajiferuke, Isola) ; Wolfram, D (Wolfram, Dietmar)","Title":"Vocabulary size and its effect on topic representation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397071100019 PubMed ID: 27474828 ISSN: 0021-9541 eISSN: 1097-4652","Categories":"Cell Biology; Physiology Web of Science Categories:Cell Biology; Physiology","Journal Information":"JOURNAL OF CELLULAR PHYSIOLOGY Volume: 232 Issue: 5 Pages: 1069-1078 DOI: 10.1002/jcp.25509 Published: MAY 2017","Abstract":"There is still a considerable debate concerning whether uric acid is neuroprotective or neurotoxic agent. To clarify this topic, we tested the effects of uric acid on neuronal cells biology by using differentiated SHSY5Y neuroblastoma cells incubated with amyloid beta to reproduce an in vitro model of Alzheimer's disease. The incubation of cells with uric acid at the dose of 40mMor higher significantly reduced cell viability and potentiated the proapoptotic effect of amyloid beta. Finally, uric acid enhanced the generation of 4-hydroxynonenal and the expression of PPAR beta/delta promoted by amyloid beta, indicating a prooxidant effects. In conclusion, uric acid could exert a detrimental influence on neuronal biology being this influence further potentiated by the concomitant exposure to neurotoxic stimuli. This effect is evident for uric acid concentrations close to those achievable in cerebrospinal fluid in presence of mild hyperuricemia thus suggesting a potential role of uric acid in pathophysiology of cognitive dysfunction. These effects are influenced by the concentrations of uric acid and by the presence of favoring conditions that commonly occur in neurodegenerative disorders and well as in the aging brain, including increased oxidative stress and exposure to amyloid beta. (C) 2016 Wiley Periodicals, Inc.","Authors":"Desideri, G (Desideri, Giovambattista) ; Gentile, R (Gentile, Roberta) ; Antonosante, A (Antonosante, Andrea) ; Benedetti, E (Benedetti, Elisabetta) ; Grassi, D (Grassi, Davide) ; Cristiano, L (Cristiano, Loredana) ; Manocchio, A (Manocchio, Antonello) ; Selli, S (Selli, Sara) ; Ippoliti, R (Ippoliti, Rodolfo) ; Ferri, C (Ferri, Claudio) ; Borghi, C (Borghi, Claudio) ; Giordano, A (Giordano, Antonio) ; Cimini, A (Cimini, Annamaria) ...More...Less","Title":"Uric Acid Amplifies Ab Amyloid Effects Involved in the Cognitive Dysfunction/Dementia: Evidences From an Experimental Model In Vitro"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398674400011 ISSN: 0146-1672 eISSN: 1552-7433","Keywords":"emotion regulation; social support; perspective taking; social interaction KeyWords Plus:SOCIAL REGULATION; SUPPORT; ADJUSTMENT; PSYCHOLOGY; SCIENCE; MODELS; HEALTH","Categories":"Psychology Web of Science Categories:Psychology, Social","Journal Information":"PERSONALITY AND SOCIAL PSYCHOLOGY BULLETIN Volume: 43 Issue: 5 Pages: 729-739 DOI: 10.1177/0146167217695558 Published: MAY 2017","Abstract":"Although much research considers how individuals manage their own emotions, less is known about the emotional benefits of regulating the emotions of others. We examined this topic in a 3-week study of an online platform providing training and practice in the social regulation of emotion. We found that participants who engaged more by helping others (vs. sharing and receiving support for their own problems) showed greater decreases in depression, mediated by increased use of reappraisal in daily life. Moreover, social regulation messages with more other-focused language (i. e., second-person pronouns) were (a) more likely to elicit expressions of gratitude from recipients and (b) predictive of increased use of reappraisal over time for message composers, suggesting perspective-taking enhances the benefits of practicing social regulation. These findings unpack potential mechanisms of socially oriented training in emotion regulation and suggest that by helping others regulate, we may enhance our own regulatory skills and emotional well-being.","Authors":"Dore, BP (Dore, Bruce P.) ; Morris, RR (Morris, Robert R.) ; Burr, DA (Burr, Daisy A.) ; Picard, RW (Picard, Rosalind W.) ; Ochsner, KN (Ochsner, Kevin N.)","Title":"Helping Others Regulate Emotion Predicts Increased Regulation of One's Own Emotions and Decreased Symptoms of Depression"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397553500002 ISSN: 0950-5849 eISSN: 1873-6025","Keywords":"Software testing; Test management; Test process; Test maturity; Test process assessment; Test process improvement; Multivocal literature review; Systematic literature review KeyWords Plus:TECHNICAL DEBT; MODEL; DESIGN; ORGANIZATIONS; REQUIREMENTS; MANAGEMENT","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"INFORMATION AND SOFTWARE TECHNOLOGY Volume: 85 Pages: 16-42 DOI: 10.1016/j.infsof.2017.01.001 Published: MAY 2017","Abstract":"Context: Software testing practices and processes in many companies are far from being mature and are usually conducted in ad-hoc fashions. Such immature practices lead to various negative outcomes, e.g., ineffectiveness of testing practices in detecting all the defects, and cost and schedule overruns of testing activities. To conduct test maturity assessment (TMA) and test process improvement (TPI) in a systematic manner, various TMA/TPI models and approaches have been proposed. Objective: It is important to identify the state-of-the-art and the-practice in this area to consolidate the list of all various test maturity models proposed by practitioners and researchers, the drivers of TMA/TPI, the associated challenges and the benefits and results of TMA/TPI. Our article aims to benefit the readers (both practitioners and researchers) by providing the most comprehensive survey of the area, to this date, in assessing and improving the maturity of test processes. Method: To achieve the above objective, we have performed a Multivocal Literature Review (MLR) study to find out what we know about TMA/TPI. A MLR is a form of a Systematic Literature Review (SLR) which includes the grey literature (e.g., blog posts and white papers) in addition to the published (formal) literature (e.g., journal and conference papers). We searched the academic literature using the Google Scholar and the grey literature using the regular Google search engine. Results: Our MLR and its results are based on 181 sources, 51 (29%) of which were grey literature and 130 (71%) were formally published sources. By summarizing what we know about TMA/TPI, our review identified 58 different test maturity models and a large number of sources with varying degrees of empirical evidence on this topic. We also conducted qualitative analysis (coding) to synthesize the drivers, challenges and benefits of TMA/TPI from the primary sources. Conclusion: We show that current maturity models and techniques in TMA/TPI provides reasonable advice for industry and the research community. We suggest directions for follow-up work, e.g., using the findings of this MLR in industry-academia collaborative projects and empirical evaluation of models and techniques in the area of TMA/TPI as reported in this article. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Garousi, V (Garousi, Vahid) ; Felderer, M (Felderer, Michael) ; Hacaloglu, T (Hacaloglu, Tuna)","Title":"Software test maturity assessment and test process improvement: A multivocal literature review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398225200002 ISSN: 0360-1285 eISSN: 1873-216X","Keywords":"Turbulent combustion; High-speed flow; Supersonic combustion; Distributed reaction; Computational fluid dynamics KeyWords Plus:LARGE-EDDY SIMULATION; PROBABILITY DENSITY-FUNCTION; DIRECT NUMERICAL-SIMULATION; ONE-DIMENSIONAL TURBULENCE; FINITE-RATE CHEMISTRY; NON-PREMIXED COMBUSTION; AVERAGED NAVIER-STOKES; PARCEL-SWAPPING REPRESENTATION; FLAMELET-GENERATED MANIFOLDS; ARTIFICIAL NEURAL-NETWORKS","Categories":"Thermodynamics; Energy & Fuels; Engineering Web of Science Categories:Thermodynamics; Energy & Fuels; Engineering, Chemical; Engineering, Mechanical","Journal Information":"PROGRESS IN ENERGY AND COMBUSTION SCIENCE Volume: 60 Pages: 26-67 DOI: 10.1016/j.pecs.2016.12.003 Published: MAY 2017","Abstract":"Combustion environments in propulsion systems involve the interaction of a variety of physics. In devices such as augmentors, ramjets and scramjets, such environments include the interaction between combustion, high-intensity turbulence, and/or strong flow compressions and expansions, physics which are termed here high-speed combustion. With this motivation in mind, this paper addresses: What are the problems encountered when modeling these interactions, or in other words, what are the problems of turbulent-combustion modeling? Do such interactions need modeling? What are the challenges when going from modeling low-speed- to high-speed-combustion problems? This work addresses these questions by summarizing several modeling studies of gaseous high-speed-combustion problems, and attempts to interpret some predictions in the context of the models' basic assumptions. Interestingly, the challenges to model high-speed combustion are such that a reader not interested in this topic but in the general one of modeling turbulent combustion may find the present paper useful. (C) 2017 Published by Elsevier Ltd.","Authors":"Gonzalez-Juez, ED (Gonzalez-Juez, Esteban D.) ; Kerstein, AR (Kerstein, Alan R.); Ranjan, R (Ranjan, R.) ; Menon, S (Menon, S.)","Title":"Advances and challenges in modeling high-speed turbulent combustion in propulsion systems"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394920600017 ISSN: 1364-0321","Keywords":"Energy management; Decision making; MCDM; PRISMA; Climate change; Renewable energy; Sustainability; Waste management; Water resources management; Environmental management KeyWords Plus:SOLID-WASTE MANAGEMENT; GREEN SUPPLY CHAIN; OF-THE-ART; ENVIRONMENTAL-IMPACT ASSESSMENT; MULTIPLE CRITERIA ANALYSIS; ANALYTIC NETWORK PROCESS; LIFE-CYCLE ASSESSMENT; WATER-RESOURCES MANAGEMENT; INTUITIONISTIC FUZZY-SETS; HIERARCHY PROCESS AHP","Categories":"Science & Technology - Other Topics; Energy & Fuels Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Energy & Fuels","Journal Information":"RENEWABLE & SUSTAINABLE ENERGY REVIEWS Volume: 71 Pages: 216-256 DOI: 10.1016/j.rser.2016.12.053 Published: MAY 2017","Abstract":"Energy management problems associated with rapid institutional, political, technical, ecological, social and economic development have been of critical concern to both national and local governments worldwide for many decades; thus, addressing such issues is a global priority. The main of objective of this study is to provide a review on the application and use of decision making approaches in regard to energy management problems. This paper selected and reviewed 196 published papers, from 1995 to 2015 in 72 important journals related to energy management, which chosen from the \"Web of Science\" database and in this regard, the systematic and meta-analysis method which called \"PRISMA\" has been proposed. All published papers were categorized into 13 different fields: environmental impact assessment, waste management, sustainability assessment, renewable energy, energy sustainability, land management, green management topics, water resources management, climate change, strategic environmental assessment, construction and environmental management and other energy management areas. Furthermore, papers were categorized based on the authors, publication year, nationality of authors, region, technique and application, number of criteria, research purpose, gap and contribution, solution and modeling, results and findings. Hybrid MCDM and fuzzy MCDM in the integrated methods were ranked as the first methods in use. The Journal of Renewable and Sustainable Energy Review was the important journal in this paper, with 32 published papers. Finally, environmental impact assessment was ranked as the first area that applied decision making approaches. Results of this study acknowledge that decision making approaches can help decision makers and stakeholders in solving some problems under uncertainties situations in environmental decision making and these approaches have seen increasing interest among previous researchers to use these approaches in various steps of environmental decision making process.","Authors":"Mardani, A (Mardani, Abbas) ; Zavadskas, EK (Zavadskas, Edmundas Kazimieras) ; Khalifah, Z (Khalifah, Zainab) ; Zakuan, N (Zakuan, Norhayati) ; Jusoh, A (Jusoh, Ahmad) ; Nor, KM (Nor, Khalil Md) ; Khoshnoudi, M (Khoshnoudi, Masoumeh)","Title":"A review of multi-criteria decision-making applications to solve energy management problems: Two decades from 1995 to 2015"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397693900003 ISSN: 0146-6410 eISSN: 1873-2224","Keywords":"Higgs boson; Dynamical symmetry breaking; Conformal symmetry; Cosmological constant; Problem; Conformal gravity KeyWords Plus:JONA-LASINIO MODEL; INVARIANT QUANTUM ELECTRODYNAMICS; VECTOR-GLUON MODEL; CHIRAL-SYMMETRY; GAUGE-INVARIANCE; ELEMENTARY-PARTICLES; BROKEN SYMMETRIES; EIGENVALUE CONDITION; SPONTANEOUS BREAKING; CRITICAL-BEHAVIOR","Categories":"Physics Web of Science Categories:Physics, Nuclear; Physics, Particles & Fields","Journal Information":"PROGRESS IN PARTICLE AND NUCLEAR PHYSICS Volume: 94 Pages: 125-183 DOI: 10.1016/j.ppnp.2017.02.001 Published: MAY 2017","Abstract":"In 2013 the Nobel Prize in Physics was awarded to Francois Englert and Peter Higgs for their work in 1964 along with the late Robert Brout on the mass generation mechanism (the Higgs mechanism) in local gauge theories. This mechanism requires the existence of a massive scalar particle, the Higgs boson, and in 2012 the Higgs bdson was finally discovered at the Large Hadron Collider after being sought for almost half a century. In this article we review the work that led to the discovery of the Higgs boson and discuss its implications. We approach the topic from the perspective of a dynamically generated Higgs boson that is a fermion-antifermion bound state rather than an elementary field that appears in an input Lagrangian. In particular, we emphasize the connection with the Bardeen-Cooper-Schrieffer theory of superconductivity. We identify the double-well Higgs potential not as a fundamental potential but as a mean-field effective Lagrangian with a dynamical Higgs boson being generated through a residual interaction that accompanies the mean-field Lagrangian. We discuss what we believe to be the key challenge raised by the discovery of the Higgs boson, namely determining whether it is elementary or composite, and through study of a conformal invariant field theory model as realized with critical scaling and anomalous dimensions, suggest that the width of the Higgs boson might serve as a suitable diagnostic for discriminating between an elementary Higgs boson and a composite one. We discuss the implications of Higgs boson mass generation for the cosmological constant problem, as the cosmological constant receives contributions from the very mechanism that generates the Higgs boson mass in the first place. We show that the contribution to the cosmological constant due to a composite Higgs boson is more tractable and under control than the contribution due to an elementary Higgs boson, and is potentially completely under control if there is an underlying conformal symmetry not just in a critical scaling matter sector (which there would have to be if all mass scales are to be dynamical), but equally in the gravity sector to which the matter sector couples. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Mannheim, PD (Mannheim, Philip D.)","Title":"Mass generation, the cosmological constant problem, conformal symmetry, and the Higgs boson111`"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061500030 ISSN: 0378-4371 eISSN: 1873-2119","Keywords":"Communication pattern; Memory length; Heavy tail KeyWords Plus:POWER-LAW DISTRIBUTIONS; HEAVY TAILS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"PHYSICA A-STATISTICAL MECHANICS AND ITS APPLICATIONS Volume: 473 Pages: 313-318 DOI: 10.1016/j.physa.2017.01.010 Published: MAY 1 2017","Abstract":"In the last decades, human behavior has been deeply understanding owing to the huge quantities data of human behavior available for study. The main finding in human dynamics shows that temporal processes consist of high-activity bursty intervals alternating with long low-activity periods. A model, assuming the initiator of bursty follow a Poisson process, is widely used in the modeling of human behavior. Here, we provide further evidence for the hypothesis that different bursty intervals are independent. Furthermore, we introduce a special threshold to quantitatively distinguish the time scales of complex dynamics based on the hypothesis. Our results suggest that human communication behavior is a composite process of double dynamics with midrange memory length. The method for calculating memory length would enhance the performance of many sequence dependent systems, such as server operation and topic identification. (C) 2017 Published by Elsevier B.V.","Authors":"Wang, SF (Wang, Shengfeng) ; Feng, X (Feng, Xin) ; Wu, Y (Wu, Ye) ; Xiao, JH (Xiao, Jinhua)","Title":"Double dynamic scaling in human communication dynamics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394401800001 ISSN: 0167-739X eISSN: 1872-7115","Keywords":"Modelling; Ontologies; Formal methods; Engagement systems; Data warehouses; Clustering; Model and data stores KeyWords Plus:DIRECTIONS; CHALLENGES; MANAGEMENT; SYSTEMS","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"FUTURE GENERATION COMPUTER SYSTEMS-THE INTERNATIONAL JOURNAL OF ESCIENCE Volume: 70 Pages: 1-3 DOI: 10.1016/j.future.2016.11.019 Published: MAY 2017","Abstract":"Data and models are two well established communities that are continuously contributing in new challenges in different research domains including cyber physical systems (Yoo and Shon, 2016 [1]), cloud computing (Jararweh et al., 2016 [2]), service oriented applications, social networks (Yahyaoui et al., 2013 [3]), big data (with its five Vs characteristics: Volume, Variety, Velocity, Veracity and Value) (Hsu, 2014), etc. The success story of data and models communities is mainly based on the availability of foundations relying on formal methods (Hassan et al., 2016), modelling methods (Ameur et al., 2014), storage systems and platforms (Liu et al., 2015 [7]), advanced optimization structures, benchmarking, scalability, etc. These foundations are usually associated with tools and commercial and academic systems. The selected papers for this special issue address a variety of topics and concerns in models and data fields, including advanced databases, engagement systems, embedded and complex systems, etc. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Bellatreche, L (Bellatreche, Ladjel) ; Ameur, YA (Ameur, Yamine Ait) ; Papadopoulos, GA (Papadopoulos, George Angelos)","Title":"Models and data engineering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393267400011 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Secure approximate k-nearest neighbor; Comparable encryption; B+-tree; Refinements","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 387 Pages: 146-164 DOI: 10.1016/j.ins.2016.07.069 Published: MAY 2017","Abstract":"In sensitive database applications (e.g., time series, scientific databases, and biometric), where database is encrypted and outsourced to a public cloud, secure approximate k-nearest neighbor (SANN) query is a fundamental research topic, aiming at retrieving high dimensional objects that are similar to a given query from encrypted database. To process such queries without ever decrypting the data in cloud is still a challenging task. Existing works encounter various inherent limitations, such as query distinguishability, low-level efficiency and non-recoverability. All of them lead to either fragile security or low accuracy. Hence, the majority of existing works in this field are impractical for industrial applications. In this work, we present a novel model to remove the above limitations. Specifically, a reusable and single-interactive SANN paradigm is proposed in Euclidean high-dimensional space. Firstly, we present a secure variation of B+-tree (i.e., B-c-tree) to quickly locate high dimensional candidates in cloud by leveraging on comparable encryption. Based on that, an arbitrary query requestor acquires approximate k-nearest neighbors by linearly scanning over candidates. Meanwhile, two refinements, multi-index strategy and boosting refinement strategy, are proposed to further improve the accuracy of search result and overcome the high -dependency of bandwidth, respectively. In the end, through extensive evaluations on four data sets, the proposed mechanisms are demonstrated to be superior in the tradeoff between accuracy and security. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Peng, YG (Peng, Yanguo) ; Cui, JT (Cui, Jiangtao) ; Li, H (Li, Hui) ; Ma, JF (Ma, Jianfeng)","Title":"A reusable and single-interactive model for secure approximate k-nearest neighbor query in cloud"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770800031 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Finance; Socially responsible investments; Portfolio optimization; International financial markets KeyWords Plus:RESPONSIBLE MUTUAL FUNDS; PERFORMANCE; SELECTION; INVESTMENT; DIVERSIFICATION; RETURNS","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 3 Pages: 1181-1190 DOI: 10.1016/j.ejor.2016.10.043 Published: MAY 1 2017","Abstract":"In recent years socially responsible investing has become a popular subject with both private and institutional investors. At the same time, a number of scientific papers have been published on socially responsible investments (SRIs), covering a broad range of topics, from what actually defines SRIs to the financial performance of SRI funds in contrast to non-SRI funds. In this paper, we revisit Markowitz' Portfolio Selection Theory and propose a modification allowing to incorporate not only asset-specific return and risk but also a social responsibility measure into the investment decision making process. Applied in an a posteriori fashion, the model results in a three-dimensional capital allocation plane illustrating the complete set of feasible optimal portfolios. It enables investors to custom-tailor their asset allocations and incorporate all personal preferences regarding return, risk and social responsibility. In an empirical analysis with a data set of over 6000 international companies (including the complete universe of social responsibility rated stocks), we find that investors opting to maximize the social impact of their investments do indeed face a statistically significant decrease in expected returns. However, the social responsibility/risk-optimal portfolio yields a statistically significant higher social responsibility rating than the return/risk-optimal portfolio. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Gasser, SM (Gasser, Stephan M.) ; Rammerstorfer, M (Rammerstorfer, Margarethe) ; Weinmayer, K (Weinmayer, Karl)","Title":"Markowitz revisited: Social portfolio engineering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389108500003 ISSN: 1566-2535 eISSN: 1872-6305","Keywords":"Sentiment classification; Information fusion; Domain adaptation KeyWords Plus:REGRESSION; REVIEWS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Theory & Methods","Journal Information":"INFORMATION FUSION Volume: 35 Pages: 26-37 DOI: 10.1016/j.inffus.2016.09.001 Published: MAY 2017","Abstract":"Analyzing the sentiments in massive user-generated online data, such as product reviews and microblogs, has become a hot research topic. It can help customers, companies and expert systems make more informed decisions. Sentiment analysis is widely known as a domain dependent problem. Different domains usually have different sentiment expressions and a general sentiment classifier is not suitable for all domains. A natural solution to this problem is to train a domain-specific sentiment classifier for each target domain. However, the labeled data in target domain is usually insufficient, and it is costly and time-consuming to annotate enough samples. In order to tackle this problem, we propose a novel approach to train domain-specific sentiment classifiers by fusing the sentiment knowledge from multiple sources. Sentiment information from four sources is extracted and fused in our approach. The first source is sentiment lexicons, which contain sentiment polarities of general sentiment words. The second source is the sentiment classifiers of multiple source domains. The third source is the unlabeled data in target domain, from which we extract domain-specific sentiment relations among words. The fourth source is the labeled data in target domain. We propose a unified framework to fuse these four kinds of sentiment knowledge and train domain-specific sentiment classifier for target domain. In addition, we present an efficient optimization algorithm to solve the model of our approach. Extensive experiments are conducted on both Amazon product review dataset and Twitter dataset. Experimental results show that by fusing the sentiment information extracted from multiple sources, our approach can effectively improve the performance of sentiment classification and reduce the dependence on labeled data. For instance, our approach can achieve an accuracy of 87.22% in Kitchen domain when only 200 samples in target domain are labeled. The performance improvements of our approach compared with purely supervised sentiment classifier are 8.98% and 7.92% on Amazon and Twitter datasets respectively. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Wu, FZ (Wu, Fangzhao) ; Huang, YF (Huang, Yongfeng) ; Yuan, ZG (Yuan, Zhigang) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Yuan, Zhigang  http://orcid.org/0000-0002-9299-2240","Title":"Domain-specific sentiment classification via fusing sentiment knowledge from multiple sources"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398162900002 PubMed ID: 28351960 ISSN: 0143-5221 eISSN: 1470-8736","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"CLINICAL SCIENCE Volume: 131 Issue: 8 Pages: 635-651 DOI: 10.1042/CS20160380 Published: APR 25 2017","Abstract":"Cerebral small vessel diseases (SVDs) are a leading cause of age and hypertension-related stroke and dementia. The salient features of SVDs visible on conventional brain magnetic resonance images include white matter hyperintensities (WMHs) on T2-weighted images, small infarcts, macrohemorrhages, dilated perivascular spaces, microbleeds and brain atrophy. Among these, WMHs are the most common and often the earliest brain tissue changes. Moreover, over the past two decades, large population- and patient-based studies have established the clinical importance of WMHs, notably with respect to cognitive and motor disturbances. Here, we seek to provide a new and critical look at the pathogenesis of SVD-associated white matter (WM) changes. We first review our current knowledge of WM biology in the healthy brain, and then consider the main clinical and pathological features of WM changes in SVDs. The most widely held view is that SVD-associated WM lesions are caused by chronic hypoperfusion, impaired cerebrovascular reactivity (CVR) or blood-brain barrier (BBB) leakage. Here, we assess the arguments for and against each of these mechanisms based on population, patient and experimental model studies, and further discuss other potential mechanisms. Specifically, building on two recent seminal studies that have uncovered an anatomical and functional relationship between oligodendrocyte progenitor cells and blood vessels, we elaborate on how small vessel changes might compromise myelin remodelling and cause WM degeneration. Finally, we propose new directions for future studies on this hot research topic.","Authors":"Joutel, A (Joutel, Anne) ; Chabriat, H (Chabriat, Hugues)","Title":"Pathogenesis of white matter changes in cerebral small vessel diseases: beyond vessel-intrinsic mechanisms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395221800002 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Autoencoder; Convolutional neural network; Deep learning; Deep belief network; Restricted Boltzmann machine KeyWords Plus:NONLINEAR STOCHASTIC-SYSTEMS; SPEECH RECOGNITION; CONTRASTIVE DIVERGENCE; DENOISING AUTOENCODERS; MISSING MEASUREMENTS; BOLTZMANN MACHINES; STATE ESTIMATION; ACOUSTIC MODELS; CLASSIFICATION; ALGORITHM","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 234 Pages: 11-26 DOI: 10.1016/j.neucom.2016.12.038 Published: APR 19 2017","Abstract":"Since the proposal of a fast learning algorithm for deep belief networks in 2006, the deep learning techniques have drawn ever-increasing research interests because of their inherent capability of overcoming the drawback of traditional algorithms dependent on hand-designed features. Deep learning approaches have also been found to be suitable for big data analysis with successful applications to computer vision, pattern recognition, speech recognition, natural language processing, and recommendation systems. In this paper, we discuss some widely used deep learning architectures and their practical applications. An up-to-date overview is provided on four deep learning architectures, namely, autoencoder, convolutional neural network, deep belief network, and restricted Boltzmann machine. Different types of deep neural networks are surveyed and recent progresses are summarized. Applications of deep learning techniques on some selected areas (speech recognition, pattern recognition and computer vision) are highlighted. A list of future research topics are finally given with clear justifications.","Authors":"Liu, WB (Liu, Weibo) ; Wang, ZD (Wang, Zidong) ; Liu, XH (Liu, Xiaohui) ; Zengb, NY (Zeng, Nianyin) ; Liu, YR (Liu, Yurong) ; Alsaadi, FE (Alsaadi, Fuad E.)","Title":"A survey of deep neural network architectures and their applications"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000392789400018 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Multiple criteria analysis; Criteria; Indicators; Aggregation; Sustainability KeyWords Plus:DATA ENVELOPMENT ANALYSIS; DECISION-MAKING; MULTIPLE CRITERIA; FOREST MANAGEMENT; ENERGY-SYSTEMS; INDICATORS; MODELS; AID; INFRASTRUCTURE; FRAMEWORK","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 2 Pages: 607-616 DOI: 10.1016/j.ejor.2016.08.075 Published: APR 16 2017","Abstract":"Determining the sustainability of a system (e.g. through a criteria and indicators approach) has been the focus of research in many branches of science. Frequently, this research used multiple criteria decision making techniques. In this work, we analyze and critically assess the literature published on these topics. For this purpose, a set of 271 papers appearing in the ISI Web of Science database has been studied. The results show that these techniques have been applied to a great variety of problems, levels, and sectors, related to sustainability. Thus, up to 15 multiple criteria decision making techniques, which have been applied in 4 or more papers, have been identified. Those techniques have been grouped in 5 large clusters; the two most used being those called Analytic Hierarchical Process and Weighted Arithmetic Mean. On the other hand, in this work it has been verified that the use of multiple criteria decision making techniques hybridized with group decision-making techniques is quite common, and the use of both techniques for assessing sustainability problems has risen over the last few years. The aim of this hybridization process consists of including in the analysis the preferences of the stakeholders with respect to the indicators initially suggested. Finally, it has been seen that during the past few years there has been a great proliferation of works aggregating sustainability criteria by using this type of tool, which is undoubtedly a sign of the paramount importance of these techniques in this highly pluridisciplinary context. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Diaz-Balteiro, L (Diaz-Balteiro, L.) ; Gonzalez-Pachon, J (Gonzalez-Pachon, J.) ; Romero, C (Romero, C.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Romero, Carlos  J-4360-2013   Diaz-Balteiro, Luis  B-7169-2009 http://orcid.org/0000-0002-4435-2740","Title":"Measuring systems sustainability with multi-criteria methods: A critical review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392789400020 ISSN: 0377-2217 eISSN: 1872-6860","Keywords":"Multiple criteria analysis; Green supplier selection; TODIM method; Interval type-2 fuzzy sets; Group decision making KeyWords Plus:ANALYTIC NETWORK PROCESS; DEVELOPMENT PROGRAMS; CHAIN PRACTICES; CRITERIA; TOPSIS; MODEL; PERFORMANCE; MANAGEMENT; INDUSTRY; SET","Categories":"Business & Economics; Operations Research & Management Science Web of Science Categories:Management; Operations Research & Management Science","Journal Information":"EUROPEAN JOURNAL OF OPERATIONAL RESEARCH Volume: 258 Issue: 2 Pages: 626-638 DOI: 10.1016/j.ejor.2016.09.059 Published: APR 16 2017","Abstract":"With the increasing economic globalization and intensification of market competition, green supply chain management (GSCM), as a new management mode to pursue both economic benefits and the coordinated of environment sustainable development, has become highly relevant topic in modern enterprise production operation management. The green supplier evaluation and selection is the essential core of the GSCM, which can directly impact the manufacturer's performance. The green supplier selection can be regarded as a multiple criteria group decision making (MCGDM) problem that involves many conflict evaluation criteria, both being of qualitative and quantitative nature. Due to the increasing complexity and uncertainty of social economic environment, some evaluations of criteria are not adequately represented by numerical assessments and type-1 fuzzy sets (T1FSs). In addition, decision makers (DMs) usually do not exhibit complete rationality under many practical decision situations. In this paper, we extend the TODIM (an acronym in Portuguese of interactive and multi-criteria decision making) technique to solve MCGDM problems within the context of interval type-2 fuzzy sets (IT2FSs) and present its application to green supplier selection problem. First, we introduce a new distance based on the fuzzy logic and a-cuts of the IT2FSs. Then, an extended novel TODIM method based on prospect theory to solve MCGDM problem under IT2FSs environment is developed. Finally, a green supplier selection example is provided to demonstrate the usefulness of the proposed method. Furthermore, a sensitivity analysis is carried out with the aid of granular computing and the comparative analysis with TOPSIS technique. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Qin, JD (Qin, Jindong) ; Liu, XW (Liu, Xinwang) ; Pedrycz, W (Pedrycz, Witold)","Title":"An extended TODIM multi-criteria group decision making method for green supplier selection in interval type-2 fuzzy environment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396948700036 ISSN: 0196-8904 eISSN: 1879-2227","Keywords":"Hybrid energy system; CO2 emission; Multi-objective model; Fuel cell; Heat storage tank; Demand response program (DRP) KeyWords Plus:STORAGE-SYSTEM; PROCUREMENT","Categories":"Thermodynamics; Energy & Fuels; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Mechanics","Journal Information":"ENERGY CONVERSION AND MANAGEMENT Volume: 138 Pages: 383-392 DOI: 10.1016/j.enconman.2017.02.003 Published: APR 15 2017","Abstract":"Optimal operation of hybrid energy systems is a big challenge in power systems. Nowadays, in addition to the optimum performance of energy systems, their pollution issue has been a hot topic between researchers. In this paper, a multi-objective model is proposed for economic and environmental operation of a battery/fuel cell photovoltaic (PV) hybrid energy system in the presence of demand response program (DRP). In the proposed paper, the first objective function is minimization of total cost of hybrid energy system. The second objective function is minimization of total CO2 emission which is in conflict with the first objective function. So, a multi-objective optimization model is presented to model the hybrid system's optimal and environmental performance problem with considering DRP. The proposed multi-objective model is solved by epsilon-constraint method and then fuzzy satisfying technique is employed to select the best possible solution. Also, positive effects of DRP on the economic and environmental performance of hybrid system are analyzed. A mixed-integer linear program is used to simulate the proposed model and the obtained results are compared with weighted sum approach to show the effectiveness of proposed method. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Nojavan, S (Nojavan, Sayyad) ; Majidi, M (Majidi, Majid) ; Najafi-Ghalelou, A (Najafi-Ghalelou, Afshin) ; Ghahramani, M (Ghahramani, Mehrdad) ; Zare, K (Zare, Kazem)","Title":"A cost-emission model for fuel cell/PV/battery hybrid energy system in the presence of demand response program: c-constraint method and fuzzy satisfying approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398373500044 ISSN: 0045-7825 eISSN: 1879-2138","Keywords":"Bayesian inference; BUS; Subset Simulation; Markov Chain Monte Carlo; Model updating KeyWords Plus:HYPER-PARAMETER ESTIMATION; MONTE-CARLO-SIMULATION; HIGH DIMENSIONS; PROBABILISTIC APPROACH; RELIABILITY; SENSITIVITY; ALGORITHM","Categories":"Engineering; Mathematics; Mechanics Web of Science Categories:Engineering, Multidisciplinary; Mathematics, Interdisciplinary Applications; Mechanics","Journal Information":"COMPUTER METHODS IN APPLIED MECHANICS AND ENGINEERING Volume: 317 Pages: 1102-1121 DOI: 10.1016/j.cma.2017.01.006 Published: APR 15 2017","Abstract":"Identifying the parameters of a model and rating competitive models based on measured data has been among the most important and challenging topics in modern science and engineering, with great potential of application in structural system identification, updating and development of high fidelity models. These problems in principle can be tackled using a Bayesian probabilistic approach, where the parameters to be identified are treated as uncertain and their inference information are given in terms of their posterior probability distribution. For complex models encountered in applications, efficient computational tools robust to the number of uncertain parameters in the problem are required for computing the posterior statistics, which can generally be formulated as a multi-dimensional integral over the space of the uncertain parameters. Subset Simulation has been developed for solving reliability problems involving complex systems and it is found to be robust to the number of uncertain parameters. An analogy has been recently established between a Bayesian updating problem and a reliability problem, which opens up the possibility of efficient solution by Subset Simulation. The formulation, called BUS (Bayesian Updating with Structural reliability methods), is based on the standard rejection principle. Its theoretical correctness and efficiency require the prudent choice of a multiplier, which has remained an open question. This paper presents a fundamental study of the multiplier and investigates its bias effect when it is not properly chosen. A revised formulation of BUS is proposed, which fundamentally resolves the problem such that Subset Simulation can be implemented without knowing the multiplier a priori. An automatic stopping condition is also provided. Examples are presented to illustrate the theory and applications. (C) 2017 Published by Elsevier B.V.","Authors":"DiazDelaO, FA (DiazDelaO, F. A.) ; Garbuno-Inigo, A (Garbuno-Inigo, A.) ; Au, SK (Au, S. K.) ; Yoshida, I (Yoshida, I.)","Title":"Bayesian updating and model class selection with Subset Simulation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396183900015 PubMed ID: 28257874 ISSN: 0093-691X eISSN: 1879-3231","Keywords":"NEFA; BHBA; Dairy cattle; Meta-analysis; Reproduction KeyWords Plus:NORTHEASTERN UNITED-STATES; SUBCLINICAL KETOSIS; EARLY LACTATION; MILK-PRODUCTION; RISK-FACTORS; SERUM METABOLITES; CATTLE; DISEASE; PARAMETERS; MOBILIZATION","Categories":"Reproductive Biology; Veterinary Sciences Web of Science Categories:Reproductive Biology; Veterinary Sciences","Journal Information":"THERIOGENOLOGY Volume: 93 Pages: 99-104 DOI: 10.1016/j.theriogenology.2017.01.030 Published: APR 15 2017","Abstract":"A meta-analysis including 36 different results of statistic models from 14 papers was conducted. It evaluated the association between elevated non-esterified fatty acids and/or beta-hydroxybutyrate (BHB) on the reproduction outcomes that were pregnancy at first insemination, estrous cyclicity, time to pregnancy, metritis and placental retention. Each association between BHB or NEFA and an outcome reported in literature was a model considered as raw-data for the meta-regression. For each outcome, the meta regression adjusted the odds ratio, relative risk or hazard ratio with various moderators to reduce the heterogeneity among the studies. The relative risk for metritis and placental retention in case of high BHB or NEFA was in accordance to previous meta-regression and was 1.91 (IC95 = 1.72 to 2.12) and 1.51 (95%CI = 1.19 to 1.92), respectively. The relative risk for pregnancy at first insemination in case of high BHB was assessed to be 0,62 (95%CI = 0,41 to 0,93). The hazard ratio for time to pregnancy in case of high BHB and NEFA was 0.77 (95%CI = 0.61 to 0.97). The present meta-analysis failed to clearly conclude on the association between estrus cyclicity and high BHB or NEFA. The present work allowed a new overview on the association between hyperketonemia and reproductive performance and disorders. It updated the previous meta-regression and included new outcomes. It highlighted the urgent need of further intensive epidemiologic studies on this topic. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Abdelli, A (Abdelli, Amine) ; Raboisson, D (Raboisson, Didier) ; Kaidi, R (Kaidi, Rachid) ; Ibrahim, B (Ibrahim, Belabdi) ; Kalem, A (Kalem, Amer) ; Iguer-Ouada, M (Iguer-Ouada, Mokrane)","Title":"Elevated non-esterified fatty acid and beta-hydroxybutyrate in transition dairy cows and their association with reproductive performance and disorders: A meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393012900035 ISSN: 0030-4018 eISSN: 1873-0310","Keywords":"Holography; Scratch holograms; Computer-generated holograms; Holographic engravings; Laser engraver systems; Information encoding","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS COMMUNICATIONS Volume: 389 Pages: 212-223 DOI: 10.1016/j.optcom.2016.11.018 Published: APR 15 2017","Abstract":"We report a new theoretical and experimental study on hologravures, as holographic computer-generated laser engravings. A geometric theory of images based on the general principles of light ray behaviour is shown. The models used are also applicable for similar engravings obtained by any non-laser method, and the solutions allow for the analysis of particular situations, not only in the case of light reflection mode, but also in transmission mode geometry. This approach is a novel perspective allowing the three-dimensional (3D) design of engraved images for specific ends. We prove theoretically that plane curves of very general geometric shapes can be used to encode image information onto a two-dimensional (2D) engraving, showing notable influence on the behaviour of reconstructed images that appears as an exciting investigation topic, extending its applications. Several cases of code using particular curvilinear shapes are experimentally studied. The computer-generated objects are coded by using the chosen curve type, and engraved by a laser on a plane surface of suitable material. All images are recovered optically by adequate illumination. The pseudoscopic or orthoscopic character of these images is considered, and an appropriate interpretation is presented.","Authors":"Augier, AG (Augier, Angel G.) ; Rabal, H (Rabal, Hector) ; Sanchez, RB (Sanchez, Raul B.)","Title":"Geometric plane shapes for computer-generated holographic engraving codes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398540100001 ISSN: 1664-1078","Keywords":"corporate social responsibility; corporate social performance; sustainability; organizational psychology; microfoundations; multilevel theory; micro-CSR; stakeholder KeyWords Plus:FINANCIAL PERFORMANCE; CITIZENSHIP BEHAVIOR; MEDIATING ROLE; COMMUNICATION; PERSPECTIVE; MANAGEMENT; FRAMEWORK; BUSINESS; RISK; LINK","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 520 DOI: 10.3389/fpsyg.2017.00520 Published: APR 7 2017","Abstract":"Researchers, corporate leaders, and other stakeholders have shown increasing interest in Corporate Social Responsibility (CSR)-a company's discretionary actions and policies that appear to advance societal well-being beyond its immediate financial interests and legal requirements. Spanning decades of research activity, the scholarly literature on CSR has been dominated by meso-and macro-level perspectives, such as studies within corporate strategy that examine relationships between firm-level indicators of social/environmental performance and corporate financial performance. In recent years, however, there has been an explosion of micro-oriented CSR research conducted at the individual level of analysis, especially with respect to studies on how and why job seekers and employees perceive and react to CSR practices. This micro-level focus is reflected in 12 articles published as a Research Topic collection in Frontiers in Psychology (Organizational Psychology Specialty Section) titled \"CSR and organizational psychology: Quid pro quo.\" In the present article, the authors summarize and integrate findings from these Research Topic articles. After describing some of the \"new frontiers\" these articles explore and create, the authors strive to fulfill a \"quid pro quo\" with some of the meso-and macro-oriented CSR literatures that paved the way for micro-CSR research. Specifically, the authors draw on insights from the Research Topic articles to inform a multilevel model that offers multiple illustrations of how micro-level processes among individual stakeholders can explain variability in meso (firm)-level relationships between CSR practices and corporate performance. The authors also explore an important implication of these multilevel processes for macro-level societal impact.","Authors":"Jones, DA (Jones, David A.) ; Willness, CR (Willness, Chelsea R.) ; Glavas, A (Glavas, Ante)","Title":"When Corporate Social Responsibility (CSR) Meets Organizational Psychology: New Frontiers in Micro-CSR Research, and Fulfilling a Quid Pro Quo through Multilevel Insights"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397701300001 PubMed ID: 28119022 ISSN: 0022-5193 eISSN: 1095-8541","Keywords":"cell division; Morphogenesis; Peridynamic KeyWords Plus:NONLINEAR TUMOR-GROWTH; ORIENTATION; STRESS; MECHANICS; INTERPLAY; DYNAMICS; BIOLOGY; TISSUES","Categories":"Life Sciences & Biomedicine - Other Topics; Mathematical & Computational Biology Web of Science Categories:Biology; Mathematical & Computational Biology","Journal Information":"JOURNAL OF THEORETICAL BIOLOGY Volume: 418 Pages: 1-7 DOI: 10.1016/j.jtbi.2017.01.026 Published: APR 7 2017","Abstract":"When biological cells divide, they divide on a given angle. It has been shown experimentally that the orientation of cell division angle for a single cell can be described by a probability density function. However, the way in which the probability density function underlying cell division orientation influences population or tissue scale morphogenesis is unknown. Here we show that a computational approach, with thousands of stochastic simulations modeling growth and division of a population of cells, can be used to investigate this unknown. In this paper we examine two potential forms of the probability density function: a wrapped normal distribution and a binomial distribution. Our results demonstrate that for the wrapped normal distribution the standard deviation of the division angle, potentially interpreted as biological noise, controls the degree of tissue scale anisotropy. For the binomial distribution, we demonstrate a mechanism by which direction and degree of tissue scale anisotropy can be tuned via the probability of each division angle. We anticipate that the method presented in this paper and the results of these simulations will be a starting point for further investigation of this topic.","Authors":"Lejeune, E (Lejeune, Emma) ; Linder, C (Linder, Christian)","Title":"Quantifying the relationship between cell division angle and morphogenesis through computational modeling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398549000001 PubMed ID: 28383048 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 46055 DOI: 10.1038/srep46055 Published: APR 6 2017","Abstract":"The assembly of respiratory complexes into macromolecular supercomplexes is currently a hot topic, especially in the context of newly available structural details. However, most work to date has been done with purified detergent-solubilized material and in situ confirmation is absent. We here set out to enable the recording of respiratory supercomplex formation in living cells. Fluorescent sensor proteins were placed at specific positions at cytochrome c oxidase suspected to either be at the surface of a CI1CIII2CIV1 supercomplex or buried within this supercomplex. In contrast to other loci, sensors at subunits CoxVIIIa and CoxVIIc reported a dense protein environment, as detected by significantly shortened fluorescence lifetimes. According to 3D modelling CoxVIIIa and CoxVIIc are buried in the CI1CIII2CIV1 supercomplex. Suppression of supercomplex scaffold proteins HIGD2A and CoxVIIa2i was accompanied by an increase in the lifetime of the CoxVIIIa-sensor in line with release of CIV from supercomplexes. Strikingly, our data provide strong evidence for defined stable supercomplex configuration in situ.","Authors":"Rieger, B (Rieger, Bettina) ; Shalaeva, DN (Shalaeva, Daria N.) ; Sohnel, AC (Soehnel, Anna-Carina) ; Kohl, W (Kohl, Wladislaw) ; Duwe, P (Duwe, Patrick) ; Mulkidjanian, AY (Mulkidjanian, Armen Y.) ; Busch, KB (Busch, Karin B.)","Title":"Lifetime imaging of GFP at CoxVIIIa reports respiratory supercomplex assembly in live cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398614600002 PubMed ID: 28381205 ISSN: 1471-2105","Keywords":"Flux analysis; C-13 Metabolic Flux Analysis; -omics data; Predictive biology KeyWords Plus:C-13-METABOLIC FLUX ANALYSIS; ESCHERICHIA-COLI; CELLULAR-METABOLISM; FATTY-ACIDS; SOFTWARE; BIOTECHNOLOGY; PROTEINS; GROWTH; FUELS; SOIL","Categories":"Biochemistry & Molecular Biology; Biotechnology & Applied Microbiology; Mathematical & Computational Biology Web of Science Categories:Biochemical Research Methods; Biotechnology & Applied Microbiology; Mathematical & Computational Biology","Journal Information":"BMC BIOINFORMATICS Volume: 18 Article Number: 205 DOI: 10.1186/s12859-017-1615-y Published: APR 5 2017","Abstract":"Background: Modeling of microbial metabolism is a topic of growing importance in biotechnology. Mathematical modeling helps provide a mechanistic understanding for the studied process, separating the main drivers from the circumstantial ones, bounding the outcomes of experiments and guiding engineering approaches. Among different modeling schemes, the quantification of intracellular metabolic fluxes (i.e. the rate of each reaction in cellular metabolism) is of particular interest for metabolic engineering because it describes how carbon and energy flow throughout the cell. In addition to flux analysis, new methods for the effective use of the ever more readily available and abundant -omics data (i.e. transcriptomics, proteomics and metabolomics) are urgently needed. Results: The jQMM library presented here provides an open-source, Python-based framework for modeling internal metabolic fluxes and leveraging other -omics data for the scientific study of cellular metabolism and bioengineering purposes. Firstly, it presents a complete toolbox for simultaneously performing two different types of flux analysis that are typically disjoint: Flux Balance Analysis and C-13 Metabolic Flux Analysis. Moreover, it introduces the capability to use C-13 labeling experimental data to constrain comprehensive genome-scale models through a technique called two-scale C-13 Metabolic Flux Analysis (2S-C-13 MFA). In addition, the library includes a demonstration of a method that uses proteomics data to produce actionable insights to increase biofuel production. Finally, the use of the jQMM library is illustrated through the addition of several Jupyter notebook demonstration files that enhance reproducibility and provide the capability to be adapted to the user's specific needs. Conclusions: jQMM will facilitate the design and metabolic engineering of organisms for biofuels and other chemicals, as well as investigations of cellular metabolism and leveraging -omics data. As an open source software project, we hope it will attract additions from the community and grow with the rapidly changing field of metabolic engineering.","Authors":"Birkel, GW (Birkel, Garrett W.) ; Ghosh, A (Ghosh, Amit) ; Kumar, VS (Kumar, Vinay S.) ; Weaver, D (Weaver, Daniel) ; Ando, D (Ando, David) ; Backman, TWH (Backman, Tyler W. H.) ; Arkin, AP (Arkin, Adam P.) ; Keasling, JD (Keasling, Jay D.) ; Martin, HG (Martin, Hector Garcia)","Title":"The JBEI quantitative metabolic modeling library (jQMM): a python library for modeling microbial metabolism"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396057800002 ISSN: 0022-3727 eISSN: 1361-6463","Keywords":"all-optical switching; magnetization reversal; ultrafast laser; magnetic materials and devices KeyWords Plus:SPIN-POLARIZED PHOTOEMISSION; MAGNETIC TUNNEL-JUNCTIONS; FEMTOSECOND LASER-PULSES; TRANSITION-METAL ALLOYS; THIN-FILMS; PERPENDICULAR ANISOTROPY; ANGULAR-MOMENTUM; MAGNETOOPTICAL PROPERTIES; TEMPERATURE-DEPENDENCE; AMORPHOUS FILMS","Categories":"Physics Web of Science Categories:Physics, Applied","Journal Information":"JOURNAL OF PHYSICS D-APPLIED PHYSICS Volume: 50 Issue: 13 Article Number: 133002 DOI: 10.1088/1361-6463/aa5adf Published: APR 5 2017","Abstract":"Since the first observation of ultrafast demagnetization in Ni thin films by Beaurepaire et al 20 years ago, understanding the interaction between ultrashort laser pulses and magnetization has become a topic of huge interest. In 2007, an intriguing discovery related to ultrafast demagnetization was the observation of all-optical switching ( AOS) of magnetization in ferrimagnetic GdFeCo alloy films using only femtosecond laser pulses. This review discusses the recent studies elucidating several key issues regarding the all-optical switching phenomenon. Although AOS had long been restricted to GdFeCo alloys, it turned out to be a more general phenomenon for a variety of ferrimagnetic as well as ferromagnetic materials. This discovery helped pave the way for the integration of all-optical writing in data storage industries. Nevertheless, theoretical models explaining the switching in GdFeCo alloy films do not appear to apply in the other materials, thus questioning the uniqueness of the microscopic origin of all-optical switching. By investigating the integration of all-optical switching in spintronic devices, two types of all-optical switching mechanism have been distinguished: a single-pulse heat-only switching in ferrimagnetic GdFeCo alloys, and a two regime helicitydependent switching in both ferrimagnetic TbCo alloys and ferromagnetic Co/Pt multilayers. Another key issue discussed in this review is the necessary condition for the observation of all-optical switching. Many models have been proposed but are strongly challenged by the discovery of such switching in ferromagnets. A comprehensive investigation of the magnetic parameters governing all-optical switching demonstrate that its observation requires magnetic domains larger than the laser spot size during the cooling process; such a criterion is common for both ferri- and ferro-magnets. These investigations strongly improve our understanding and give intriguing insights into the rich physics of the ultrafast manipulation of magnetic order.","Authors":"El Hadri, MS (El Hadri, Mohammed Salah) ; Hehn, M (Hehn, Michel) ; Malinowski, G (Malinowski, Gregory) ; Mangin, S (Mangin, Stephane)","Title":"Materials and devices for all-optical helicity-dependent switching"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398159000057 PubMed ID: 28320937 ISSN: 0027-8424","Keywords":"bias; misconduct; meta-analysis; integrity; meta-research KeyWords Plus:PUBLICATION BIAS; SCIENTIFIC MISCONDUCT; STATISTICAL TESTS; SOFTER RESEARCH; METAANALYSIS; PUBLISH; HETEROGENEITY; DECISION; MODELS; ETHICS","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE NATIONAL ACADEMY OF SCIENCES OF THE UNITED STATES OF AMERICA Volume: 114 Issue: 14 Pages: 3714-3719 DOI: 10.1073/pnas.1618569114 Published: APR 4 2017","Abstract":"Numerous biases are believed to affect the scientific literature, but their actual prevalence across disciplines is unknown. To gain a comprehensive picture of the potential imprint of bias in science, we probed for the most commonly postulated bias-related patterns and risk factors, in a large random sample of meta-analyses taken from all disciplines. The magnitude of these biases varied widely across fields and was overall relatively small. However, we consistently observed a significant risk of small, early, and highly cited studies to overestimate effects and of studies not published in peer-reviewed journals to underestimate them. We also found at least partial confirmation of previous evidence suggesting that US studies and early studies might report more extreme effects, although these effects were smaller and more heterogeneously distributed across meta-analyses and disciplines. Authors publishing at high rates and receiving many citations were, overall, not at greater risk of bias. However, effect sizes were likely to be overestimated by early-career researchers, those working in small or long-distance collaborations, and those responsible for scientific misconduct, supporting hypotheses that connect bias to situational factors, lack of mutual control, and individual integrity. Some of these patterns and risk factors might have modestly increased in intensity over time, particularly in the social sciences. Our findings suggest that, besides one being routinely cautious that published small, highly-cited, and earlier studies may yield inflated results, the feasibility and costs of interventions to attenuate biases in the literature might need to be discussed on a discipline-specific and topic-specific basis.","Authors":"Fanelli, D (Fanelli, Daniele) ; Costas, R (Costas, Rodrigo) ; Ioannidis, JPA (Ioannidis, John P. A.)","Title":"Meta-assessment of bias in science"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395960200012 ISSN: 1270-9638 eISSN: 1626-3219","Keywords":"Smart structure; Active monitoring; Vibration control; Shape reconstruction; Adaptive control KeyWords Plus:BRAGG GRATING SENSORS; PIEZOELECTRIC ACTUATORS; FXLMS ALGORITHM; VEHICLE; SYSTEM","Categories":"Engineering Web of Science Categories:Engineering, Aerospace","Journal Information":"AEROSPACE SCIENCE AND TECHNOLOGY Volume: 63 Pages: 101-109 DOI: 10.1016/j.ast.2016.12.027 Published: APR 2017","Abstract":"Active vibration monitoring and control system becomes a very hot topic in recent years with the rapid development of smart materials, sensing technology and actuating technology. A smart aircraft model is constructed using fiber Bragg grating (FBG) sensors and piezoelectric ceramics. Vibration shape reconstruction of the aircraft model is achieved using discrete fiber Bragg grating sensors based reconstruction method. Vibration control is achieved by employing modified multi input multi output (MIMO) hybrid filtered-x least mean square (FXLMS) control algorithm with online identification and reference signal self-extraction using distributed piezoelectric patches. An experimental platform was constructed, and experimental verifications were done. The results show that the proposed reconstruction method is effective for real-time shape reconstruction of the aircraft model, and the structural vibration response is suppressed to a great extent by the proposed vibration control method. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Gao, ZY (Gao, Zhiyuan) ; Zhu, XJ (Zhu, Xiaojin) ; Fang, YB (Fang, Yubin) ; Zhang, HS (Zhang, Hesheng)","Title":"Active monitoring and vibration control of smart structure aircraft based on FBG sensors and PZT actuators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398582100016 ISSN: 0092-5853 eISSN: 1540-5907","Categories":"Government & Law Web of Science Categories:Political Science","Journal Information":"AMERICAN JOURNAL OF POLITICAL SCIENCE Volume: 61 Issue: 2 Pages: 490-503 DOI: 10.1111/ajps.12274 Published: APR 2017","Abstract":"Spatially or temporally dense polling remains both difficult and expensive using existing survey methods. In response, there have been increasing efforts to approximate various survey measures using social media, but most of these approaches remain methodologically flawed. To remedy these flaws, this article combines 1,200 state-level polls during the 2012 presidential campaign with over 100 million state-located political tweets; models the polls as a function of the Twitter text using a new linear regularization feature-selection method; and shows via out-of-sample testing that when properly modeled, the Twitter-based measures track and to some degree predict opinion polls, and can be extended to unpolled states and potentially substate regions and subday timescales. An examination of the most predictive textual features reveals the topics and events associated with opinion shifts, sheds light on more general theories of partisan difference in attention and information processing, and may be of use for real-time campaign strategy.","Authors":"Beauchamp, N (Beauchamp, Nicholas)","Title":"Predicting and Interpolating State-Level Polls Using Twitter Textual Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397551800017 ISSN: 1352-2310 eISSN: 1873-2844","Keywords":"Aerosol; Backward trajectory; Ground-based Lidar; Haze KeyWords Plus:TROPOSPHERIC AEROSOL; TRANSPORT; NOX; SHANGHAI; WINTER; OZONE; CLOUD; VOCS; O-3","Categories":"Environmental Sciences & Ecology; Meteorology & Atmospheric Sciences Web of Science Categories:Environmental Sciences; Meteorology & Atmospheric Sciences","Journal Information":"ATMOSPHERIC ENVIRONMENT Volume: 154 Pages: 189-199 DOI: 10.1016/j.atmosenv.2017.01.051 Published: APR 2017","Abstract":"Haze pollution has long been a significant research topic and challenge in China, with adverse effects on air quality, agricultural production, as well as human health. In coupling with ground-based Lidar measurements, air quality observation, meteorological data, and backward trajectories model, two typical haze events at Wuxi, China are analyzed respectively, depicting summer and winter scenarios. Results indicate that the winter haze pollution is a compound pollution process mainly affected by calm winds that induce pollution accumulation near the surface. In the summer case, with the exception of influence from PM2.5 concentrations, ozone is the main pollutant and regional transport is also a significant influencing factor. Both events are marked by enhanced PM2.5 concentrations, driven by anthropogenic emissions of pollutants such as vehicle exhaust and factory fumes. Meteorological factors such as wind speed/direction and relative humidity are also contributed. These results indicate how the vertical profile offered by routine regional Lidar monitoring helps aid in understanding local variability and trends, which may be adapted for developing abatement strategies that improve air quality. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Wong, MS (Wong, Man Sing) ; Qin, K (Qin, Kai) ; Lian, H (Lian, Hong) ; Campbell, JR (Campbell, James R.) ; Lee, KH (Lee, Kwon Ho) ; Sheng, SJ (Sheng, Shijie)","Title":"Continuous ground-based aerosol Lidar observation during seasonal pollution events at Wuxi, China"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398112200001 PubMed ID: 28265788 ISSN: 1389-5729 eISSN: 1573-6768","Keywords":"Supervised machine learning; Ageing; Model interpretation KeyWords Plus:CAENORHABDITIS-ELEGANS; OXIDATIVE STRESS; LONGEVITY GENES; ESSENTIAL ROLES; DNA-REPAIR; LIFE-SPAN; PROTEIN; AUTOPHAGY; MODULATION; PREDICTION","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology","Journal Information":"BIOGERONTOLOGY Volume: 18 Issue: 2 Pages: 171-188 DOI: 10.1007/s10522-017-9683-y Published: APR 2017","Abstract":"Broadly speaking, supervised machine learning is the computational task of learning correlations between variables in annotated data (the training set), and using this information to create a predictive model capable of inferring annotations for new data, whose annotations are not known. Ageing is a complex process that affects nearly all animal species. This process can be studied at several levels of abstraction, in different organisms and with different objectives in mind. Not surprisingly, the diversity of the supervised machine learning algorithms applied to answer biological questions reflects the complexities of the underlying ageing processes being studied. Many works using supervised machine learning to study the ageing process have been recently published, so it is timely to review these works, to discuss their main findings and weaknesses. In summary, the main findings of the reviewed papers are: the link between specific types of DNA repair and ageing; ageing-related proteins tend to be highly connected and seem to play a central role in molecular pathways; ageing/longevity is linked with autophagy and apoptosis, nutrient receptor genes, and copper and iron ion transport. Additionally, several biomarkers of ageing were found by machine learning. Despite some interesting machine learning results, we also identified a weakness of current works on this topic: only one of the reviewed papers has corroborated the computational results of machine learning algorithms through wet-lab experiments. In conclusion, supervised machine learning has contributed to advance our knowledge and has provided novel insights on ageing, yet future work should have a greater emphasis in validating the predictions.","Authors":"Fabris, F (Fabris, Fabio) ; de Magalhes, JP (de Magalhes, Joao Pedro) ; Freitas, AA (Freitas, Alex A.)","Title":"A review of supervised machine learning applied to ageing research"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396044200025 PubMed ID: 27734238 ISSN: 1473-4222 eISSN: 1473-4230","Keywords":"Cerebellum; Dystonia; Ataxia; DYT1; Networks; Circuits KeyWords Plus:THETA BURST STIMULATION; PURKINJE-CELL ACTIVITY; FOCAL HAND DYSTONIA; KNOCK-IN MOUSE; BENIGN ESSENTIAL BLEPHAROSPASM; DOPA-RESPONSIVE DYSTONIA; PRIMARY TORSION DYSTONIA; MOTOR CORTEX PLASTICITY; DEEP BRAIN-STIMULATION; EPISODIC ATAXIA TYPE-2","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"CEREBELLUM Volume: 16 Issue: 2 Pages: 577-594 DOI: 10.1007/s12311-016-0825-6 Published: APR 2017","Abstract":"A role for the cerebellum in causing ataxia, a disorder characterized by uncoordinated movement, is widely accepted. Recent work has suggested that alterations in activity, connectivity, and structure of the cerebellum are also associated with dystonia, a neurological disorder characterized by abnormal and sustained muscle contractions often leading to abnormal maintained postures. In this manuscript, the authors discuss their views on how the cerebellum may play a role in dystonia. The following topics are discussed: The relationships between neuronal/network dysfunctions and motor abnormalities in rodent models of dystonia. Data about brain structure, cerebellar metabolism, cerebellar connections, and noninvasive cerebellar stimulation that support (or not) a role for the cerebellum in human dystonia. Connections between the cerebellum and motor cortical and sub-cortical structures that could support a role for the cerebellum in dystonia. Overall points of consensus include: Neuronal dysfunction originating in the cerebellum can drive dystonic movements in rodent model systems. Imaging and neurophysiological studies in humans suggest that the cerebellum plays a role in the pathophysiology of dystonia, but do not provide conclusive evidence that the cerebellum is the primary or sole neuroanatomical site of origin.","Authors":"Shakkottai, VG (Shakkottai, Vikram G.) ; Batla, A (Batla, Amit) ; Bhatia, K (Bhatia, Kailash) ; Dauer, WT (Dauer, William T.) ; Dresel, C (Dresel, Christian) ; Niethammer, M (Niethammer, Martin) ; Eidelberg, D (Eidelberg, David) ; Raike, RS (Raike, Robert S.) ; Smith, Y (Smith, Yoland) ; Jinnah, HA (Jinnah, H. A.) ; Hess, EJ (Hess, Ellen J.)[ 8,10 ] ; Meunier, S (Meunier, Sabine)[ 11,12 ] ; Hallett, M (Hallett, Mark)[ 12 ] ; Fremont, R (Fremont, Rachel)[ 13 ] ; Khodakhah, K (Khodakhah, Kamran)[ 14,15 ] ; LeDoux, MS (LeDoux, Mark S.)[ 16,17 ] ; Popa, T (Popa, Traian)[ 18 ] ; Gallea, C (Gallea, Cecile)[ 18,19 ] ; Lehericy, S (Lehericy, Stephane)[ 18 ] ; Bostan, AC (Bostan, Andreea C.)[ 20,21 ] ; Strick, PL (Strick, Peter L.)[ 20,21,22 ] ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Popa, Traian  http://orcid.org/0000-0003-1160-4830","Title":"Current Opinions and Areas of Consensus on the Role of the Cerebellum in Dystonia"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398127300002 PubMed ID: 26920106 ISSN: 1054-7738 eISSN: 1552-3799","Keywords":"Parkinson's disease; nursing research; systematic review KeyWords Plus:QUALITY-OF-LIFE; CAREGIVERS; CARE; COMMUNITY; SERVICES; PEOPLE; IMPACT","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"CLINICAL NURSING RESEARCH Volume: 26 Issue: 2 Pages: 142-156 DOI: 10.1177/1054773816634912 Published: APR 2017","Abstract":"Most people with Parkinson's disease (PD) reside in their homes with their family members. Nurses are in a good position to partner with people with PD and their family members for better self-management of the disease and improved quality of life. The purpose of this systematic review was to assess the state of the science of nursing research related to PD during the 10-year period, 2006 to 2015. A total of 27 studies were included in this review. Family caregiving was the most studied topic, followed by symptom management/medication adherence, quality of life, end-of-life/palliative care, and functional status/improving function. Recommendations for future studies in PD include (a) developing and testing interventions based on theoretical models in the areas of self-management, symptom management, and function improvement in people with PD and for caregivers caring for people with advanced stage PD, and (b) building programs of research with interprofessional teams.","Authors":"Shin, JY (Shin, Ju Young) ; Habermann, B (Habermann, Barbara)","Title":"Nursing Research in Parkinson's Disease From 2006 to 2015: A Systematic Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398589100017 ISSN: 0902-0063 eISSN: 1399-0012","Keywords":"burnout; organizational; social support; transplant surgeons KeyWords Plus:WORK-LIFE BALANCE; QUALITY-OF-LIFE; AMERICAN-SURGEONS; RELIABILITY GENERALIZATION; CAREER SATISFACTION; EMOTION REGULATION; JOB-SATISFACTION; ADVERSE EVENTS; MODEL; PHYSICIANS","Categories":"Surgery; Transplantation Web of Science Categories:Surgery; Transplantation","Journal Information":"CLINICAL TRANSPLANTATION Volume: 31 Issue: 4 Article Number: e12928 DOI: 10.1111/ctr.12928 Published: APR 2017","Abstract":"Background: Burnout within the health professions has become an increasingly important topic. Evidence suggests there are differences in burnout across different countries. Research has yet to examine burnout in transplant surgeons throughout Europe. Methods A cross-sectional survey of transplant surgeons across Europe. Survey included sociodemographics, professional characteristics, frequency and discomfort with difficult patient interactions (PI), decisional autonomy, psychological job demands (PJD), support (coworker, supervisor, and hospital administration), and burnout including emotional exhaustion (EE), depersonalization (DP), and personal accomplishment (PA). Results: One hundred and eight transplant surgeons provided data; 33 (30.6%) reported high EE, 19 (17.6%) reported high DP, and 29 (26.9%) reported low PA. Three hierarchical multiple linear regressions examined the burnout subscales as outcomes (EE, DP, and PA), and predictors selected based upon theoretical relationships with the outcomes. Greater PJD, greater discomfort in managing difficult PI, and lower levels of perceived supervisor support (SS) predicted greater EE. Only decisional autonomy significantly predicted DP, accounting for a small proportion of the variance. None of the steps for PA were significant. Conclusions: Given prior research on burnout, there were several surprising findings from this study. For example, the relatively low levels of EE compared to U.S. physicians and surgeons. At this time, we can only hypothesize why this finding occurred but there are multiple possible explanations including cultural effects, response bias, or other factors unknown at this time. Research is needed to attempt to clarify these findings.","Authors":"Jesse, MT (Jesse, Michelle T.) ; Abouljoud, M (Abouljoud, Marwan) ; Eshelman, A (Eshelman, Anne) ; De Reyck, C (De Reyck, Chantal) ; Lerut, J (Lerut, Jan)","Title":"Professional interpersonal dynamics and burnout in European transplant surgeons"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398430300004 ISSN: 1077-3142 eISSN: 1090-235X","Keywords":"3D reconstruction; Range data; Massive point clouds; Error-aware; reconstruction; Compression; Panoramas; Interactive inspection KeyWords Plus:SET SURFACES; RECONSTRUCTION; 3D; GEOMETRY; SYSTEM","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"COMPUTER VISION AND IMAGE UNDERSTANDING Volume: 157 Pages: 43-54 Special Issue: SI DOI: 10.1016/j.cviu.2016.09.011 Published: APR 2017","Abstract":"Obtaining 3D realistic models of urban scenes from accurate range data is nowadays an important research topic, with applications in a variety of fields ranging from Cultural Heritage and digital 3D archiving to monitoring of public works. Processing massive point clouds acquired from laser scanners involves a number of challenges, from data management to noise removal, model compression and interactive visualization and inspection. In this paper, we present a new methodology for the reconstruction of 3D scenes from massive point clouds coming from range lidar sensors. Our proposal includes a panorama based compact reconstruction where colors and normals are estimated robustly through an error-aware algorithm that takes into account the variance of expected errors in depth measurements. Our representation supports efficient, GPU-based visualization with advanced lighting effects. We discuss the proposed algorithms in a practical application on urban and historical preservation, described by a massive point cloud of 3.5 billion points. We show that we can achieve compression rates higher than 97% with good visual quality during interactive inspections. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Comino, M (Comino, Marc) ; Andujar, C (Andujar, Carlos) ; Chica, A (Chica, Antonio) ; Brunet, P (Brunet, Pere)","Title":"Error-aware construction and rendering of multi-scan panoramas from massive point clouds"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396215900012 PubMed ID: 28212159 ISSN: 1087-2418 eISSN: 1531-7013","Keywords":"liver allocation; model for end-stage liver disease; redistricting KeyWords Plus:WAITING-LIST; TRANSPLANT CANDIDATES; UNITED-STATES; SHARE 35; ACCESS; IMPACT; OUTCOMES; DISEASE; MODEL; VARIABILITY","Categories":"Transplantation Web of Science Categories:Transplantation","Journal Information":"CURRENT OPINION IN ORGAN TRANSPLANTATION Volume: 22 Issue: 2 Pages: 162-168 DOI: 10.1097/MOT.0000000000000397 Published: APR 2017","Abstract":"Purpose of review Liver allograft allocation has been a topic of hot debate for over a decade. New redistricting changes have been proposed by the Liver and Intestinal Transplant Committee to the existing United Network for Organ Sharing ( UNOS) liver allocation policy. The basis of this new proposal is similar to the old one with an aim to distribute organs in a fair, efficient and equitable fashion. In this review, we plan to look in depth at the redistribution proposals thus far, their merits and how they may help patients who do not have adequate access to livers. Recent findings Many authors have criticized the proposed changes to organ distribution to reduce geographic disparity in access to liver transplantation. Our focus in this article is to bring forth the most recent literature and proposed changes in the current distribution system. We will also mention two other possible methods that have been proposed to redesign distribution using concentric circles and neighborhoods. In this article, we also look at the economics of the redistricting proposal and its effects on transplant centers. Summary The UNOS Liver and Intestinal Transplant Committee has recommended a proposal using the eight-district model with proximity circles and three additional Model for End-Stage Liver Disease ( MELD) points with initial sharing MELD threshold of 25 as a starting point to reduce disparity in patient access to deceased donor livers for transplantation. This proposal has met with significant resistance because of concerns of cost, logistics and impact on existing transplant centers. Other methodologies have also been proposed that have the potential to significantly improve our current disparity of access to life-saving organs. Variation in the supply of donor organs vs. the demand or need for liver transplant by geography and the current defined areas of distribution drive this disparity. Cost benefits to the healthcare system in caring for patients with advanced stages of liver disease may outweigh increased costs of transportation and transplantation. The current allocation boundaries are not optimal for liver distribution, as modeled by all suggested solutions thus far. The need to identify a more optimal and equitable allocation/distribution system is paramount.","Authors":"Deshpande, R (Deshpande, Ranjit) ; Hirose, R (Hirose, Ryutaro) ; Mulligan, D (Mulligan, David)","Title":"Liver allocation and distribution: time for a change"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356000005 ISSN: 0301-4215 eISSN: 1873-6777","Keywords":"Climate policy; Climate change; Trust; Ordered logit model KeyWords Plus:WILLINGNESS-TO-PAY; ENERGY EFFICIENCY; ATTITUDES; DETERMINANTS; ECONOMICS; FAIRNESS; ADOPTION; SUPPORT; PLEDGES; JUSTICE","Categories":"Energy & Fuels; Environmental Sciences & Ecology Web of Science Categories:Energy & Fuels; Environmental Sciences; Environmental Studies","Journal Information":"ENERGY POLICY Volume: 103 Pages: 62-71 DOI: 10.1016/j.enpol.2017.01.014 Published: APR 2017","Abstract":"This paper empirically analyses the antecedents of citizens' perceptions of the relevance of international climate policy. Its use of representative surveys in the USA, China and Germany controls for different environmental attitudes and socio-economic factors between countries. The findings of the micro-econometric analysis suggest that the perceived relevance of international climate policy is positively affected by its perceived effectiveness, approval of the key topics discussed at international climate conferences, and environmental attitudes, but is not affected by perceived procedural justice. A higher level of perceived trust in international climate policy was positively related to perceived relevance in the USA and in China, but not in Germany. Citizens who felt that they were well informed and that their position was represented at climate summits were more likely to perceive international climate policy as relevant in China in particular. Generally, the results show only weak evidence of socio-demographic effects.","Authors":"Schleich, J (Schleich, Joachim) ; Faure, C (Faure, Corinne)","Title":"Explaining citizens' perceptions of international climate-policy relevance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398545000010 ISSN: 1618-0240 eISSN: 1618-2863","Keywords":"Cell death; Growth model; Lysis; Mammalian cell culture; Process parameter KeyWords Plus:BIOREACTORS; KINETICS; DAMAGE; MODEL","Categories":"Biotechnology & Applied Microbiology Web of Science Categories:Biotechnology & Applied Microbiology","Journal Information":"ENGINEERING IN LIFE SCIENCES Volume: 17 Issue: 4 Pages: 440-447 DOI: 10.1002/elsc.201600088 Published: APR 2017","Abstract":"The primary task of process development is a process design that guarantees product quality and maximizes product quantity. One part of the process development is the identification of critical process parameters. Especially in cell culture processes, unwanted cell damage as critical process parameter is still challenging in stirred tank reactors and needs therefore to be considered. Nevertheless, this topic and its effects on process performance are currently not well discussed and not verified in literature until now. The process of cell damage or lysis can be defined as the loss of integrity of the cells. For the investigation of this phenomenon, a model-based designed fed-batch cultivation with Chinese hamster ovary cells was performed. Besides measurements of viable and dead cell concentration, lysed cell count was determined by DNA measurements. Based on these analytics, different hypotheses, characterizing the cell death, were compared. From this, four main statements could be derived: (i) consideration of lysis in cell culture processes is of great importance for the description of the living biomass population in terms of growth and dying; (ii) a higher effort in process monitoring facilitates significantly model development; (iii) in contradiction to existing models from literature, our verification approach demonstrated a direct correlation of lysis with viable cell concentration and therefore with productivity; and (iv) lysis could be effectively described by only one model parameter, the specific lysis rate from viable cells to lysed cells. All these statements could be accurately proven by statistical methods. Our results enable future detailed investigations of the causes of cell damage and the influences of cell lysis on product quality and quantity. Potential application fields are scale-up issues, process optimization, and impurity screening.","Authors":"Kroll, P (Kroll, Paul) ; Eilers, K (Eilers, Kay) ; Fricke, J (Fricke, Jens) ; Herwig, C (Herwig, Christoph)","Title":"Impact of cell lysis on the description of cell growth and death in cell culture"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395203700003 ISSN: 1350-4622 eISSN: 1469-5871","Keywords":"youth movements; environmental literacy; non-formal education; psycho-social variables; consumerism in adolescents; environmentally responsible behavior KeyWords Plus:STUDENTS; BEHAVIOR","Categories":"Education & Educational Research; Environmental Sciences & Ecology Web of Science Categories:Education & Educational Research; Environmental Studies","Journal Information":"ENVIRONMENTAL EDUCATION RESEARCH Volume: 23 Issue: 4 Pages: 486-514 DOI: 10.1080/13504622.2015.1108390 Published: APR 2017","Abstract":"Youth-movements in Israel are non-formal organizations that educate for social and political involvement and provide a broad platform for youth involvement in the community. This study explored the question: does the social activism of adolescents who both elect for membership in youth movements and a leadership role of instructing younger members also reflect itself in environmentalism? In a survey of 1496 young instructors drawn from 15 official youth movements, findings on environmental literacy variables show youth are only generally knowledgeable about environmental problems; express technical-optimism' which leads them to limited concern for the environment; show limited recognition of the importance of environmental education, and show limited acknowledgment of the necessity for changes in personal consumerism. Findings also show that environmental issues are not on their mind since they are not a conversation topic with peers or family. Nonetheless, these youth also demonstrate strong self-efficacy to effect change; view themselves as role models for younger members; and express willingness to include environmentally-supportive activities within regular youth movement activities. Their valuing of nature also provides a foundation for building other environmental values. Further analysis shows how these findings can contribute theoretical and practical tools for incorporating sustainability within the youth movement framework, and help realize their potential for promoting sustainability in society.","Authors":"Goldman, D (Goldman, Daphne) ; Pe'er, S (Pe'er, Sara) ; Yavetz, B (Yavetz, Bela)","Title":"Environmental literacy of youth movement members - is environmentalism a component of their social activism?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398086400014 PubMed ID: 27694160 ISSN: 1101-1262 eISSN: 1464-360X","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"EUROPEAN JOURNAL OF PUBLIC HEALTH Volume: 27 Issue: 2 Pages: 256-261 DOI: 10.1093/eurpub/ckw158 Published: APR 2017","Abstract":"Background: This study aimed to explore if group-based peer support as an additional component to a disease management programme (DMP) in type 2 diabetes can reduce the number of prescribed drugs; hospital admissions; and length of hospital stay and therefore be a cost-effective model. Methods: Controlled study based on a secondary data analysis of a cluster randomized trial. Our study population was general practitioners and patients in the province of Salzburg. The 24-months intervention consisted of regular group meetings facilitated by trained peer supporters. The groups exercised together, discussed diabetes related topics, and received support by professionals. Data was anonymously collected on clusters through the statutory health insurance. Results: Data were available of 118 (82.5%, 17 clusters of the patients in the original randomized trial) participants in the intervention and 143 (77.3%, 19 clusters) in the control groups. The length of hospital stay was shorter in the intervention groups compared with controls. The mean difference during the 24-month study period was -40.13 days (95% CI - 78.54 to -1.71, P = 0.041) in favour of the intervention groups. No differences were seen in the number of prescribed drugs and hospital admission. Estimated yearly savings by reducing the length of hospital stay was (sic)1660.60 per patient. Conclusion: A group-based peer support programme as an additional component of a DMP in type 2 diabetes is a promising approach to optimize diabetes care and to enhance lifestyle interventions in primary care. Peer support seems to reduce length of hospital stay and could therefore be a cost-effective model.","Authors":"Johansson, T (Johansson, Tim) ; Keller, S (Keller, Sophie) ; Sonnichsen, AC (Soennichsen, Andreas C.) ; Weitgasser, R (Weitgasser, Raimund)","Title":"Cost analysis of a peer support programme for patients with type 2 diabetes: a secondary analysis of a controlled trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398666500011 ISSN: 0334-6455 eISSN: 2191-0324","Keywords":"electroslag remelting; mathematical models; transport processes; solidification structure KeyWords Plus:SPIN-RESONANCE SYSTEMS; HEAT-TRANSFER; SIMULATION; INGOT; METAL; FLOW; MOLD","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"HIGH TEMPERATURE MATERIALS AND PROCESSES Volume: 36 Issue: 4 Pages: 411-426 DOI: 10.1515/htmp-2016-0146 Published: APR 2017","Abstract":"The electroslag remelting (ESR) process has been effectively applied to produce high grade special steels and super alloys based on the controllable solidification and chemical refining process. Due to the difficulties of precise measurements in a high temperature environment and the excessive expenses, mathematical models have been more and more attractive in terms of investigating the transport phenomena in ESR process. In this paper, the numerical models for different ESR processes made by our lab in last decade have been introduced. The first topic deals with traditional ESR process predicting the relationship between operating parameters and metallurgical parameters of interest. The second topic is concerning the new ESR technology process including ESR with current-conductive mould (CCM), ESR hollow ingot technology, electroslag casting with liquid metal(ESC LM), and so on. Finally, the numerical simulation of solidification microstructure with multiscale model is presented, which reveals the formation mechanism of microstructure.","Authors":"Jiang, ZH (Jiang, Zhou Hua) ; Yu, J (Yu, Jia) ; Liu, FB (Liu, Fu Bin) ; Chen, X (Chen, Xu) ; Geng, X (Geng, Xin)","Title":"Application of Mathematical Models for Different Electroslag Remelting Processes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395932300023 ISSN: 1070-9908 eISSN: 1558-2361","Keywords":"Cross-age face recognition; hidden factor analysis (HFA); modified hidden factor analysis (MHFA) KeyWords Plus:DESCRIPTOR; PATTERNS","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"IEEE SIGNAL PROCESSING LETTERS Volume: 24 Issue: 4 Pages: 465-469 DOI: 10.1109/LSP.2017.2661983 Published: APR 2017","Abstract":"Cross-age face recognition has remained a popular research topic because the sophisticated facial change across age disables regular face recognition systems. Widely applied in agerelated tasks, the hidden factor analysis (HFA) model decomposes face feature into independent age and identity factors. However, the hypothesis that the identity and age factors are independent is not in accordance with the fact that aging has different appearance changes on different people's faces. To address this problem, this letter presents a novelmethod for cross-age face recognition, called age-identitymodified HFA, which exploits a new latent factormodeled as a linear combination with the age factor and the identity factor. Hence, the cross-age identity information can be extracted and separated preferably. A maximum likelihood strategy is proposed to judge which gallery face has the same identity with the probe image, while we do not need to know what the probe identity is. Extensive experiments are performed on the benchmark aging datasets MORPH and FG-Net, and the recognition rate of our method outperforms HFA by 10.4% and 1.15%, respectively.","Authors":"Li, HX (Li, Haoxi) ; Zou, HS (Zou, Haoshan) ; Hu, HF (Hu, Haifeng)","Title":"Modified Hidden Factor Analysis for Cross-Age Face Recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397370400010 ISSN: 0021-8502 eISSN: 1879-1964","Keywords":"Interaction process; Dispersal; Water sheet; Shock wave; Dispersal model KeyWords Plus:BAND EXTINCTION METHOD; TROPOSPHERIC AEROSOL; SEDIMENTATION; COMBUSTION; PARTICLES; DROPLETS; SPHERES","Categories":"Engineering; Environmental Sciences & Ecology; Meteorology & Atmospheric Sciences Web of Science Categories:Engineering, Chemical; Engineering, Mechanical; Environmental Sciences; Meteorology & Atmospheric Sciences","Journal Information":"JOURNAL OF AEROSOL SCIENCE Volume: 106 Pages: 100-110 DOI: 10.1016/j.jaerosci.2017.01.010 Published: APR 2017","Abstract":"The formation of aerosols artificially is an interesting topic nowadays. This paper studied the interaction between water sheets and shock waves experimentally to seek the interaction mechanism and simulate the formation processes of water aerosol. Optical instruments like normal high speed camera and multiple-spark high speed camera were employed in the experiments and the data obtained was solved with common statistics software Statistical Product and Service Solutions (SPSS). Phase Doppler Particle Analyzer (PDPA) was also used to give a description of the water aerosol shown with diameter and velocity parameters. After the analysis of typical photos and data obtained, results showed that once past through by shock waves, the water sheet faced a surface stripping and breaking progress. The shock-wave induced in the layer of water is a compressive elastic-wave, whose magnitude is related to the ratio of acoustic impedance of the two media. Shock propagates through the thickness of the water-wall and when it reaches the next water/air interface is nearly totally reflected as a tensile wave. Such tensile wave will induce cavitation in the water-wall. Subsequent to cavitation, water keeps moving with uniform velocity and undergoes tensile strain, with small vapor bubbles forming while the water keeps moving in the direction of the blast. Finally, based on the dispersal mechanism, dimensionless parameters calculated were brought in to build the water dispersal model.","Authors":"You, ZM (You, Zuming) ; Li, B (Li, Bin) ; Wang, HY (Wang, Haiyang) ; Xie, LF (Xie, Lifeng)","Title":"Water aerosol formation: Transient process induced by shock waves"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398458800001 PubMed ID: 28405314 ISSN: 2049-1891","Keywords":"Association; Haplotype; Mitochondria; Non-synonymous mutation; Reproduction; Sheep KeyWords Plus:PRODUCTION TRAITS; MUTATION; MODELS; POLYMORPHISMS; ASSOCIATION; INHERITANCE; SEQUENCE; DISEASE; GENOME; CATTLE","Categories":"Agriculture Web of Science Categories:Agriculture, Dairy & Animal Science","Journal Information":"JOURNAL OF ANIMAL SCIENCE AND BIOTECHNOLOGY Volume: 8 Article Number: 31 DOI: 10.1186/s40104-017-0160-x Published: APR 1 2017","Abstract":"Background: In farm animals, mitochondrial DNA (mtDNA) effect on economic performance remains hot-topic for breeding and genetic selection. Here, 53 maternal lineages of Small-tailed Han sheep were used to investigate the association of mitochondrial DNA variations and the lambing litter size. Results: Sequence sweeping of the mitochondrial coding regions discovered 31 non-synonymous mutations, and the association study revealed that T7719G in mtDNA tRNA-Lys gene was associated with litter size (P < 0.05), manifesting 0.29 lambs per litter between the G and T carriers. Furthermore, using the mixed linear model, we assayed the potential association of the ovine litter size and haplogroups and multiple-level mtDNA haplotypes, including general haplotypes, assembled haplotypes of electron transport chain contained sequences (H-ETC), mitochondrial respiratory complex contained sequences (H-MRC) and mitochondrial genes (H-gene, including polypeptide-coding genes, rRNA genes and tRNA genes). The strategy for assembled mitochondrial haplotypes was proposed for the first time in mtDNA association analyses on economic traits, although none of the significant relations could be concluded (P > 0.05). In addition, the nuclear major gene BMPR1B was significantly correlated with litter size in the flock (P < 0.05), however, did not interact with mtDNA T7719G mutation (P > 0.05). Conclusions: Our results highlight mutations of ovine mitochondrial coding genes, suggesting T7719G in tRNA-Lys gene be a potentially useful marker for selection of sheep litter size.","Authors":"Chen, XY (Chen, Xiaoyong) ; Wang, D (Wang, Dan) ; Xiang, H (Xiang, Hai) ; Dun, WT (Dun, Weitao) ; Brahi, DOH (Brahi, Dave O. H.) ; Yin, T (Yin, Tao) ; Zhao, XB (Zhao, Xingbo)","Title":"Mitochondrial DNA T7719G in tRNA-Lys gene affects litter size in Small- tailed Han sheep"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397999600018 ISSN: 0894-3257 eISSN: 1099-0771","Keywords":"hindsight bias; feeling-of-knowing; expertise; overconfidence KeyWords Plus:DOMAIN-RELATED INFORMATION; ACCESSIBILITY MODEL; KNOWLEDGE; PERFORMANCE; MEMORY; OVERCONFIDENCE; RECOGNITION; ACQUISITION; CHESS; KNEW","Categories":"Psychology Web of Science Categories:Psychology, Applied","Journal Information":"JOURNAL OF BEHAVIORAL DECISION MAKING Volume: 30 Issue: 2 Pages: 389-399 DOI: 10.1002/bdm.1950 Published: APR 2017","Abstract":"We present data from three experiments examining the effects of objective and subjective expertise on the hindsight bias. In Experiment 1, participants read an essay about baseball or dogs and then answered questions about the baseball essay to the best of their ability, as if they had not read the essay, or to the best of their ability, although they read about dogs. Participants also completed a quiz about baseball rules and terminology, which was an objective measure of expertise. Results demonstrated that as participants' baseball expertise increased, their inability to act as if they never read the essay also increased; expertise exacerbated the hindsight bias. To test the effects of subjective expertise on hindsight bias and investigate factors underlying the relationship, participants in Experiment 2 ranked five topics in order of expertise and gave feeling-of-knowing (FOK) ratings for questions from these topics. Foresight participants then saw each question again and answered the questions; hindsight participants saw the questions and answers and gave the probability they would have known the answers had they not been provided. Hindsight bias increased with subjective expertise as did average FOK ratings. In Experiment 3, we experimentally manipulated perceived expertise but found that neither average FOK ratings nor hindsight bias was affected by experimentally induced expertise. Taken together, the results demonstrate that expertise exacerbates both objective and subjective hindsight bias but that an FOK, which likely exists only when expertise is naturally acquired, is necessary to engender the detrimental effect of expertise on the hindsight bias. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Knoll, MAZ (Knoll, Melissa A. Z.) ; Arkes, HR (Arkes, Hal R.)","Title":"The Effects of Expertise on the Hindsight Bias"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000396116100005 PubMed ID: 28166081 ISSN: 0271-0749 eISSN: 1533-712X","Keywords":"attitude to health; medication adherence; evidence-based medicine; health behavior; internal-external control; patient acceptance of health care; patient compliance; history; 19th century; history of medicine; linear models; model; statistical; philosophy; philosophy; medical; treatment refusal; pharmacokinetics; precision medicine; methods; precision medicine; statistics & numerical data; psychiatry; statistics as topic KeyWords Plus:PSYCHOLOGICAL REACTANCE SCALE; EVIDENCE-BASED MEDICINE; DRUG-DRUG INTERACTIONS; EFFECTS LINEAR-MODELS; PERSONALIZED MEDICINE; ULTRARAPID METABOLIZER; TREATMENT ADHERENCE; DECISION-MAKING; SELF-EFFICACY; HEALTH-LOCUS","Categories":"Pharmacology & Pharmacy; Psychiatry Web of Science Categories:Pharmacology & Pharmacy; Psychiatry","Journal Information":"JOURNAL OF CLINICAL PSYCHOPHARMACOLOGY Volume: 37 Issue: 2 Pages: 131-137 DOI: 10.1097/JCP.0000000000000675 Published: APR 2017","Abstract":"Purpose/Background This commentary deals with the neglected issue of the art of psychopharmacology by recounting the authors' journeys. Methods/Procedures First, a model of medical science situated within the history of medicine is described including (1) a limitation of the mathematical model of science, (2) the distinction between mechanistic science and mathematical science, (3) how this distinction is applied to medicine, and (4) how this distinction is applied to explain pharmacology to psychiatrists. Second, the neglected art of psychopharmacology is addressed by explaining (1) where the art of psychopharmacotherapy was hiding in the first author's psychopharmacology research, (2) how the Health Belief Model was applied to the art of medicine, (3) how the second author became interested in the Health Belief Model, and (4) his studies introducing the Health Belief Model in psychopharmacology. The authors' collaboration led to: (1) study of the effect of pharmacophobia on poor adherence and (2) reflection on the limits of the art of psychopharmacology. Findings/Results Low adherence was found in 45% (116/258) of psychiatric patients with pharmacophobia versus 22% (149/682) in those with no pharmacophobia, providing an odds ratio of 2.9 (95% confidence interval, 2.2-4.0) and an adjusted odds ratio of 2.5 (95% confidence interval, 1.8-3.5) after adjusting for other variables contributing to poor adherence. Implications/Conclusions Different cognitive patterns in different patients may contribute to poor adherence. Specific interventions targeting these varying cognitive styles may be needed in different patients to improve drug adherence.","Authors":"de Leon, J (de Leon, Jose) ; De las Cuevas, C (De las Cuevas, Carlos)","Title":"The Art of Pharmacotherapy: Reflections on Pharmacophobia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396643300006 PubMed ID: 28161174 ISSN: 0022-0302 eISSN: 1525-3198","Keywords":"Listeria; cheese; endolysin; antimicrobial KeyWords Plus:LISTERIA-MONOCYTOGENES; BACTERIOPHAGE ENDOLYSINS; ENZYMES; ANTIMICROBIALS; DOMAINS; BINDING; GROWTH; MILK; P100","Categories":"Agriculture; Food Science & Technology Web of Science Categories:Agriculture, Dairy & Animal Science; Food Science & Technology","Journal Information":"JOURNAL OF DAIRY SCIENCE Volume: 100 Issue: 4 Pages: 2482-2487 DOI: 10.3168/jds.2016-11990 Published: APR 2017","Abstract":"Our objective was to assess the antimicrobial efficacy of a Listeria bacteriophage endolysin that may address limitations of current antilisterial processes for fresh cheeses. Listeria monocytogenes is highly problematic in the manufacture and processing of ready-to-eat foods due to its environmental persistence and its ability to grow under refrigerated storage. Special care must be taken to prevent listerial contamination during the production of fresh cheeses, as their delicate flavor and texture are incompatible with many of the antimicrobial processes and additives commonly used for other foods. Bacteriophage-derived cell wall hydrolytic enzymes, known as endolysins, comprise one possible intervention that may not suffer from the high strain specificity of their parent bacteriophages or the development of resistant strains. We recombinantly expressed endolysin PlyP100 and compared its lytic activity in vitro across several environmental parameters and target organisms, then incorporated it into a fresh cheese model challenged with a cocktail of L. monocytogenes. We show that PlyP100 demonstrates optimal activity under pH and salt concentrations consistent with a low-acid food matrix such as fresh cheese. Furthermore, we show that PlyP100 exhibits target specificity for gram-positive organisms with directly crosslinked peptidoglycan and displays considerable inhibitory activity against L. monocytogenes in fresh cheese for at least 4 wk under refrigerated storage. As PlyP100 demonstrates considerable promise for preventing the propagation of L. monocytogenes in fresh cheeses, this novel preservation method could help safeguard consumer health and the market expansion of an otherwise high-risk food with few other viable preservatives.","Authors":"Van Tassel, ML (Van Tassel, Maxwell L.) ; Lbarra-Sanchez, LA (Lbarra-Sanchez, Luis A.) ; Hoepker, GP (Hoepker, Garrett P.) ; Miller, MJ (Miller, Michael J.)","Title":"Hot topic: Antilisterial activity by endolysin PlyP100 in fresh cheese"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398515100006 ISSN: 0733-9437 eISSN: 1943-4774","Categories":"Agriculture; Engineering; Water Resources Web of Science Categories:Agricultural Engineering; Engineering, Civil; Water Resources","Journal Information":"JOURNAL OF IRRIGATION AND DRAINAGE ENGINEERING Volume: 143 Issue: 4 Article Number: 02516002 DOI: 10.1061/(ASCE)IR.1943-4774.0001143 Published: APR 2017","Abstract":"Forum papers are thought-provoking opinion pieces or essays founded in fact, sometimes containing speculation, on a civil engineering topic of general interest and relevance to the readership of the journal. The views expressed in this Forum article do not necessarily reflect the views of ASCE or the Editorial Board of the journal.","Authors":"Ashofteh, PS (Ashofteh, Parisa-Sadat) ; Bozorg-Haddad, O (Bozorg-Haddad, Omid) ; Loaiciga, HA (Loaiciga, Hugo A.)","Title":"Impacts of Climate Change on the Conflict between Water Resources and Agricultural Water Use"}]