[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000005 PubMed ID: 28212116 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"HIV; medical education; community of practice; adult learning; peer learning; interprofessional education; knowledge translation; mixed methods research; workforce development/issues KeyWords Plus:UNITED-STATES; EDUCATION","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 27-36 DOI: 10.1097/CEH.0000000000000141 Published: WIN 2017","Abstract":"Introduction: Ensuring knowledgeable, skilled HIV providers is challenged by rapid advances in the field, diversity of patients and providers, and the need to retain experienced providers while training new providers. These challenges highlight the need for education strategies, including training and clinical consultation to support translation of new knowledge to practice. New England AIDS Education and Training Center (NEAETC) provides a range of educational modalities including academic peer detailing and distance support to HIV providers in six states. We describe the interprofessional perspectives of HIV providers who participated in this regional program to understand success and areas for strengthening pedagogical modality, content, and impact on clinical practice. Methods: This 2013 to 2014 mixed-methods study analyzed quantitative programmatic data to understand changes in training participants and modalities and used semistructured interviews with 30 HIV providers and coded for preidentified and emerging themes. Results: Since 2010, NEAETC evolved modalities to a greater focus on active learning (case discussion, clinical consultation), decreasing didactic training by half (18-9%). This shift was designed to move from knowledge transfer to translation, and qualitative findings supported the value of active learning approaches. Providers valued interactive trainings and presentation of cases supporting knowledge translation. On-site training encouraged peer networking and sharing of lessons learned. Diversity in learning priorities across providers and sites validated NEAETC's approach of tailoring topics to local needs and encouraging regional networking. Discussion: Tailored approaches resulted in improved provider-reported capacity, peer learning, and support. Future evaluations should explore the impact of this multipronged approach on supporting a community of practice and empowerment of provider teams.","Authors":"Gallagher, DM (Gallagher, Donna M.) ; Hirschhorn, LR (Hirschhorn, Lisa R.) ; Lorenz, LS (Lorenz, Laura S.) ; Piya, P (Piya, Priyatam)","Title":"Developing a Community of Practice for HIV Care: Supporting Knowledge Translation in a Regional Training Initiative"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397371800019 ISSN: 0031-3203 eISSN: 1873-5142","Keywords":"Gaussian processes; Variational Bayes; Matrix decomposition; Factor models; Data completion; Human motion; Gaussian process latent variable models; Multi-task learning; Unsupervised learning KeyWords Plus:MATRIX COMPLETION; FACTORIZATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"PATTERN RECOGNITION Volume: 66 Pages: 190-201 Special Issue: SI DOI: 10.1016/j.patcog.2016.12.014 Published: JUN 2017","Abstract":"In this work, we propose a novel method for rectifying damaged motion sequences in an unsupervised manner. In order to achieve maximal accuracy, the proposed model takes advantage of three key properties of the data: their sequential nature, the redundancy that manifests itself among repetitions of the same task, and the potential of knowledge transfer across different tasks. In order to do so, we formulate a factor model consisting of Gaussian process dynamical systems (GPDS), where each factor corresponds to a single basic pattern in time and is able to represent their sequential nature. Factors collectively form a dictionary of fundamental trajectories shared among all sequences, thus able to capture recurrent patterns within the same or across different tasks. We employ variational inference to learn directly from incomplete sequences and perform maximum a-posteriori (MAP) estimates of the missing values. We have evaluated our model with a number of motion datasets, including robotic and human motion capture data. We have compared our approach to well established methods in the literature in terms of their reconstruction error and our results indicate significant accuracy improvement across different datasets and missing data ratios. Concluding, we investigate the performance benefits of the multi-task learning scenario and how this improvement relates to the extent of component sharing that takes place.","Authors":"Korkinof, D (Korkinof, Dimitrios) ; Demiris, Y (Demiris, Yiannis)","Title":"Multi-task and multi-kernel Gaussian process dynamical systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394563300004 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Visual analytics; Visualization; Transfer learning; Classification KeyWords Plus:VISUALIZATION; SUPPORT; TREES","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 390 Pages: 54-69 DOI: 10.1016/j.ins.2016.03.021 Published: JUN 2017","Abstract":"Classification can be highly challenging when the dataset is extremely large, or when the training data in the underlying domain are difficult to obtain. One feasible solution to this challenge is transfer learning, which extracts the knowledge from source tasks and applies the knowledge to target tasks. Extant transfer learning schemes typically assume that similarities between the source task and the target task to some degree. This assumption does not hold in certain actual applications; analysts unfamiliar with the learning strategy can be frustrated by the complicated transfer relations and the non-intuitive transfer process. This paper presents a suite of visual communication and interaction techniques to support the transfer learning process. Furthermore, a pioneering visual-assisted transfer learning methodology is proposed in the context of classification. Our solution includes a visual communication interface that allows for comprehensive exploration of the entire knowledge transfer process and the relevance among tasks. With these techniques and the methodology, the analysts can intuitively choose relevant tasks and data, as well as iteratively incorporate their experience and expertise into the analysis process. We demonstrate the validity and efficiency of our visual design and the analysis approach with examples of text classification. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Ma, YX (Ma, Yuxin) ; Xu, JY (Xu, Jiayi) ; Wu, XY (Wu, Xiangyang) ; Wang, F (Wang, Fei) ; Chen, W (Chen, Wei)","Title":"A visual analytical approach for transfer learning in classification"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372100008 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Zero-shot learning; Object recognition; Semantic correlation; Manifold structure KeyWords Plus:MANIFOLD REGULARIZATION; ATTRIBUTES; OBJECTS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 238 Pages: 76-83 DOI: 10.1016/j.neucom.2017.01.038 Published: MAY 17 2017","Abstract":"In practical object recognition tasks, one often encounters a problem to recognize some unseen objects, which are some new categories without labeled images at training stage. For solving the challenging problem, zero-shot learning has been studied widely which can be seen as a special case of transfer learning. Thus, zero-shot learning deals with the problem of predicting labels of target images based on source images and their common semantic knowledge. Most existing zero-shot learning methods focus on how to project the images into the semantic space. However, the projection function learnt by source images and attributes has a shift for the prediction of target attributes. In this paper, we proposed a zero-shot classification method by transferring knowledge from source domain and preserving target data structure (TKDS). Particularly, we directly learn the target classification model by the semantic correlation with source classification model. Different from existing similarity based zero-shot learning methods, we also utilize the data properties of target data themselves. We simultaneously consider transferring knowledge from source domain to explicit the source images and utilizing the manifold structure of target data to rectify domain shift problem, thus, boosting the prediction performance. Extensive experiments on the widely used datasets show that our model outperforms significantly the state-of-the-art methods. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, X (Li, Xiao) ; Fang, M (Fang, Min) ; Wu, JQ (Wu, Jinqiao)","Title":"Zero-shot classification by transferring knowledge and preserving data structure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013300006 ISSN: 0360-1315 eISSN: 1873-782X","Keywords":"Multimedia learning; Personalization; Cognitive load; Emotional state KeyWords Plus:EMOTIONAL DESIGN; COGNITIVE LOAD; GENDER-DIFFERENCES; SELF-REFERENCE; MEMORY; METAANALYSIS; MESSAGES; STUDENTS; HEALTH; STYLE","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Interdisciplinary Applications; Education & Educational Research","Journal Information":"COMPUTERS & EDUCATION Volume: 108 Pages: 71-84 DOI: 10.1016/j.compedu.2017.01.013 Published: MAY 2017","Abstract":"The personalization principle states that students learn better with a personalized message than a nonpersonalized message. Whether the personalization principle holds true for instructional material that is emotionally aversive (in this case, content concerning cerebral hemorrhages) was investigated in two experiments (N = 77 in Experiment 1 and N = 71 in Experiment 2). The text for the nonpersonalized version was in a formal style, whereas the text for the personalized version was in a conversational style, where personal pronouns such as \"you\" and \"your\" were used. The results in both experiments showed that students experienced a general increase in state anxiety after learning with both instructional materials, but state anxiety was not significantly different between the experimental conditions. Concerning our main research question and regarding our expectations, the personalization principle did not hold true in either experiment for the emotionally aversive topic used in this study and was even inverted for transfer tasks, where students showed better performance when they learned with a nonpersonalized message compared to a personalized message. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kuhl, T (Kuehl, Tim) ; Zander, S (Zander, Steffi)","Title":"An inverted personalization effect when learning with multimedia: The case of aversive content"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400062 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Knowledge management; Organizational learning; Knowledge transfer; Decision making; Expertise; Audit planning KeyWords Plus:ABSORPTIVE-CAPACITY; LOAN OFFICERS; DECISION-MAKING; EXPERTISE; NOVICES; INFORMATION; PERFORMANCE; ORGANIZATIONS; DETERMINANTS; EXPERIENCE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 564-574 DOI: 10.1016/j.chb.2016.12.069 Published: MAY 2017","Abstract":"The objective of this study is to test how the transfer of auditing knowledge, along with other variables, work together to impact the level of professional skepticism in auditors and answer the crucial question of how auditors' competencies and expertise jointly interact with the knowledge transfer process. The study attempts to test these components in an empirical model, decomposing them and showing how they affect skepticism by comparing how knowledge is transferred in experts as compared to novices. The results of this study show that the differences between the expert auditors and the novices strengthened support for the role of knowledge and expertise in improving skepticism in engagement planning. The results of our study illustrate that knowledge transfer plays an important role in enhancing auditor professional skepticism, thereby improving the accuracy of auditor judgments. Also, as suggested by Nelson (2009), expert knowledge, position, and judgment were significant factors in the planning of an audit engagement. However, trait effects (as captured by firm effects) were not significant in explaining auditors' judgments. These results are important in that they illustrate the significance of the role that knowledge transfer functions in facilitating auditors' exercise of appropriate professional skepticism in audit engagement planning. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Rodgers, W (Rodgers, Waymond) ; Mubako, GN (Mubako, Grace N.) ; Hall, L (HalL, Laura)","Title":"Knowledge management: The effect of knowledge transfer on professional skepticism in audit engagement planning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398594800007 PubMed ID: 26952268 ISSN: 1396-5883 eISSN: 1600-0579","Keywords":"community-based education; dental students; extramural; outreach education quality development; evaluation KeyWords Plus:PDCO COURSE; CARE; EXPERIENCE; PLACEMENTS; PROGRAMS","Categories":"Dentistry, Oral Surgery & Medicine; Education & Educational Research Web of Science Categories:Dentistry, Oral Surgery & Medicine; Education, Scientific Disciplines","Journal Information":"EUROPEAN JOURNAL OF DENTAL EDUCATION Volume: 21 Issue: 2 Pages: 113-120 DOI: 10.1111/eje.12189 Published: MAY 2017","Abstract":"Introduction: The objective was to investigate changes in students' and clinical mentors' perceptions of a model for outreach education over a 5-year period, 2006-2010. Material and method: Two cohorts of last-year students of a dental problem-based curriculum and their clinical mentors in the Public Dental Service (PDS) were invited to respond to a questionnaire. In 2006, 85% of 54 students and 72% of their 54 mentors responded; 98% of 40 students and 88% of 41 of the mentors did so in 2010. Participants scored their level of agreement with different statements on a numeric rating scale and gave comments. Results: Dental students and their clinical mentors reported that they shared a consistent and favourable perception of this outreach education model over 5 years. The students reported increased professional confidence and self-reliance. Clinical mentors expressed a transfer of knowledge to their clinics. Differences in scoring were seen between students and mentors for two statements in 2006 and two statements in 2010 (P < 0.05). Conclusions: The current model for outreach education received favourable and stable ratings over the 5-year period. This model resulted in that students perceived that they became self-reliant, which may facilitate their transition from being a student to becoming a professional. The current model supports exchange and professional development for students, faculty and outreach clinics. This leads us to look at outreach education as an opportunity to form a mutual learning community comprised of the outreach clinics and the dental school.","Authors":"Leisnert, L (Leisnert, L.) ; Emanuelsson, IR (Emanuelsson, I. Redmo) ; Papia, E (Papia, E.) ; Ericson, D (Ericson, D.)","Title":"Evaluation of an outreach education model over five years: Perception of dental students and their outreach clinical mentors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398708500026 PubMed ID: 28321861 ISSN: 0011-9059 eISSN: 1365-4632","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"INTERNATIONAL JOURNAL OF DERMATOLOGY Volume: 56 Issue: 5 Pages: 567-570 DOI: 10.1111/ijd.13514 Published: MAY 2017","Abstract":"BackgroundIncidence of skin cancer is rising in Hispanic populations and minorities often have more advanced disease and experience higher mortality rates. Community health worker (CHW) programs to promote primary and secondary prevention show promise for many diseases, but an adequate training program in skin cancer prevention is not documented. We present a model for CHW specialty certification in skin cancer prevention for underserved, Hispanic communities. MethodsWe designed a culturally appropriate CHW training program according to an empowerment model of education for skin cancer prevention and detection in underserved Hispanic communities. We partnered with a large nonprofit clinic in South Florida. ResultsNineteen CHWs completed the 2-h training course. After the course, 82.4% (n=14) strongly agreed with the statement I feel confident I can educate others on the warning signs of melanoma. Eighty-eight percent (88.2%, n=15) strongly agreed that they felt confident that they could educate others on the importance of sun safety. One hundred percent (n=19) answered each question about how the sun affects the skin correctly while 84.2% (n=16) were able to identify the ABCDEs of melanoma. Nearly 90% strongly agreed with I plan to change my personal sun safety behaviors based on what I learned today. DiscussionOur results indicate successful transfer of information and empowerment to CHWs with high levels of confidence. Disease specific specialty certifications are a component of effective CHW policies. An appropriate training tool for skin cancer education is an important addition to a growing list of CHW specialty certifications.","Authors":"Jacobsen, AA (Jacobsen, Audrey A.) ; Maisonet, J (Maisonet, Jezabel) ; Kirsner, RS (Kirsner, Robert S.) ; Strasswimmer, J (Strasswimmer, John)","Title":"Applying the community health worker model in dermatology: a curriculum for skin cancer prevention education training"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398537700001 ISSN: 0742-597X eISSN: 1943-5479","Keywords":"Construction; Innovation; Learning transfer climate KeyWords Plus:ORGANIZATIONAL CULTURE; ABSORPTIVE-CAPACITY; ENVIRONMENT; CREATIVITY; BEHAVIOR; STRATEGY; SYSTEMS; SECTOR; LEVEL; MODEL","Categories":"Engineering Web of Science Categories:Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF MANAGEMENT IN ENGINEERING Volume: 33 Issue: 3 Article Number: 04016050 DOI: 10.1061/(ASCE)ME.1943-5479.0000482 Published: MAY 2017","Abstract":"Because learning is a key antecedent to innovative activities, more attention needs to be paid to the climate, within the organization or project settings, that supports learning. The objectives of this paper are (1)to empirically examine the influences of the learning transfer climate on innovation and (2)to investigate how the between-group variability in the learning transfer climates of clients, contractors, and consultants affects innovation. The learning transfer climates are assessed in terms of the task-support and motivational elements adopted from the well-tested questionnaire of the Learning Transfer System Inventory. Based on the 147 survey returns collected from construction participants, factor analysis, correlation analysis, and regression analysis are conducted (the latter two using the total sample and the subsamples of client developers, contractors, and consultants). It is found from the total sample that openness to change (task-support element), performance-outcome expectations, and performance self-efficacy (motivational elements) are significant predictors of innovation. Whereas a successful construction project requires the interaction of multiple waves of innovation, contributed by various construction participants throughout the project, it is important to acknowledge the heterogeneity of these participants in considering the innovation process. The results also indicate that, with regard to their innovations, the different groups are influenced by different learning transfer climate factors: clients are affected by openness to change and performance self-efficacy; contractors are affected by openness to change; and consultants are affected by performance-outcome expectations. Analysis of these findings leads to a conceptual model of learning transfer climate and interactions between the clients, contractors, and consultants. From the theoretical perspective, the findings of this study lay ground for an interorganizational framework for further innovation-learning transfer studies. From the managerial perspective, this study provides empirical confirmation of the importance of measuring the learning transfer climate in construction organizations and of developing strategies for facilitating an innovation-conducive climate that fits each particular organization.","Authors":"Liu, AMM (Liu, Anita M. M.) ; Chan, IYS (Chan, Isabelle Y. S.)","Title":"Critical Role of the Learning Transfer Climate in Fostering Innovation in Construction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396022600002 ISSN: 0144-2872 eISSN: 1470-1006","Keywords":"Brazilian politics; Bolsa Familia; conditional cash transfer programmes; Latin America; bounded rationality; federalism; intergovernmental relations; Lula; Dilma","Categories":"Public Administration Web of Science Categories:Public Administration","Journal Information":"POLICY STUDIES Volume: 38 Issue: 3 Pages: 216-230 DOI: 10.1080/01442872.2017.1290230 Published: MAY 2017","Abstract":"In order to identify the causal mechanisms (rational learning, adaptation, and innovation) driving changes in the area of anti-poverty policy in Brazil, this article traces the micro-level decision-making processes across three presidents. It begins by laying out the politics of conditional cash transfers (CCTs) in Brazil and presidential usage of this targeted social policy instrument since the 1990s. In contrast to previous presidents, President Dilma Rousseff's decisions did not enable her rationally intended policy agenda. Why? The President him or herself is privileged as the central actor whose decision-making processes impact policy development and its subsequent performance. I will argue that prior to the most recent changes under Dilma, was the demise of CCTs being good enough' from a policy perspective. The major challenge for any president in Brazil remains low levels of political and societal consensus over the kind of social reforms required to end the intergenerational transmission of poverty in Brazil; a policy dilemma confounded by the absence of a single unifying institutional actor and the extent of power diffusion in Brazilian federalism.","Authors":"Fenwick, TB (Fenwick, Tracy B.)","Title":"Presidents and policy-making: has Brazil's CCT-led anti-poverty agenda gone far enough?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398183100004 PubMed ID: 27622854 ISSN: 1380-3395 eISSN: 1744-411X","Keywords":"Development; Electroencephalography; Event-related potential; Exercise; Newborn; Pregnancy KeyWords Plus:MISMATCH RESPONSES; PHYSICAL-ACTIVITY; EARLY INFANCY; BRAIN; WOMEN; NEGATIVITY; MEMORY","Categories":"Psychology; Neurosciences & Neurology Web of Science Categories:Psychology, Clinical; Clinical Neurology; Psychology","Journal Information":"JOURNAL OF CLINICAL AND EXPERIMENTAL NEUROPSYCHOLOGY Volume: 39 Issue: 4 Pages: 347-354 DOI: 10.1080/13803395.2016.1227427 Published: MAY 2017","Abstract":"Accumulating research indicates that the regular practice of physical exercise is beneficial to the human brain. From the improvement of academic achievement in children to the prevention of Alzheimer's disease in the elderly, exercise appears beneficial across the developmental spectrum. Recent work from animal studies also indicates that a pregnant mother can transfer the benefits of exercise during gestation to her offspring's brain. Exercising pregnant rats give birth to pups that have better memory and spatial learning as well as increased synaptic density. To investigate whether this transfer from the pregnant mother to her child also occurs in humans, we conducted a randomized controlled trial (n=18) and measured the impact of exercise during pregnancy on the neuroelectric response of the neonatal brain with electroencephalography (EEG). Here we show that, compared to the newborns of mothers who were inactive during their pregnancy, the children of exercising pregnant women are born with more mature brains. This was measured with the infant slow positive mismatch response (SPMMR), an electroencephalographic potential known to decrease in amplitude with age. The SPMMR reflects processes associated with brain maturation via its response to sound discrimination and auditory memory. In this study, the children of the mothers who exercised throughout their pregnancy have a smaller SPMMR than the children of mothers who remained sedentary (p=.019). Our results demonstrate the impact regular exercise during pregnancy can have on the development of the human fetal brain.","Authors":"Labonte-Lemoyne, E (Labonte-Lemoyne, Elise) ; Curnier, D (Curnier, Daniel) ; Ellemberg, D (Ellemberg, Dave)","Title":"Exercise during pregnancy enhances cerebral maturation in the newborn: A randomized controlled trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949800010 ISSN: 0921-8890 eISSN: 1872-793X","Keywords":"Tool-body assimilation; Motor babbling; Deep neural network; Recurrent neural network; Transfer learning KeyWords Plus:NEURAL-NETWORKS; INVERSE KINEMATICS; AFFORDANCES; PERCEPTION","Categories":"Automation & Control Systems; Computer Science; Robotics Web of Science Categories:Automation & Control Systems; Computer Science, Artificial Intelligence; Robotics","Journal Information":"ROBOTICS AND AUTONOMOUS SYSTEMS Volume: 91 Pages: 115-127 DOI: 10.1016/j.robot.2017.01.002 Published: MAY 2017","Abstract":"We propose a tool-body assimilation model that considers grasping during motor babbling for using tools. A robot with tool-use skills can be useful in human robot symbiosis because this allows the robot to expand its task performing abilities. Past studies that included tool-body assimilation approaches were mainly focused on obtaining the functions of the tools, and demonstrated the robot starting its motions with a tool pre-attached to the robot. This implies that the robot would not be able to decide whether and where to grasp the tool. In real life environments, robots would need to consider the possibilities of tool grasping positions, and then grasp the tool. To address these issues, the robot performs motor babbling by grasping and nongrasping the tools to learn the robot's body model and tool functions. In addition, the robot grasps various parts of the tools to learn different tool functions from different grasping positions. The motion experiences are learned using deep learning. In model evaluation, the robot manipulates an object task without tools, and with several tools of different shapes. The robot generates motions after being shown the initial state and a target image, by deciding whether and where to grasp the tool. Therefore, the robot is capable of generating the correct motion and grasping decision when the initial state and a target image are provided to the robot. (C) 2017 The Authors. Published by Elsevier B.V.","Authors":"Takahashi, K (Takahashi, Kuniyuki) ; Kim, K (Kim, Kitae) ; Ogata, T (Ogata, Tetsuya) ; Sugano, S (Sugano, Shigeki)","Title":"Tool-body assimilation model considering grasping motion through deep learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395219700024 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Convolutional neural networks; Deep learning; Plant identification; Transfer learning; Inverse rank score","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 235 Pages: 228-235 DOI: 10.1016/j.neucom.2017.01.018 Published: APR 26 2017","Abstract":"We use deep convolutional neural networks to identify the plant species captured in a photograph and evaluate different factors affecting the performance of these networks. Three powerful and popular deep learning architectures, namely GoogLeNet, AlexNet, and VGGNet, are used for this purpose. Transfer learning is used to fine-tune the pre-trained models, using the plant task datasets of LifeCLEF 2015. To decrease the chance of overfitting, data augmentation techniques are applied based on image transforms such as rotation, translation, reflection, and scaling. Furthermore, the networks' parameters are adjusted and different classifiers are fused to improve overall performance. Our best combined system has achieved an overall accuracy of 80% on the validation set and an overall inverse rank score of 0.752 on the official test set. A comparison of our results against the results of the LifeCLEF 2015 plant identification campaign shows that we have improved the overall validation accuracy of the top system by 15% points and its overall inverse rank score on the test set by 0.1 while outperforming the top three competition participants in all categories. The system recently obtained a very close second place in the P1antCLEF 2016.","Authors":"Ghazi, MM (Ghazi, Mostafa Mehdipour) ; Yanikoglu, B (Yanikoglu, Berrin) ; Aptoula, E (Aptoula, Erchan)","Title":"Plant identification using deep neural networks via optimization of transfer learning parameters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395604800013 ISSN: 0950-7051 eISSN: 1872-7409","Keywords":"Sum-Product Networks; Transfer learning","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"KNOWLEDGE-BASED SYSTEMS Volume: 122 Pages: 159-166 DOI: 10.1016/j.knosys.2017.02.005 Published: APR 15 2017","Abstract":"To learn an effective Sum-Product Network (SPN) for probabilistic inference, one needs to have a substantial amount of data. In the case when the training dataset is small, SPN performance can be degraded. In this paper, we investigate how transfer learning can improve a SPN when the number of training examples is limited. In particular, we consider a structural transfer setting where (i) one does not have a source dataset but a source SPN, and (ii) there is some kind of similarity between the source SPN and the target domain. We propose a transfer learning approach called TopTrSPN, utilizing the information of the first layer clusters in the source SPN to learn the first layer of the target SPN. Our approach is motivated by transfer learning characteristics of Convolution Neural Network (CNN) as SPN can be viewed as a probabilistic, general-purpose convolution network. Moreover, since the source SPN may have some distribution differences from the target domain, we perform matching between the two by filtering out inconsistent variables. Empirical results on twenty benchmark datasets show the feasibility of our proposed transfer learning approach for SPN structure learning a target domain. Moreover, our proposed transfer learning approach shows encouraging performance when it is applied to text datasets with different set of variables. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhao, JJ (Zhao, Jianjun) ; Ho, SS (Ho, Shen-Shyang)","Title":"Structural knowledge transfer for learning Sum-Product Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398010100006 PubMed ID: 28188854 ISSN: 0306-4522 eISSN: 1873-7544","Keywords":"ballistic training; exercise; interference; motor memory KeyWords Plus:VISUOMOTOR ROTATIONS; INTERLIMB TRANSFER; CONSOLIDATION; PERFORMANCE; INFORMATION; ACTIVATION; AROUSAL; TASK","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"NEUROSCIENCE Volume: 347 Pages: 57-64 DOI: 10.1016/j.neuroscience.2017.01.048 Published: APR 7 2017","Abstract":"Increasing evidence suggests that cardiovascular exercise has positive effects on motor memory consolidation. In this study, we investigated whether a single session of high-intensity interval training (HIIT) mitigates the effects of practicing an interfering motor task. Furthermore, learning and interference effects were assessed in the actively trained and untrained limb as it is known that unilateral motor learning can cause bilateral adaptations. Subjects performed a ballistic training and then the HIIT either before (HIIT_before) or after (HIIT_after) practicing an interfering accuracy task (AT). The control group (No_HIIT) did not participate in the HIIT but rested instead. Performance in the ballistic task (BT) was tested before and after the ballistic training, after the exercise and practice of the AT and 24 h later. After ballistic training, all groups showed comparable increases in performance in the trained and untrained limb. Despite the practice of the AT, HIIT_before maintained their BT performance after the high intensity interval training whereas HIIT_after (trend) & No_HIIT showed prominent interference effects. After 24 h, HIIT_before still did not show any interference effects but further improved ballistic motor performance. HIIT_after counteracted the interference resulting in a comparable BT performance after 24 h than directly after the ballistic training while No_HIIT had a significantly lower BT performance in the retention test. The results were similar in the trained and untrained limb. The current results imply that a single session of cardiovascular exercise can prevent motor interference in the trained and untrained hemisphere. Overall learning was best, and interference least, when HIIT was performed before the interfering motor task. (C) 2017 IBRO. Published by Elsevier Ltd. All rights reserved.","Authors":"Lauber, B (Lauber, Benedikt) ; Franke, S (Franke, Steffen) ; Taube, W (Taube, Wolfgang) ; Gollhofer, A (Gollhofer, Albert)","Title":"THE EFFECTS OF A SINGLE BOUT OF EXERCISE ON MOTOR MEMORY INTERFERENCE IN THE TRAINED AND UNTRAINED HEMISPHERE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393727400028 ISSN: 0009-2509 eISSN: 1873-4405","Keywords":"Mass transfer; Bubbles; Seawater; Experiments; Theory KeyWords Plus:CARBON-DIOXIDE; DIFFUSION-COEFFICIENTS; AQUEOUS-SOLUTIONS; WATER; SEA; GAS; SOLUBILITY; DISSOLUTION; METHANE; LIQUID","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"CHEMICAL ENGINEERING SCIENCE Volume: 161 Pages: 308-315 DOI: 10.1016/j.ces.2016.12.047 Published: APR 6 2017","Abstract":"Mass transfer between bubbles and seawater is an important mechanism when determining how much gas reaches the atmosphere from gas sources at the seabed. The mass transfer coefficient is a governing parameter for the phenomenon. Experiments on small bubbles in seawater have been performed where the bubble size has been monitored. The observed evolution of the bubble size has been compared with theoretical predictions of the bubble size. Based on this comparison, it is shown that mass transfer correlations for contaminated conditions is more consistent with experiments than correlations for clean conditions. It is also learned that simultaneous desorption of gases dissolved in the liquid must be accounted for. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Olsen, JE (Olsen, Jan Erik) ; Dunnebier, D (Dunnebier, Dorien) ; Davies, E (Davies, Emlyn) ; Skjetne, P (Skjetne, Paal) ; Morud, J (Morud, John)","Title":"Mass transfer between bubbles and seawater"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398567400004 ISSN: 1038-4111 eISSN: 1744-7941","Keywords":"course relevance; mediational analysis; South Korea; supervisor assessment; training transfer KeyWords Plus:MOTIVATION; PARTICIPATION; ATTITUDES; CLIMATE; MODEL","Categories":"Business & Economics Web of Science Categories:Industrial Relations & Labor; Management","Journal Information":"ASIA PACIFIC JOURNAL OF HUMAN RESOURCES Volume: 55 Issue: 2 Pages: 192-212 DOI: 10.1111/1744-7941.12116 Published: APR 2017","Abstract":"This study investigated the mediating relationships among an organizational variable (supervisory support), three trainee characteristics (self-efficacy, expected utility, and learning motivation), a training design variable (content relevance), and training transfer perceived by both the trainees and the supervisors in South Korean organizational setting. Data analysis indicated that course relevance mediated the relationships between the study variables for both the trainee's and the supervisor's assessment of training transfer. Based on the study findings, training transfer is considered a multiphasic process including many factors interacting simultaneously rather than a linear influential process. For practical implications, content relevance and expected utility were identified as critical factors to enable training transfer in the workplace, which could be controlled and developed by training designers. Also, supervisory support should be carefully controlled to reduce its negative effect on training transfer.","Authors":"Park, Y (Park, Yoonhee) ; Lim, DH (Lim, Doo Hun) ; Chang, J (Chang, Joohee)","Title":"Trainee versus supervisor assessment of training transfer: mediational analysis of transfer variables"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398011400003 PubMed ID: 27346424 ISSN: 0376-6357 eISSN: 1872-8308","Keywords":"Occasion setting; Configural learning; Transfer; SOP; REM; Feature positive KeyWords Plus:ACQUIRED RELATIONAL EQUIVALENCE; NEURAL-NETWORK APPROACH; CS-US ASSOCIATION; STIMULUS REPRESENTATION; UNCONDITIONED STIMULI; DISCRIMINATION; SERIAL; CUES; DISTINCTIVENESS; SPECIFICITY","Categories":"Psychology; Behavioral Sciences; Zoology Web of Science Categories:Psychology, Biological; Behavioral Sciences; Zoology","Journal Information":"BEHAVIOURAL PROCESSES Volume: 137 Pages: 19-32 Special Issue: SI DOI: 10.1016/j.beproc.2016.06.013 Published: APR 2017","Abstract":"The available data on occasion setting led Susan Brandon and Allan Wagner (Brandon and Wagner, 1998; Wagner and Brandon, 2001) to formulate what has come to be known as a replaced-elements conception (REM) of context-dependent cues within the SOP model (Wagner, 1981). In the present paper, we review the development of the theory, and show how, with a few congenial assumptions about shared cues, it can address some of the major regularities concerning when the transfer of occasion setting does or does not occur. Among the particular examples are the relatively unique transfers that have been reported to occur between separate serial discriminations and between targets that have been trained with the same versus different reinforcers. (C) 2016 Published by Elsevier B.V.","Authors":"Vogel, EH (Vogel, Edgar H.) ; Ponce, FP (Ponce, Fernando P.) ; Wagner, AR (Wagner, Allan R.)","Title":"A theoretical analysis of transfer of occasion setting: SOP with replaced elements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398011400008 PubMed ID: 28108345 ISSN: 0376-6357 eISSN: 1872-8308","Keywords":"Modulation; Occasion setting; Feature positive discrimination; Reinstatement; Human KeyWords Plus:REALITY EXPOSURE THERAPY; DRIVING PHOBIA; EXTINCTION; FEAR; CONTEXT; EFFICACY; RENEWAL; SERIAL; RETURN; TASK","Categories":"Psychology; Behavioral Sciences; Zoology Web of Science Categories:Psychology, Biological; Behavioral Sciences; Zoology","Journal Information":"BEHAVIOURAL PROCESSES Volume: 137 Pages: 73-83 Special Issue: SI DOI: 10.1016/j.beproc.2017.01.007 Published: APR 2017","Abstract":"In two experiments, using an online conditioned suppression task, we investigated the possibility of reinstatement of extinguished feature-target compound presentations after sequential feature-positive discrimination training in humans. Furthermore, given a hierarchical account of Pavlovian modulation (e.g., Bonardi, 1998; Bonardi and Jennings, 2009), we predicted A-US reinstatement to be stronger than US-only reinstatement. In Experiment 1, participants learned a sequential feature-positive discrimination (X -> A(+)vertical bar A(-)), which was subsequently extinguished (X -> A(-)). During the following reinstatement phase, group US-only received US-only presentations (not signalled), group A-US received A-US presentations, and the Control group received exposure to the context, but no CSs or USs, for an equal amount of time. Reinstatement of differential X -> A/A responding was observed in the US-only group but not in the Control or A-US groups. Although differential X -> A/A responding was not significant in group A-US, responding to the X -> A compound was significantly stronger compared to that in group US-only. Hence, it could be the case the group A-US showed stronger reinstatement, but that differential responding was abolished due to excitation gained by A. Experiment 2 was set up to circumvent the acquired excitation of A by testing transfer of the feature after A-US reinstatement to a different target, B. Participants acquired two discriminations, X -> A/A and Y -> B/B, of which X -> A was then extinguished. Subsequently, group A-US received reinforced presentations of A during a reinstatement phase while group Control received exposure to the context. Final testing of the novel X -> B compound was hypothesized to show higher responding in group A-US than in group Control, but findings of this approach were limited due to acquired equivalence and/or perceptual factors causing a secondary extinction effect. We conclude to have obtained clear evidence in favour of reinstatement of differential responding after human Feature Positive discrimination training and subsequent compound extinction, but no evidence in favour of A-US presentations being a stronger trigger for reinstatement than are US-only presentations. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Franssen, M (Franssen, Mathijs) ; Claes, N (Claes, Nathalie) ; Veryliet, B (Veryliet, Bram) ; Beckers, T (Beckers, Tom) ; Hermans, D (Hermans, Dirk) ; Baeyens, F (Baeyens, Frank)","Title":"Reinstatement after human feature-positive discrimination learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398011400009 PubMed ID: 28088553 ISSN: 0376-6357 eISSN: 1872-8308","Keywords":"Occasion setting; Spatial learning; Landmarks; Conditional discrimination; Touchscreen; Pigeons KeyWords Plus:FEATURE-POSITIVE DISCRIMINATIONS; SPATIAL-SEARCH TASK; TOUCH-SCREEN; PIGEONS; HUMANS; CONFIGURATION; FACILITATION; TOUCHSCREEN; EXTINCTION; MECHANISMS","Categories":"Psychology; Behavioral Sciences; Zoology Web of Science Categories:Psychology, Biological; Behavioral Sciences; Zoology","Journal Information":"BEHAVIOURAL PROCESSES Volume: 137 Pages: 84-97 Special Issue: SI DOI: 10.1016/j.beproc.2017.01.005 Published: APR 2017","Abstract":"In an operant serial feature-positive procedure, an occasion setter (OSx) signals that a response will be reinforced in the presence of a second stimulus (e.g., a discriminative stimulus, A). During a transfer test, the OS is paired with a different discriminative stimulus. Experiment la tested transfer effects in a touchscreen-based spatial occasion setting task with pigeons. During training, four OSs (OSw, OSx, OSy, and OSz) were paired on separate trials with landmark A (LMA) or B (LMB) and the opportunity for a reinforced response at one location to the immediate left (R-1) or right (R-2) of the LM (OSw -> LMA:R-1, OSx -> LMA: R-2, OSy -> LMB:R-1, OSz -> LMB:R-2). Training also included non-reinforced trials of LMA and LMB alone (LMA- and LMB-) and trials of a non-modulated LM with R-1 and R-2 reinforced across separate trials (LMc: R-1 and LMc:R-2). After training, the number and spatial location of responses during test trials of a LM paired with the same OS as in training did not differ reliably from transfer tests of an OS paired with a different, modulated LM (OSw -> LMB and OSy -> LMA), but did differ from transfer to the non-modulated LM (OSx -> LMc). Experiment lb utilized the same pigeons and training with LMB to test the degree to which the spatial stability of a LM influenced transfer. Retraining with LMA was intended to establish it as a non-modulated, stable LM (LMA:R-2). Subsequent tests with LMA revealed reduced modulation by the formerly trained OS (OSw), and complete disruption of modulation of spatial location during transfer with a different OS (OSy). These findings further our understanding of the conditions under which OSs may develop and transfer modulation. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Cleland, LM (Cleland, Lauren M.) ; Ruprecht, CM (Ruprecht, Chad M.) ; Lee, RV (Lee, Ronnie V.) ; Leising, KJ (Leising, Kenneth J.)","Title":"The influence of landmark stability on control by occasion setters"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398592600011 ISSN: 0141-1926 eISSN: 1469-3518","Keywords":"technology-enhanced learning; participatory research; autism intervention; knowledge co-construction; knowledge exchange; knowledge elicitation; knowledge transfer KeyWords Plus:SPECTRUM DISORDERS; PRACTICE GAP; METACOGNITION; INTERVENTION; COMMUNITY","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"BRITISH EDUCATIONAL RESEARCH JOURNAL Volume: 43 Issue: 2 Pages: 394-413 DOI: 10.1002/berj.3275 Published: APR 2017","Abstract":"Experimental intervention studies constitute the current dominant research designs in the autism education field. Such designs are based on a knowledge-transfer' model of evidence-based practice in which research is conducted by researchers, and is then transferred' to practitioners to enable them to implement evidence-based interventions. While these research designs contribute important knowledge, they lead to a gap between what the research evidence may prescribe and what happens in practice, with a concomitant disparity between the priorities of researchers and practitioners. This paper discusses findings from the ESRC-funded SHAPE' project, which adopted a different model of evidence-based practice, focusing on knowledge co-construction. Pupils (N=8), teachers (N=10), a speech and language therapist and a parent in three different school communities investigated creative ways in which children's social communication skills could be enhanced through technology use. Through a participatory methodology, digital stories were used as a method to enable engagement with the practical realities of the classroom and empower practitioners to construct and share their own authentic narratives. Participants articulated precise knowledge about the learning opportunities afforded to them and their pupils through quality interactions that were mediated by the technologies, as evidenced through digital stories. The SHAPE project shows that it is feasible to develop methodologies that enable genuine knowledge co-construction with school practitioners, parents and pupils. Such co-construction could offer realistic opportunities for pedagogical emancipation and innovation in evidence-based practice as an alternative to the currently dominant and narrow model of knowledge transfer.","Authors":"Guldberg, K (Guldberg, Karen) ; Parsons, S (Parsons, Sarah) ; Porayska-Pomsta, K (Porayska-Pomsta, Kaska) ; Keay-Bright, W (Keay-Bright, Wendy)","Title":"Challenging the knowledge-transfer orthodoxy: Knowledge co-construction in technology-enhanced learning for children with autism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398209600005 PubMed ID: 28348648 ISSN: 1871-4080 eISSN: 1871-4099","Keywords":"Brain-computer interfaces (BCI); Common spatial pattern (CSP); Transfer learning; Electroencephalogram (EEG); Motor imagery (MI) KeyWords Plus:BRAIN; CLASSIFICATION; COMMUNICATION","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"COGNITIVE NEURODYNAMICS Volume: 11 Issue: 2 Pages: 173-181 DOI: 10.1007/s11571-016-9417-x Published: APR 2017","Abstract":"In the context of brain-computer interface (BCI) system, the common spatial patterns (CSP) method has been used to extract discriminative spatial filters for the classification of electroencephalogram (EEG) signals. However, the classification performance of CSP typically deteriorates when a few training samples are collected from a new BCI user. In this paper, we propose an approach that maintains or improves the recognition accuracy of the system with only a small size of training data set. The proposed approach is formulated by regularizing the classical CSP technique with the strategy of transfer learning. Specifically, we incorporate into the CSP analysis inter-subject information involving the same task, by minimizing the difference between the inter-subject features. Experimental results on two data sets from BCI competitions show that the proposed approach greatly improves the classification performance over that of the conventional CSP method; the transformed variant proved to be successful in almost every case, based on a small number of available training samples.","Authors":"Cheng, MM (Cheng, Minmin) ; Lu, ZH (Lu, Zuhong) ; Wang, HX (Wang, Haixian)","Title":"Regularized common spatial patterns with subject-to-subject transfer of EEG signals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397359500072 PubMed ID: 28196722 ISSN: 0269-7491 eISSN: 1873-6424","Keywords":"Random forest; Support vector machine; Artificial neural network; Phytoplankton community; Water transfer KeyWords Plus:ARTIFICIAL NEURAL-NETWORK; SUPPORT VECTOR MACHINE; RANDOM FOREST CLASSIFIER; CHLOROPHYLL-A; REGRESSION TREES; CYANOBACTERIAL DOMINANCE; QUALITY MANAGEMENT; ALGAL BLOOMS; RIVER-BASIN; LAKE","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"ENVIRONMENTAL POLLUTION Volume: 223 Pages: 676-684 DOI: 10.1016/j.envpol.2017.02.001 Published: APR 2017","Abstract":"Inter-basin water transfer projects might cause complex hydro-chemical and biological variation in the receiving aquatic ecosystems. Whether machine learning models can be used to predict changes in phytoplankton community composition caused by water transfer projects have rarely been studied. In the present study, we used machine learning models to predict the total algal cell densities and changes in phytoplankton community composition in Miyun reservoir caused by the middle route of the South to-North Water Transfer Project (SNWTP). The model performances of four machine learning models, including regression trees (RT), random forest (RF), support vector machine (SVM), and artificial neural network (ANN) were evaluated and the best model was selected for further prediction. The results showed that the predictive accuracies (Pearson's correlation coefficient) of the models were RF (0.974), ANN (0.951), SVM (0.860), and RT (0.817) in the training step and RF (0.806), ANN (0.734), SVM (0.730), and RT (0.692) in the testing step. Therefore, the RF model was the best method for estimating total algal cell densities. Furthermore, the predicted accuracies of the RF model for dominant phytoplankton phyla (Cyanophyta, Chlorophyta, and Bacillariophyta) in Miyun reservoir ranged from 0.824 to 0.869 in the testing step. The predicted proportions with water transfer of the different phytoplankton phyla ranged from -8.88% to 9.93%, and the predicted dominant phyla with water transfer in each season remained unchanged compared to the phytoplankton succession without water transfer. The results of the present study provide a useful tool for predicting the changes in phytoplankton community caused by water transfer. The method is transferrable to other locations via establishment of models with relevant data to a particular area. Our findings help better understanding the possible changes in aquatic ecosystems influenced by inter-basin water transfer. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zeng, QH (Zeng, Qinghui) ; Liu, Y (Liu, Yi) ; Zhao, HT (Zhao, Hongtao) ; Sun, MD (Sun, Mingdong) ; Li, XY (Li, Xuyong)","Title":"Comparison of models for predicting the changes in phytoplankton community composition in the receiving water system of an inter basin water transfer project"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398508200006 PubMed ID: 27443319 ISSN: 0940-1334 eISSN: 1433-8491","Keywords":"Saccades; Amplitude variability; Efference copy; Prediction error; Visuo-manual transfer; Visual space perception KeyWords Plus:SACCADIC EYE-MOVEMENT; VOLUNTARY SACCADES; CEREBRAL-CORTEX; NEUROPHYSIOLOGY; LOCALIZATION; NEUROANATOMY; MECHANISMS; REFLEXIVE; DEFICITS; PATIENT","Categories":"Neurosciences & Neurology; Psychiatry Web of Science Categories:Clinical Neurology; Psychiatry","Journal Information":"EUROPEAN ARCHIVES OF PSYCHIATRY AND CLINICAL NEUROSCIENCE Volume: 267 Issue: 3 Pages: 237-244 DOI: 10.1007/s00406-016-0716-3 Published: APR 2017","Abstract":"Saccadic adaptation can be used to study disturbances of sensory processing and motor learning. We investigated whether patients with schizophrenia can adjust saccadic amplitudes to account for an increase in visual error while the saccade is in flight, and whether they transfer this change to a visuo-manual localization task. Fourteen patients (mean 37.1 years) and 14 healthy controls (mean 35.1 years) performed 200 adaptation trials of 10 degrees with target shifts of 4 degrees in the outward direction. We determined the percent amplitude change during adaptation and adaptation speed. In addition, subjects localized a stimulus that was flashed 50 ms after saccade target onset to measure the transfer of change in visual space perception to visuo-manual coordination. Eye movements were recorded at 1000 Hz. Saccade amplitudes increased over adaptation trials by 11 % (p < 0.001) similarly in both groups. Amplitude variability during adaptation was higher in patients (1.06 degrees +/- 0.32 degrees) than in controls (0.71 degrees A +/- 0.14 degrees; p = 0.001), while adaptation speed was slower in patients (0.02 +/- 0.03) than in controls (0.11 +/- 0.11; p = 0.01). Other pre- and post-adaptation saccade metrics did not differ between groups. The adaptation process shifted localization of the flashed target in the adaptation direction similarly in both groups. The use of error signals for the internal recalibration of sensorimotor systems and the transfer of this recalibration to visual space perception appear basically unimpaired in schizophrenia. Higher amplitude variability in patients suggests a certain instability of saccadic control in cerebellar systems. Patients seem to rely on visual error processing in frontal circuitry, resulting in slower adaptation speeds, despite unimpaired adaptation strength.","Authors":"Lencer, R (Lencer, Rebekka) ; Meermeier, A (Meermeier, Annegret) ; Silling, K (Silling, Karen) ; Gremmler, S (Gremmler, Svenja) ; Lappe, M (Lappe, Markus)","Title":"Instability of visual error processing for sensorimotor adaptation in schizophrenia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398165300025 PubMed ID: 28190080 ISSN: 0014-4819 eISSN: 1432-1106","Keywords":"Transfer; Connectionism; Discrimination learning; Self-organizing map (SOM); Negative generalization KeyWords Plus:PRIMARY AUDITORY-CORTEX; POSTDISCRIMINATION GRADIENTS; STIMULUS-GENERALIZATION; TEMPORAL DYNAMICS; ADAPTATION-LEVEL; COMPLEX SOUNDS; DISCRIMINATION; MODEL; DIMENSION; PERFORMANCE","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"EXPERIMENTAL BRAIN RESEARCH Volume: 235 Issue: 4 Pages: 1233-1245 DOI: 10.1007/s00221-016-4866-3 Published: APR 2017","Abstract":"Discrimination learning can cause improved and worsened ability to perceive differences. This subsequently affects how stimuli are associated with meanings and behaviors. Here, human listeners were trained with frequency-modulated (FM) tonal sweeps (500-1000 Hz) in a paradigm where one FM rate (8.29 octaves per second) required a 'Target' response, while a rate either slower (5.76 octaves per second) or faster (11.94 octaves per second) required a 'Non-Target' response. Training led to a shift in 'Target' responding along the FM rate dimension away from the 'Target' in a direction opposite the trained 'Non-Target'. This peak shift was paralleled by an asymmetry in acuity along the FM rate dimension in an untrained ABX task (a.k.a. match-to-sample). Performance improved relative to pre-training on trials where the 'Target' was contrasted with stimuli nearer the trained 'Non-Target'. Performance worsened on trials containing stimuli displaced along the FM dimension further from the trained 'Non-Target'. A connectionist model of perceptual learning containing non-associative representational modification and associative-based task-specific reweighting was able to simulate behavior. Simulations generated novel testable predictions regarding peak shift and worsening as a result of discrimination learning. Data have theoretical and practical consequences for predicting trends in the generalization of learned behaviors and modifiable perceptual acuities.","Authors":"Wisniewski, M (Wisniewski, Matthew G.)","Title":"Predicting favorable and unfavorable consequences of perceptual learning: worsening and the peak shift"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398595500035 ISSN: 0018-9448 eISSN: 1557-9654","Keywords":"Oblivious transfer; secure computation; honest-but-curious users; malicious users; erasure channel KeyWords Plus:TRANSFER CAPACITY; HASH FUNCTIONS; INFORMATION; PRIVACY","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON INFORMATION THEORY Volume: 63 Issue: 4 Pages: 2560-2595 DOI: 10.1109/TIT.2017.2653180 Published: APR 2017","Abstract":"In this paper, we study the problem of obtaining 1-of-2 string oblivious transfer (OT) between users Alice and Bob, in the presence of a passive eavesdropper Eve. The resource enabling OT in our setup is a noisy broadcast channel from Alice to Bob and Eve. Apart from the OT requirements between the users, Eve is not allowed to learn anything about the users' inputs. When Alice and Bob are honest-but-curious and the noisy broadcast channel is made up of two independent binary erasure channels (connecting Alice-Bob and Alice-Eve), we derive the 1-of-2 string OT capacity for both 2-privacy (when Eve can collude with either Alice or Bob) and 1-privacy (when no such collusion is allowed). We generalize these capacity results to 1-of-N string OT and study other variants of this problem. When Alice and/or Bob are malicious, we present a different scheme based on interactive hashing. This scheme is shown to be optimal for certain parameter regimes. We present a new formulation of multiple, simultaneous OTs between Alice-Bob and Alice-Cathy. For this new setup, we present schemes and outer bounds that match in all but one regime of parameters. Finally, we consider the setup where the broadcast channel is made up of a cascade of two independent binary erasure channels (connecting Alice-Bob and Bob-Eve) and 1-of-2 string OT is desired between Alice and Bob with 1-privacy. For this setup, we derive an upper and lower bound on the 1-of-2 string OT capacity which match in one of two possible parameter regimes.","Authors":"Mishra, M (Mishra, Manoj) ; Dey, BK (Dey, Bikash Kumar) ; Prabhakaran, VM (Prabhakaran, Vinod M.) ; Diggavi, SN (Diggavi, Suhas N.)","Title":"Wiretapped Oblivious Transfer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397984900004 ISSN: 0020-4277 eISSN: 1573-1952","Keywords":"Cognitive load theory; Productive failure theory; Worked examples; Instructional guidance; Instructional goals; Explicit instruction; Problem-solving activities KeyWords Plus:COGNITIVE LOAD THEORY; PRODUCTIVE FAILURE; PERSPECTIVE; PERFORMANCE; PREPARE","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education & Educational Research; Psychology, Educational","Journal Information":"INSTRUCTIONAL SCIENCE Volume: 45 Issue: 2 Pages: 195-219 DOI: 10.1007/s11251-016-9399-4 Published: APR 2017","Abstract":"According to cognitive load theory, using worked examples is an effective and efficient instructional strategy for initial cognitive skill acquisition for novice learners, as it reduces cognitive load and frees up cognitive resources to build task competence. Contrary to this, productive failure (as well as invention learning, desirable difficulties and other problem-solving-first) frameworks suggest that scaffolded problem-solving activities (a generation phase) preceding explicit instruction enhance learners' performance. The reported experimental study investigated the effectiveness of different levels of instructional guidance provided to students during the learning phase preceding explicit instruction in standard solution procedures in enhancing students' engagement and transfer problem-solving skills. Specifically, the study compared partially-guided or unguided attempts at generating problem solutions as opposed to comprehensive guidance, in the form of a worked example. Levels of experienced cognitive load and learner motivation were evaluated in addition to delayed post-test performance scores. There were no differences between the three groups on the transfer post-test outcomes, even though the condition with fully-guided worked examples prior to the explicit instruction expectedly reduced cognitive load relative to the conditions without such guidance. There were also differences between the conditions on some sub-dimensions of the motivation scale. In general, the findings indicate that similar overall outcomes (delayed transfer performance) could be achieved by different sequences of instructional tasks aimed at achieving different sets of specific goals.","Authors":"Likourezos, V (Likourezos, Vicki) ; Kalyuga, S (Kalyuga, Slava)","Title":"Instruction-first and problem-solving-first approaches: alternative pathways to learning complex tasks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397984900005 ISSN: 0020-4277 eISSN: 1573-1952","Keywords":"Disfluency effect; Increasing disfluency levels; Cognitive load; Metacognition; Reversed u-shaped pattern KeyWords Plus:WORKING-MEMORY CAPACITY; FLUENCY; NEED; COMPREHENSION; DIFFICULTY; MULTIMEDIA; JUDGMENTS; ILLUSIONS; ABILITY; WORDS","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education & Educational Research; Psychology, Educational","Journal Information":"INSTRUCTIONAL SCIENCE Volume: 45 Issue: 2 Pages: 221-238 DOI: 10.1007/s11251-016-9387-8 Published: APR 2017","Abstract":"In some cases difficult-to-read learning materials lead to better performance than easy to-read materials. This phenomenon is called the disfluency effect and is attributed to a subjective feeling of task difficulty resulting in a deeper learning approach. In two studies (n(1) = 67, n(2) = 73) we investigated the impact of three increasing disfluency levels compared to a fluent condition on learning outcomes, in the second study we additionally addressed effects on cognitive load and time on task. The first study revealed significant differences of the experimental groups and on a descriptive level a reversed u-shape pattern, i. e., learning performance increases with increasing disfluency but decreases when the text becomes too illegible. The same pattern could be found significantly in the second study for recall and transfer performance, engagement and time on task and the reversed pattern for extraneous load. Results indicate that there is in fact an optimal level of disfluency on performance that comes along with increased engagement and that there is a breaking point of disfluency where the extraneous load seems to be too high.","Authors":"Seufert, T (Seufert, Tina) ; Wagner, F (Wagner, Felix) ; Westphal, J (Westphal, Julia)","Title":"The effects of different levels of disfluency on learning outcomes and cognitive load"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397497500005 PubMed ID: 27799595 ISSN: 0020-7314 eISSN: 1541-4469","Keywords":"public policies; health inequalities; knowledge transfer; communication; social media; research dissemination KeyWords Plus:HEALTH; EUROPE; INEQUALITIES; POLICIES","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services; Health Policy & Services","Journal Information":"INTERNATIONAL JOURNAL OF HEALTH SERVICES Volume: 47 Issue: 2 Pages: 258-276 DOI: 10.1177/0020731416676227 Published: APR 2017","Abstract":"Dissemination and communication of research should be considered as an integral part of any research project. Both help in increasing the visibility of research outputs, public engagement in science and innovation, and confidence of society in research. Effective dissemination and communication are vital to ensure that the conducted research has a social, political, or economical impact. They draw attention of governments and stakeholders to research results and conclusions, enhancing their visibility, comprehension, and implementation. In the European project SOPHIE (Evaluating the Impact of Structural Policies on Health Inequalities and Their Social Determinants and Fostering Change), dissemination was an essential component of the project in order to achieve the purpose of fostering policy change based on research findings. Here we provide our experience and make some recommendations based on our learning. A strong use of online communication (website, Twitter, and Slideshare accounts), the production of informative videos, the research partnership with civil society organizations, and the organization of final concluding scientific events, among other instruments, helped to reach a large public within the scientific community, civil society, and the policy making arena and to influence the public view on the impact on health and equity of certain policies.","Authors":"Marin-Gonzalez, E (Marin-Gonzalez, Esther) ; Malmusi, D (Malmusi, Davide) ; Camprubi, L (Camprubi, Lluis) ; Borrell, C (Borrell, Carme)","Title":"The Role of Dissemination as a Fundamental Part of a Research Project: Lessons Learned From SOPHIE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396649700006 ISSN: 1947-3478 eISSN: 1947-3486","Keywords":"Information and Communication Technologies; Information Literacy; Knowledge Sharing; Literacy Initiatives; Quality Management","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"INTERNATIONAL JOURNAL OF HUMAN CAPITAL AND INFORMATION TECHNOLOGY PROFESSIONALS Volume: 8 Issue: 2 Pages: 93-105 DOI: 10.4018/IJHCITP.2017040106 Published: APR-JUN 2017","Abstract":"Successful transfer and sharing of knowledge rely mainly on social attitudes, behaviours and networks, rather than ICT-based networks. The availability of Information and Communication Technologies (ICTs) facilitates the management of projects in general. ICTs are central to both managing Information Literacy projects and providing access to learning resources and opportunities for collaborative learning. In this paper, we propose a framework for quality management of information literacy projects. Learning from the field of Information Systems Quality Management the proposed framework encompasses Deming's PDCA (Plan, Do, Check, Act) Cycle and Kitchenham's Process Improvement model. From the Information Literacy field the SCONUL model provide the dimension of standardisation. The framework is customisable to prioritise aspects based on the likelihood, proximity and impact of risks. The success of Information Literacy programmes and projects depends on the availability and use of ICTs and in this paper we argue how the Information Literacy Project success can be enhanced by using our framework.","Authors":"Georgiadou, E (Georgiadou, Elli) ; McGuinness, C (McGuinness, Claire) ; Siakas, K (Siakas, Kerstin) ; Koukourakis, M (Koukourakis, Manolis) ; Repanovici, A (Repanovici, Angela) ; Khan, N (Khan, Nawaz) ; Rahanu, H (Rahanu, Harjinder)","Title":"The QUAIL Framework: Quality Assurance for Information Literacy Projects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396724200003 ISSN: 1930-1650 eISSN: 1930-1669","Keywords":"Cybercrime; Digital Evidence; Digital Forensic Methodologies; Digital Forensic Procedures; Digital Investigations","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION SECURITY AND PRIVACY Volume: 11 Issue: 2 Pages: 25-37 Special Issue: SI DOI: 10.4018/IJISP.2017040103 Published: APR-JUN 2017","Abstract":"This paper reviews the existing methodologies and best practices for digital investigations phases like collecting, evaluating and preserving digital forensic evidence and chain of custody of cybercrimes. Cybercriminals are adopting new strategies to launch cyberattacks within modified and ever changing digital ecosystems, this article proposes that digital investigations must continually readapt to tackle cybercrimes and prosecute cybercriminals, working in international collaboration networks, sharing prevention knowledge and lessons learned. The authors also introduce a compact cyber forensics model for diverse technological ecosystems called Cyber Forensics Model in Digital Ecosystems (CFMDE). Transferring the knowledge, international collaboration, best practices and adopting new digital forensic tools, methodologies and techniques will be hereinafter paramount to obtain digital evidence, enforce organizational cybersecurity policies, mitigate security threats, fight anti-forensics practices and indict cybercriminals. The global Digital Forensics community ought to constantly update current practices to deal with cybercriminality and foreseeing how to prepare to new technological environments where change is always constant.","Authors":"Sabillon, R (Sabillon, Regner) ; Serra-Ruiz, J (Serra-Ruiz, Jordi) ; Cavaller, V (Cavaller, Victor) ; Cano, JJ (Cano, Jeimy J.)","Title":"Digital Forensic Analysis of Cybercrimes: Best Practices and Methodologies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397074100002 ISSN: 0263-7863 eISSN: 1873-4634","Keywords":"Public sector management; Public-private partnership; Project management; Knowledge transfer; Knowledge management; Organisational learning KeyWords Plus:ORGANIZATIONAL CAPABILITIES; MANAGEMENT; OUTCOMES; FIRMS","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"INTERNATIONAL JOURNAL OF PROJECT MANAGEMENT Volume: 35 Issue: 3 Pages: 224-240 DOI: 10.1016/j.ijproman.2016.10.010 Published: APR 2017","Abstract":"In order to apprehend how employees (managers and engineers) active in state-owned enterprises (SOE) learn from and share working experience in large-scale infrastructure development projects, this research analyses the project-based knowledge transfer and learning that occurred in two complex infrastructure (PPP) projects. Using face-to-face interviews with both internal and external project participants, an ex post comparative analysis is made of two large-scale Belgian rail infrastructure projects. The results indicate that transferring the public sector project teams from one project to another allows for inter-project learning to take place. The knowledge transfers from the project setting to the state-owned enterprise are mainly the transfer of individual and tacit knowledge focussing more on (inter-) personal and individual learning, than on organisational learning. The latter is caused by the limited perceived strategic value of the researched projects, because of their public-private partnership (PPP) finance structure. As such, project-based organisational learning for these large-scale infrastructure (LSI) projects remains underdeveloped. (C) 2016 Elsevier Ltd. APM and IPMA. All rights reserved.","Authors":"Aerts, G (Aerts, Geoffrey) ; Dooms, M (Dooms, Michael) ; Haezendonck, E (Haezendonck, Elvira)","Title":"Knowledge transfers and project-based learning in large scale infrastructure development projects: an exploratory and comparative ex-post analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396118400001 PubMed ID: 28192282 ISSN: 1741-2560 eISSN: 1741-2552","Keywords":"support vector machine; online learning; brain-computer interface; electroencephalogram; incremental/decremental learning; P300; movement prediction KeyWords Plus:ERROR-RELATED POTENTIALS; ALGORITHM; BRAIN; SVM; PERCEPTRON; BCI; IDENTIFICATION; SPELLER; SYSTEM; EEG","Categories":"Engineering; Neurosciences & Neurology Web of Science Categories:Engineering, Biomedical; Neurosciences","Journal Information":"JOURNAL OF NEURAL ENGINEERING Volume: 14 Issue: 2 Article Number: 025003 DOI: 10.1088/1741-2552/aa5166 Published: APR 2017","Abstract":"Objective. Classifier transfers usually come with dataset shifts. To overcome dataset shifts in practical applications, we consider the limitations in computational resources in this paper for the adaptation of batch learning algorithms, like the support vector machine (SVM). Approach. We focus on data selection strategies which limit the size of the stored training data by different inclusion, exclusion, and further dataset manipulation criteria like handling class imbalance with two new approaches. We provide a comparison of the strategies with linear SVMs on several synthetic datasets with different data shifts as well as on different transfer settings with electroencephalographic (EEG) data. Main results. For the synthetic data, adding only misclassified samples performed astoundingly well. Here, balancing criteria were very important when the other criteria were not well chosen. For the transfer setups, the results show that the best strategy depends on the intensity of the drift during the transfer. Adding all and removing the oldest samples results in the best performance, whereas for smaller drifts, it can be sufficient to only add samples near the decision boundary of the SVM which reduces processing resources. Significance. For brain-computer interfaces based on EEG data, models trained on data from a calibration session, a previous recording session, or even from a recording session with another subject are used. We show, that by using the right combination of data selection criteria, it is possible to adapt the SVM classifier to overcome the performance drop from the transfer.","Authors":"Krell, MM (Krell, Mario Michael) ; Wilshusen, N (Wilshusen, Nils) ; Seeland, A (Seeland, Anett) ; Kim, SK (Kim, Su Kyoung)","Title":"Classifier transfer with data selection strategies for online support vector machine classification with class imbalance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396133900006 ISSN: 1059-0145 eISSN: 1573-1839","Keywords":"Engineering curriculum; Engineering integration; STEM; Student learning KeyWords Plus:MIDDLE-SCHOOL SCIENCE; PROFESSIONAL-DEVELOPMENT; TEACHERS; CLASSROOMS","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research; Education, Scientific Disciplines","Journal Information":"JOURNAL OF SCIENCE EDUCATION AND TECHNOLOGY Volume: 26 Issue: 2 Pages: 207-222 DOI: 10.1007/s10956-016-9673-x Published: APR 2017","Abstract":"The new science education reform documents call for integration of engineering into K-12 science classes. Engineering design and practices are new to most science teachers, meaning that implementing effective engineering instruction is likely to be challenging. This quasi-experimental study explored the influence of teacher-developed, engineering design-based science curriculum units on learning and achievement among grade 4-8 students of different races, gender, special education status, and limited English proficiency (LEP) status. Treatment and control students (n = 4450) completed pretest and posttest assessments in science, engineering, and mathematics as well as a state-mandated mathematics test. Single-level regression results for science outcomes favored the treatment for one science assessment (physical science, heat transfer), but multilevel analyses showed no significant treatment effect. We also found that engineering integration had different effects across race and gender and that teacher gender can reduce or exacerbate the gap in engineering achievement for student subgroups depending on the outcome. Other teacher factors such as the quality of engineering-focused science units and engineering instruction were predictive of student achievement in engineering. Implications for practice are discussed.","Authors":"Guzey, SS (Guzey, S. Selcen) ; Harwell, M (Harwell, Michael) ; Moreno, M (Moreno, Mario) ; Peralta, Y (Peralta, Yadira) ; Moore, TJ (Moore, Tamara J.)","Title":"The Impact of Design-Based STEM Integration Curricula on Student Achievement in Engineering, Science, and Mathematics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398588400010 ISSN: 0199-6231 eISSN: 1528-8986","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Mechanical","Journal Information":"JOURNAL OF SOLAR ENERGY ENGINEERING-TRANSACTIONS OF THE ASME Volume: 139 Issue: 2 Article Number: 021010 DOI: 10.1115/1.4034823 Published: APR 2017","Abstract":"Photovoltaic (PV) power forecasting has the potential to mitigate some of effects of resource variability caused by high solar power penetration into the electricity grid. Two main methods are currently used for PV power generation forecast: (i) a deterministic approach that uses physics-based models requiring detailed PV plant information and (ii) a data-driven approach based on statistical or stochastic machine learning techniques needing historical power measurements. The main goal of this work is to analyze the accuracy of these different approaches. Deterministic and stochastic models for dayahead PV generation forecast were developed, and a detailed error analysis was performed. Four years of site measurements were used to train and test the models. Numerical weather prediction (NWP) data generated by the weather research and forecasting (WRF) model were used as input. Additionally, a new parameter, the clear sky performance index, is defined. This index is equivalent to the clear sky index for PV power generation forecast, and it is here used in conjunction to the stochastic and persistence models. The stochastic model not only was able to correct NWP bias errors but it also provided a better irradiance transposition on the PV plane. The deterministic and stochastic models yield day-ahead forecast skills with respect to persistence of 35% and 39%, respectively.","Authors":"Pierro, M (Pierro, Marco) ; Bucci, F (Bucci, Francesco) ; De Felice, M (De Felice, Matteo) ; Maggioni, E (Maggioni, Enrico) ; Perotto, A (Perotto, Alessandro) ; Spada, F (Spada, Francesco) ; Moser, D (Moser, David) ; Cornaro, C (Cornaro, Cristina)","Title":"Deterministic and Stochastic Approaches for Day-Ahead Solar Power Forecasting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397551500009 PubMed ID: 28171807 ISSN: 1361-8415 eISSN: 1361-8423","Keywords":"Mammograms; Masses; Detection; Segmentation; Classification; Deep learning; Bayesian optimisation; Transfer learning; Structured output learning KeyWords Plus:COMPUTER-AIDED DETECTION; LEVEL SET SEGMENTATION; NEURAL-NETWORKS; BREAST-CANCER; DIGITAL MAMMOGRAMS; ACTIVE CONTOURS; DIAGNOSIS CAD; INFORMATION; ALGORITHM; FEATURES","Categories":"Computer Science; Engineering; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Interdisciplinary Applications; Engineering, Biomedical; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MEDICAL IMAGE ANALYSIS Volume: 37 Pages: 114-128 DOI: 10.1016/j.media.2017.01.009 Published: APR 2017","Abstract":"We present an integrated methodology for detecting, segmenting and classifying breast masses from mammograms with minimal user intervention. This is a long standing problem due to low signal-tonoise ratio in the visualisation of breast masses, combined with their large variability in terms of shape, size, appearance and location. We break the problem down into three stages: mass detection, mass segmentation, and mass classification. For the detection, we propose a cascade of deep learning methods to select hypotheses that are refined based on Bayesian optimisation. For the segmentation, we propose the use of deep structured output learning that is subsequently refined by a level set method. Finally, for the classification, we propose the use of a deep learning classifier, which is pre-trained with a regression to hand-crafted feature values and fine-tuned based on the annotations of the breast mass classification dataset. We test our proposed system on the publicly available INbreast dataset and compare the results with the current state-of-the-art methodologies. This evaluation shows that our system detects 90% of masses at 1 false positive per image, has a segmentation accuracy of around 0.85 (Dice index) on the correctly detected masses, and overall classifies masses as malignant or benign with sensitivity (Se) of 0.98 and specificity (Sp) of 0.7. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Dhungel, N (Dhungel, Neeraj) ; Carneiro, G (Carneiro, Gustavo) ; Bradley, AP (Bradley, Andrew P.)","Title":"A deep learning approach for the analysis of masses in mammograms with minimal user intervention"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957900008 PubMed ID: 28129573 ISSN: 0260-6917 eISSN: 1532-2793","Keywords":"Knowledge transfer; Simulation; Hybrid learning experience; Mental health; Reciprocal learning; Clinical simulation KeyWords Plus:HIGH-FIDELITY SIMULATION; EDUCATION; COMMUNICATION","Categories":"Education & Educational Research; Nursing Web of Science Categories:Education, Scientific Disciplines; Nursing","Journal Information":"NURSE EDUCATION TODAY Volume: 51 Pages: 57-62 DOI: 10.1016/j.nedt.2017.01.006 Published: APR 2017","Abstract":"Background: Little research has been completed exploring knowledge development and transfer from and between simulated and clinical practice settings in nurse education. Objectives: This study sought to explore the content learned, and the knowledge transferred, in a hybrid mental health clinical course consisting of simulated and clinical setting experiences. Design: A qualitative, interpretive descriptive study design. Settings: Clinical practice consisted of six 10-hour shifts in a clinical setting combined with six two-hour simulations. Participants: 12 baccalaureate nursing students enrolled in a compressed time frame program at a large, urban, Canadian university participated. Methods: Document analysis and a focus group were used to draw thematic representations of content and knowledge transfer between clinical environments (i.e., simulated and clinical settings) using the constant comparative data analysis technique. Results: Four major themes arose: (a) professional nursing behaviors; (b) understanding of the mental health nursing role; (c) confidence gained in interview skills; and, (d) unexpected learning. Conclusions: Nurse educators should further explore the intermingling of simulation and clinical practice in terms of knowledge development and transfer with the goal of preparing students to function within the mental health nursing specialty. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Booth, RG (Booth, Richard G.) ; Scerbo, CK (Scerbo, Christina Ko) ; Sinclair, B (Sinclair, Barbara) ; Hancock, M (Hancock, Michele) ; Reid, D (Reid, David) ; Denomy, E (Denomy, Eileen)","Title":"Exploring learning content and knowledge transfer in baccalaureate nursing students using a hybrid mental health practice experience"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957900010 PubMed ID: 28131934 ISSN: 0260-6917 eISSN: 1532-2793","Keywords":"Laparoscopic simulation; Camera navigation; Laparoscopic assistance; Surgical education KeyWords Plus:INSTRUCTOR FEEDBACK; SURGERY","Categories":"Education & Educational Research; Nursing Web of Science Categories:Education, Scientific Disciplines; Nursing","Journal Information":"NURSE EDUCATION TODAY Volume: 51 Pages: 68-72 DOI: 10.1016/j.nedt.2017.01.008 Published: APR 2017","Abstract":"Background: Laparoscopic assistance is often entrusted to a less experienced resident, medical student, or operating room nurse. Data regarding laparoscopic training for operating room nurses are not available. Objectives: The aim of the study was to analyse the initial performance level and learning curves of operating room nurses in basic laparoscopic surgery compared with medical students and surgical residents to determine their ability to assist with this type of procedure. Design: The study was designed to compare the initial virtual reality performance level and learning curves of user groups to analyse competence in laparoscopic assistance. Participants: The study subjects were operating room nurses, medical students, and first year residents. Methods: Participants performed three validated tasks (camera navigation, peg transfer, fine dissection) on a virtual reality laparoscopic simulator three times in 3 consecutive days. Laparoscopic experts were enrolled as a control group. Participants filled out questionnaires before and after the course. Results: Nurses and students were comparable in their initial performance (p> 0.05). Residents performed better in camera navigation than students and nurses and reached the expert level for this task. Residents, students, and nurses had comparable bimanual skills throughout the study; while, experts performed significantly better in bimanual manoeuvres at all times (p < 0.05). Conclusion: The included user groups had comparable skills for bimanual tasks. Residents with limited experience reached the expert level in camera navigation. With training, nurses, students, and first year residents are equally capable of assisting in basic laparoscopic procedures. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Paschold, M (Paschold, M.) ; Huber, T (Huber, T.) ; Maedge, S (Maedge, S.) ; Zeissig, SR (Zeissig, S. R.) ; Lang, H (Lang, H.) ; Kneist, W (Kneist, W.)","Title":"Laparoscopic assistance by operating room nurses: Results of a virtual-reality study"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000398560900010 PubMed ID: 28032187 ISSN: 0179-0358 eISSN: 1437-9813","Keywords":"Telemedicine; Web meetings; Online education","Categories":"Pediatrics; Surgery Web of Science Categories:Pediatrics; Surgery","Journal Information":"PEDIATRIC SURGERY INTERNATIONAL Volume: 33 Issue: 4 Pages: 471-474 DOI: 10.1007/s00383-016-4051-6 Published: APR 2017","Abstract":"Halstedian method of surgical training has been the mainstay of surgical education for many decades. Onsite knowledge sources in surgery have traditionally been textbooks, which are often a number of years out of date or teaching rounds with a Professor or senior colleague that enables a small number of trainees to benefit from. Congresses have been a good way of learning new developments in the field, but they often require travelling and are very costly. We have identified web-based education as a means of linking experts with trainees, regardless of their geographic location and often without requiring any substantial capital. Web meetings have been running on a weekly basis from University of Cape Town, Division of Paediatric Surgery since 2010. This enabled speakers from Australia to Venezuela, across the globe share their expertise with individuals and paediatric surgical teams both in resource limited and developed countries. Attendance to meetings has grown significantly as the users become more familiar with the meeting software and also internet connection and availability of bandwidth increased. Adobe Connect (R) has been the main platform we used with its functions, including camera and video transmission, sharing of presentations, and ease of creating polls to encourage participant enrolment. Recordings are also made available and viewed over 300 times/month through the website www.surgicalskills.co.za. Other applications using the same platform has been explored which included transfer of hands on surgical skills, such as laparoscopy, burns surgery and fibre optic endoscopy as well as conducting administrative meetings for professional societies. Web meetings have added another dimension to surgical education. This will likely grow more in the future, and transform peer to peer knowledge transfer into a global environment.","Authors":"Numanoglu, A (Numanoglu, Alp)","Title":"Using telemedicine to teach paediatric surgery in resource-limited countries"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398384800013 PubMed ID: 28361655 ISSN: 0031-5125 eISSN: 1558-688X","Keywords":"variability of practice; basketball free throw; redundancy; transfer; task goal KeyWords Plus:SCHEMA THEORY; MOTOR","Categories":"Psychology Web of Science Categories:Psychology, Experimental","Journal Information":"PERCEPTUAL AND MOTOR SKILLS Volume: 124 Issue: 2 Pages: 491-501 DOI: 10.1177/0031512516684078 Published: APR 2017","Abstract":"We investigated the effect of practice variability through execution redundancy in skilled and novice basketball players on free throw skills. Twelve skilled basketball players and 12 novices (mean age=25.4 years, SD=4.3) were divided into four groups (skilled constant, skilled variable, novice constant, and novice variable). After a pretest, participants practiced free throw action. The variable groups threw the ball over an obstacle of varying heights on each trial in random order, whereas the obstacle's height was fixed for the constant groups. After 7 and 14 consecutive days of practice, participants performed two posttests with constant and variable distances from the basket. The results showed that practicing different solutions of a task did not affect the performance of skilled players but had an immediate negative effect on the performance of novice players. Learning a complex task is the result of learning task-related parameters, and practice variability can create a mismatch between task difficulty and new learner skill levels.","Authors":"Taheri, H (Taheri, Hamidreza) ; Fazeli, D (Fazeli, Davoud) ; Poureghbali, S (Poureghbali, Sogand)","Title":"The Effect of Variability of Practice at Execution Redundancy Level in Skilled and Novice Basketball Players"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398445600002 ISSN: 0922-4777 eISSN: 1573-0905","Keywords":"Automated essay evaluation; Project Essay Grade (PEG) Writing; Students with disabilities; Writing quality KeyWords Plus:LEARNING-DISABILITIES; REVISING BEHAVIOR; TEACHER FEEDBACK; LANGUAGE; GRADES; METAANALYSIS; INSTRUCTION; KNOWLEDGE; GENRES","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education & Educational Research; Psychology, Educational","Journal Information":"READING AND WRITING Volume: 30 Issue: 4 Pages: 691-718 DOI: 10.1007/s11145-016-9695-z Published: APR 2017","Abstract":"The present study examined growth in writing quality associated with feedback provided by an automated essay evaluation system called PEG Writing. Equal numbers of students with disabilities (SWD) and typically-developing students (TD) matched on prior writing achievement were sampled (n = 1196 total). Data from a subsample of students (n = 655) was used to investigate evidence of transfer to improved first-draft performance on a follow up writing prompt. Three-level hierarchical linear modeling was used. Findings indicated that SWD produced first drafts of lesser quality than TD students, but grew at a faster rate and were able to close the gap in writing quality after five revisions. However, these effects were moderated by school quality and the availability of internet-connected devices in schools. There was no evidence of transfer for either group of students. Results document a positive association between the use of PEG Writing and growth in writing quality for SWD, and underscore the importance of having sufficient technology resources for maximizing this growth.","Authors":"Wilson, J (Wilson, Joshua)","Title":"Associated effects of automated essay evaluation software on growth in writing quality for students with and without disabilities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398445600003 ISSN: 0922-4777 eISSN: 1573-0905","Keywords":"Spanish-speaking English Learners; Prekindergarten; Phonological awareness; Rhyme awareness; Beginning sound segmentation; English-only instruction KeyWords Plus:CROSS-LANGUAGE TRANSFER; DIVERSE LINGUISTIC BACKGROUNDS; PHONOLOGICAL AWARENESS; READING-SKILLS; EMERGENT LITERACY; ORAL LANGUAGE; CHILDREN; CONCURRENT; PRESCHOOL","Categories":"Education & Educational Research; Psychology Web of Science Categories:Education & Educational Research; Psychology, Educational","Journal Information":"READING AND WRITING Volume: 30 Issue: 4 Pages: 719-737 DOI: 10.1007/s11145-016-9696-y Published: APR 2017","Abstract":"Twenty-five 4- and 5-year-old Spanish-speaking English Learners (ELs) were tested in order to compare their English and Spanish performance in two phonological awareness skills: Rhyme awareness (RA) and beginning sound segmentation (BSS). The children had received formal instruction of phonological awareness, with an emphasis on RA and BSS for 1 year and in English only, using the Opening the World of Learning curriculum (Schickedanz & Dickinson, 2005). The results showed that the children scored higher on the English BSS than on the English RA tests (p < .001), even though RA is generally considered to be an earlier developing skill than BSS among English-monolingual children. No significant difference was found between the English BSS and Spanish BSS tests despite the fact that the children had received English-only instruction in these phonological awareness skills for 1 year. The results are discussed in terms of the possible impact of the similarities and differences between the Spanish and English linguistic structures on the learning and cross-linguistic transfer of phonological awareness skills in young Spanish-speaking ELs.","Authors":"Raynolds, LB (Raynolds, Laura B.) ; Lopez-Velasquez, A (Lopez-Velasquez, Angela) ; Valentin, LEO (Valentin, Laura E. Olivo)","Title":"Exploring English and Spanish rhyme awareness and beginning sound segmentation skills in prekindergarten Spanish-speaking English Learners"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398870500008 PubMed ID: 27988057 ISSN: 0167-7799","Categories":"Biotechnology & Applied Microbiology Web of Science Categories:Biotechnology & Applied Microbiology","Journal Information":"TRENDS IN BIOTECHNOLOGY Volume: 35 Issue: 4 Pages: 318-333 DOI: 10.1016/j.tibtech.2016.11.002 Published: APR 2017","Abstract":"A large fraction of higher metazoan genomes transcribe RNA molecules whose functions extend far beyond carrying instructions for protein synthesis. Although RNA is apparently a simple molecule, the ways in which it performs many of its functions have remained highly elusive for decades. As learned from studying ribosomal and transfer RNAs, two of the key features influencing the function of RNA are its structure and post-transcriptional modifications. A deep understanding of RNA function therefore requires rapid and straightforward approaches to study the complex and intricate landscape of RNA structures and modifications. In this review we summarize and discuss the most recent methods and findings in the field of RNA biology, with an eye toward new frontiers and open questions.","Authors":"Incarnato, D (Incarnato, Danny) ; Oliviero, S (Oliviero, Salvatore)","Title":"The RNA Epoistructurome: Uncovering RNA Function oy Studying Structure and Post-Transcriptional Modifications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395612800002 ISSN: 0004-3702 eISSN: 1872-7921","Keywords":"Transfer learning; Active learning; Recommender systems KeyWords Plus:PARALLEL MATRIX FACTORIZATION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"ARTIFICIAL INTELLIGENCE Volume: 245 Pages: 38-55 DOI: 10.1016/j.artint.2016.12.004 Published: APR 2017","Abstract":"In the past decade, artificial intelligence (AI) techniques have been successfully applied to recommender systems employed in many e-commerce companies, such as Amazon, eBay, Netflix, etc., which aim to provide personalized recommendations on products or services. Among various AI-based recommendation techniques, collaborative filtering has proven to be one of the most promising methods. However, most collaborative-filtering-based recommender systems, especially the newly launched ones, have trouble making accurate recommendations for users. This is caused by the data sparsity issue in recommender systems, where little existing rating information is available. To address this issue, one of the most effective practices is applying transfer learning techniques by leveraging relatively rich collaborative data knowledge from related systems, which have been well running. Previous transfer learning models for recommender systems often assume that a sufficient set of entity correspondences (either user or item) across the target and auxiliary systems (a.k.a. source systems) is given in advance. This assumption does not hold in many real world scenarios where entity correspondences across systems are usually unknown, and the cost of identifying them can be expensive. In this paper, we propose a new transfer learning framework for recommender systems, which relaxes the above assumption to facilitate flexible knowledge transfer across different systems with low cost by using an active learning principle to construct entity correspondences across systems. Specifically, for the purpose of maximizing knowledge transfer, we first iteratively select entities in the target system based on some criterion to query their correspondences in the source system. We then plug the actively constructed entity correspondences into a general transferred collaborative-filtering model to improve recommendation quality. Based on the framework, we propose three solutions by specifying three state-of-the-art collaborative filtering methods, namely Maximum-Margin Matrix Factorization, Regularized Low-rank Matrix Factorization, and Probabilistic Matrix Factorization. We perform extensive experiments on two real-world datasets to verify the effectiveness of our proposed framework and the three specified solutions for cross-system recommendation. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhao, LL (Zhao, Lili) ; Pan, SJ (Pan, Sinno Jialin) ; Yang, Q (Yang, Qiang)","Title":"A unified framework of active transfer learning for cross-system recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397717600003 PubMed ID: 27244717 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Semantic Segmentation; Convolutional Networks; Deep Learning; Transfer Learning","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 39 Issue: 4 Pages: 640-651 DOI: 10.1109/TPAMI.2016.2572683 Published: APR 2017","Abstract":"Convolutional networks are powerful visual models that yield hierarchies of features. We show that convolutional networks by themselves, trained end-to-end, pixels-to-pixels, improve on the previous best result in semantic segmentation. Our key insight is to build \"fully convolutional\" networks that take input of arbitrary size and produce correspondingly-sized output with efficient inference and learning. We define and detail the space of fully convolutional networks, explain their application to spatially dense prediction tasks, and draw connections to prior models. We adapt contemporary classification networks (AlexNet, the VGG net, and GoogLeNet) into fully convolutional networks and transfer their learned representations by fine-tuning to the segmentation task. We then define a skip architecture that combines semantic information from a deep, coarse layer with appearance information from a shallow, fine layer to produce accurate and detailed segmentations. Our fully convolutional networks achieve improved segmentation of PASCAL VOC (30% relative improvement to 67.2% mean IU on 2012), NYUDv2, SIFT Flow, and PASCAL-Context, while inference takes one tenth of a second for a typical image.","Authors":"Shelhamer, E (Shelhamer, Evan) ; Long, J (Long, Jonathan) ; Darrell, T (Darrell, Trevor)","Title":"Fully Convolutional Networks for Semantic Segmentation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397717600006 PubMed ID: 27608449 ISSN: 0162-8828 eISSN: 1939-3539","Keywords":"Computer vision; convolutional nets; deep learning; transfer learning KeyWords Plus:TRAJECTORIES","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"IEEE TRANSACTIONS ON PATTERN ANALYSIS AND MACHINE INTELLIGENCE Volume: 39 Issue: 4 Pages: 677-691 DOI: 10.1109/TPAMI.2016.2599174 Published: APR 2017","Abstract":"Models based on deep convolutional networks have dominated recent image interpretation tasks; we investigate whether models which are also recurrent are effective for tasks involving sequences, visual and otherwise. We describe a class of recurrent convolutional architectures which is end-to-end trainable and suitable for large-scale visual understanding tasks, and demonstrate the value of these models for activity recognition, image captioning, and video description. In contrast to previous models which assume a fixed visual representation or perform simple temporal averaging for sequential processing, recurrent convolutional models are \"doubly deep\" in that they learn compositional representations in space and time. Learning long-term dependencies is possible when nonlinearities are incorporated into the network state updates. Differentiable recurrent models are appealing in that they can directly map variable-length inputs (e.g., videos) to variable-length outputs (e.g., natural language text) and can model complex temporal dynamics; yet they can be optimized with backpropagation. Our recurrent sequence models are directly connected to modern visual convolutional network models and can be jointly trained to learn temporal dynamics and convolutional perceptual representations. Our results show that such models have distinct advantages over state-of-the-art models for recognition or generation which are separately defined or optimized.","Authors":"Donahue, J (Donahue, Jeff) ; Hendricks, LA (Hendricks, Lisa Anne) ; Rohrbach, M (Rohrbach, Marcus) ; Venugopalan, S (Venugopalan, Subhashini) ; Guadarrama, S (Guadarrama, Sergio) ; Saenko, K (Saenko, Kate) ; Darrell, T (Darrell, Trevor)","Title":"Long-Term Recurrent Convolutional Networks for Visual Recognition and Description"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395431100001 ISSN: 0266-4909 eISSN: 1365-2729","Keywords":"educational technology; range of motion; teaching; transfers; video annotation","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF COMPUTER ASSISTED LEARNING Volume: 33 Issue: 2 Pages: 97-105 DOI: 10.1111/jcal.12167 Published: APR 2017","Abstract":"This study sought to explore the effectiveness of annotated video technology for providing feedback to occupational therapy students learning transfers, range of motion and manual muscle testing. Fifty-seven first-year occupational therapy students were split into two groups. One received annotated video feedback during a transfer lab and traditional feedback during an upper extremity assessment lab. The second group received the opposite forms of feedback during the same labs. Students completed an online survey regarding their perceptions of learning based on the type of feedback received, including both numerical and open-ended questions. Students receiving annotated feedback scored significantly higher on the transfer practical. There was no statistically significant difference in the outcomes of the upper extremity practical. Annotated video feedback appears to significantly improve student learning when video content and feedback matches the skill to be assessed. Despite these findings, students have mixed perceptions of this form of feedback.","Authors":"Truskowski, S (Truskowski, S.) ; VanderMolen, J (VanderMolen, J.)","Title":"Outcomes and perceptions of annotated video feedback following psychomotor skill laboratories"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395195300004 ISSN: 1356-2517 eISSN: 1470-1294","Keywords":"Distributive justice; procedural justice; summative assessment; higher education KeyWords Plus:ORGANIZATIONAL JUSTICE","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"TEACHING IN HIGHER EDUCATION Volume: 22 Issue: 3 Pages: 304-317 DOI: 10.1080/13562517.2016.1248388 Published: APR 2017","Abstract":"This paper explores the potential of incorporating constructs of distributive justice and procedural justice into summative assessment of student learning in higher education. I systematically compare the process used by managers to evaluate employee performance in organizations - performance appraisal (PA) - with processes used by professors to assess student learning in academe. These procedures are remarkably similar in terms of objectives to facilitate and measure performance/learning, criteria for defining desired performance/learning, the procedures used by raters to evaluate performance/learning, and the procedure used by employees and students to assess fairness of their PA/grades. I then summarize empirical research regarding distributive justice (DJ) and procedural justice (PJ) in organizations. Finally, I posit how positive attitudes and behaviors associated with DJ and PJ in organizations might transfer to benefit students, professors, administrators, and universities in academe.","Authors":"Grace, CC (Grace, Christine Cooper)","Title":"Exploring the potential for and promise of incorporating distributive and procedural justices into post-secondary assessment of student learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397558800011 PubMed ID: 28263300 ISSN: 1097-6256 eISSN: 1546-1726","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"NATURE NEUROSCIENCE Volume: 20 Issue: 4 Pages: 559-+ DOI: 10.1038/nn.4517 Published: APR 2017","Abstract":"Lateral and medial parts of entorhinal cortex (EC) convey nonspatial `what' and spatial `where' information, respectively, into hippocampal CA1, via both the indirect EC layer 2 -> hippocampal dentate gyrus.-> CA3 -> CA1 and the direct EC layer 3 -> CA1 paths. However, it remains elusive how the direct path transfers distinct information and contributes to hippocampal learning functions. Here we report that lateral EC projection neurons selectively form direct excitatory synapses onto a subpopulation of morphologically complex, calbindin-expressing pyramidal cells (PCs) in the dorsal CA1 (dCA1), while medial EC neurons uniformly innervate all dCA1 PCs. Optogenetically inactivating the distinct lateral EC-dCA1 connections or the postsynaptic dCA1 calbindin-expressing PC activity slows olfactory associative learning. Moreover, optetrode recordings reveal that dCA1 calbindin-expressing PCs develop more selective spiking responses to odor cues during learning. Thus, our results identify a direct lateral EC. dCA1 circuit that is required for olfactory associative learning.","Authors":"Li, YD (Li, Yiding) ; Xu, JM (Xu, Jiamin) ; Liu, YF (Liu, Yafeng) ; Zhu, J (Zhu, Jia) ; Liu, N (Liu, Nan) ; Zeng, WB (Zeng, Wenbo) ; Huang, N (Huang, Ning)[ 9,10 ] ; Rasch, MJ (Rasch, Malte J.) ; Jiang, HF (Jiang, Haifei) ; Gu, X (Gu, Xiang) ; Li, X (Li, Xiang) ; Luo, MH (Luo, Minhua) ; Li, CY (Li, Chengyu) ; Teng, JL (Teng, Junlin)[ 9,10 ] ; Chen, JG (Chen, Jianguo)[ 9,10 ] ; Zeng, SQ (Zeng, Shaoqun) ; Lin, LN (Lin, Longnian) ; Zhang, XH (Zhang, Xiaohui) ...More...Less","Title":"A distinct entorhinal cortex to hippocampal CA1 direct circuit for olfactory associative learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394480100011 ISSN: 0360-1315 eISSN: 1873-782X","Keywords":"Learner expertise; Multimedia learning; Adaptive learning; Mathematics KeyWords Plus:COGNITIVE-LOAD APPROACH; CONCEPTUAL KNOWLEDGE; DESIGN; ENVIRONMENTS; INSTRUCTION; PERFORMANCE; TEXTS","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Interdisciplinary Applications; Education & Educational Research","Journal Information":"COMPUTERS & EDUCATION Volume: 107 Pages: 147-164 DOI: 10.1016/j.compedu.2017.01.008 Published: APR 2017","Abstract":"This experimental study used an instructional visual aid for algebra to investigate whether different order thinking skills - remembering, understanding and analyzing affect the expertise reversal effect. One hundred and twenty-three secondary school students were assigned to an experimental condition, either with or without the aid. In the experiment, an aid that was designed for novice learners, and the materials were developed using multimedia learning principles to maximize the use of learner cognitive capacity. The results showed that the expertise reversal effect occurred in understanding (retention, more-structured), but not in remembering (transfer, more-structured) and analyzing skills (transfer, less-structured). A plausible explanation is less-structured environments that require heavier process of searching and/or selecting increased demand of cognitive load imposed. We suggest that designing adaptive environments should take order thinking skill, instructional format and learner expertise into account. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chiu, TKF (Chiu, Thomas K. F.) ; Mok, IAC (Mok, Ida A. C.)","Title":"Learner expertise and mathematics different order thinking skills in multimedia learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396394400011 ISSN: 1536-1233 eISSN: 1558-0660","Keywords":"Machine learning; wireless; coding and information theory; Markov processes; algorithm/protocol design and analysis; SCTP-CMT KeyWords Plus:TCP","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"IEEE TRANSACTIONS ON MOBILE COMPUTING Volume: 16 Issue: 4 Pages: 1047-1058 DOI: 10.1109/TMC.2016.2585106 Published: APR 2017","Abstract":"The emerging use of multi-homed wireless devices along with simultaneous multi-path data transfer offers tremendous potentials to improve the capacity of multi-hop wireless networks. The use of simultaneous data transfer over separate disjoint paths in multi-hop wireless networks to increase network capacity is a less explored subject, mainly because of the challenges it triggers for the reliable transport layer protocols. Reliable transport layer protocols generally use packet sequence number as a mean to ensure delivery. As such, the out-of-order packet arrival in reliable transport layer protocols triggers receiver buffer blocking that causes throughput degradation and prevents the reliable multi-path transport layer protocol to realize its vast potential. This paper focuses on integrating network coding with a reliable multi-path transport layer protocol to resolve the receiver buffer blocking problem. We propose an adaptive network coding mechanism to desensitize the receiver against packet reordering and consequently eliminate the receiver buffer blocking problem. Our state-of-the-art network coding scheme uses a combination of Q-learning and logistic regression for rare data events to control the number of redundant packets based on the network dynamics. We confirmed the veracity of our proposed scheme by a queuing theory based mathematical model. Moreover, the effectiveness of the proposed scheme is demonstrated through simulations and testbed experiments.","Authors":"Arianpoo, N (Arianpoo, Nasim) ; Aydin, I (Aydin, Ilknur) ; Leung, VCM (Leung, Victor C. M.)","Title":"Network Coding as a Performance Booster for Concurrent Multi-Path Transfer of Data in Multi-Hop Wireless Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393526900009 PubMed ID: 28068550 ISSN: 0022-0965 eISSN: 1096-0457","Keywords":"Transfer; Word learning; Screen media; E-books; Symbolic development; Toddlers KeyWords Plus:YOUNG CHILDRENS USE; PICTURE BOOKS; REAL-WORLD; LANGUAGE; VIDEO; TELEVISION; LITERACY; OBJECTS; TOUCHSCREENS; CONSTRAINTS","Categories":"Psychology Web of Science Categories:Psychology, Developmental; Psychology, Experimental","Journal Information":"JOURNAL OF EXPERIMENTAL CHILD PSYCHOLOGY Volume: 156 Pages: 129-142 DOI: 10.1016/j.jecp.2016.12.001 Published: APR 2017","Abstract":"Transfer from symbolic media to the real world can be difficult for young children. A sample of 73 toddlers aged 17 to 23 months were read either an electronic book displayed on a touchscreen device or a traditional print book in which a novel object was paired with a novel label. Toddlers in both conditions learned the label within the context of the book. However, only those who read the traditional format book generalized and transferred the label to other contexts. An older group of 28 toddlers aged 24 to 30 months did generalize and transfer from the electronic book. Across ages, those children who primarily used screens to watch prerecorded video at home transferred less from the electronic book than those with more diverse home media experiences. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Strouse, GA (Strouse, Gabrielle A.) ; Ganea, PA (Ganea, Patricia A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Strouse, Gabrielle http://orcid.org/0000-0002-6955-4955","Title":"Toddlers' word learning and transfer from electronic and print books"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397997200001 PubMed ID: 28408898 ISSN: 1664-1078","Keywords":"lexical prosody; tone sensitivity; stress sensitivity; prosodic transfer; ESL KeyWords Plus:SPOKEN-WORD RECOGNITION; SPEECH-PERCEPTION; BILITERACY ACQUISITION; PROSODIC SENSITIVITY; AUDITORY-SENSITIVITY; READING DEVELOPMENT; CHINESE; INFORMATION; INTEGRATION; EXPERIENCE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 492 DOI: 10.3389/fpsyg.2017.00492 Published: MAR 31 2017","Abstract":"This study investigated how Cantonese lexical tone sensitivity contributed to English lexical stress sensitivity among Cantonese children who learned English as a second language (ESL). Five-hundred-and-sixteen second-to-third grade Cantonese ESL children were tested on their Cantonese lexical tone sensitivity, English lexical stress sensitivity, general auditory sensitivity, and working memory. Structural equation modeling revealed that Cantonese lexical tone sensitivity contributed to English lexical stress sensitivity both directly, and indirectly through the mediation of general auditory sensitivity, in which the direct pathway had a larger relative contribution to English lexical stress sensitivity than the indirect pathway. These results suggest that the tone-stress association might be accounted for by joint phonological and acoustic processes that underlie lexical tone and lexical stress perception.","Authors":"Choi, W (Choi, William) ; Tong, XL (Tong, Xiuli) ; Singh, L (Singh, Leher)","Title":"From Lexical Tone to Lexical Stress: A Cross-Language Mediation Model for Cantonese Children Learning English as a Second Language"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397718200001 PubMed ID: 28359313 ISSN: 1478-4491","Keywords":"Health workers; Migration; Philippines; Human resources for health; Retention; Physicians; Nurses; Midwives; Physiotherapists; Policy KeyWords Plus:WORKER MIGRATION; NURSES; PACIFIC; CARE","Categories":"Health Care Sciences & Services; Business & Economics Web of Science Categories:Health Policy & Services; Industrial Relations & Labor","Journal Information":"HUMAN RESOURCES FOR HEALTH Volume: 15 DOI: 10.1186/s12960-017-0198-z Published: MAR 31 2017","Abstract":"Background: Dramatic increases in the migration of human resources for health (HRH) from developing countries like the Philippines can have consequences on the sustainability of health systems. In this paper, we trace the outflows of HRH from the Philippines, map out its key causes and consequences, and identify relevant policy responses. Methods: This mixed method study employed a decentered, comparative approach that involved three phases: (a) a scoping review on health workers' migration of relevant policy documents and academic literature on health workers' migration from the Philippines; and primary data collection with (b) 37 key stakeholders and (c) household surveys with seven doctors, 329 nurses, 66 midwives, and 18 physical therapists. Results: Filipino health worker migration is best understood within the context of macro-, meso-, and micro-level factors that are situated within the political, economic, and historical/colonial legacy of the country. Underfunding of the health system and un- or underemployment were push factors for migration, as were concerns for security in the Philippines, the ability to practice to full scope or to have opportunities for career advancement. The migration of health workers has both negative and positive consequences for the Philippine health system and its health workers. Stakeholders focused on issues such as on brain drain, gain, and circulation, and on opportunities for knowledge and technology transfer. Concomitantly, migration has resulted in the loss of investment in human capital. The gap in the supply of health workers has affected the quality of care delivered, especially in rural areas. The opening of overseas opportunities has commercialized health education, compromised its quality, and stripped the country of skilled learning facilitators. The social cost of migration has affected emigres and their families. At the household level, migration has engendered increased consumerism and materialism and fostered dependency on overseas remittances. Addressing these gaps requires time and resources. At the same time, migration is, however, seen by some as an opportunity for professional growth and enhancement, and as a window for drafting more effective national and inter-country policy responses to HRH mobility. Conclusions: Unless socioeconomic conditions are improved and health professionals are provided with better incentives, staying in the Philippines will not be a viable option. The massive expansion in education and training designed specifically for outmigration creates a domestic supply of health workers who cannot be absorbed by a system that is underfunded. This results in a paradox of underservice, especially in rural and remote areas, at the same time as underemployment and outmigration. Policy responses to this paradox have not yet been appropriately aligned to capture the multilayered and complex nature of these intersecting phenomena.","Authors":"Castro-Palaganas, E (Castro-Palaganas, Erlinda) ; Spitzer, DL (Spitzer, Denise L.) ; Kabamalan, MMM (Kabamalan, Maria Midea M.) ; Sanchez, MC (Sanchez, Marian C.) ; Caricativo, R (Caricativo, Ruel) ; Runnels, V (Runnels, Vivien) ; Labonte, R (Labonte, Ronald) ; Murphy, GT (Murphy, Gail Tomblin) ; Bourgeault, IL (Bourgeault, Ivy Lynn)","Title":"An examination of the causes, consequences, and policy responses to the migration of highly trained health personnel from the Philippines: the high cost of living/leaving-a mixed method study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397169300002 PubMed ID: 28386224 ISSN: 1662-5161","Keywords":"neurofeedback; real-time functional magnetic resonance imaging (fMRI); self-regulation; brain training; maintenance; visual attention; visual imagery KeyWords Plus:CINGULATE CORTEX ACTIVITY; RESONANCE-IMAGING FMRI; BRAIN ACTIVATION; LASTING CHANGES; FUNCTIONAL MRI; CONNECTIVITY; MEMORY; NETWORKS; FEEDBACK; ANXIETY","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology","Journal Information":"FRONTIERS IN HUMAN NEUROSCIENCE Volume: 11 Article Number: 131 DOI: 10.3389/fnhum.2017.00131 Published: MAR 23 2017","Abstract":"Neurofeedback based on real-time functional magnetic resonance imaging (fMRI) is an emerging technique that allows for learning voluntary control over brain activity. Such brain training has been shown to cause specific behavioral or cognitive enhancements, and even therapeutic effects in neurological and psychiatric patient populations. However, for clinical applications it is important to know if learned self-regulation can be maintained over longer periods of time and whether it transfers to situations without neurofeedback. Here, we present preliminary results from five healthy participants who successfully learned to control their visual cortex activity and who we re-scanned 6 and 14 months after the initial neurofeedback training to perform learned selfregulation. We found that participants achieved levels of self-regulation that were similar to those achieved at the end of the successful initial training, and this without further neurofeedback information. Our results demonstrate that learned self-regulation can be maintained over longer periods of time and causes lasting transfer effects. They thus support the notion that neurofeedback is a promising therapeutic approach whose effects can last far beyond the actual training period.","Authors":"Robineau, F (Robineau, Fabien) ; Meskaldji, DE (Meskaldji, Djalel E.) ; Koush, Y (Koush, Yury) ; Rieger, SW (Rieger, Sebastian W.) ; Mermoud, C (Mermoud, Christophe) ; Morgenthaler, S (Morgenthaler, Stephan) ; Van De Ville, D (Van De Ville, Dimitri) ; Vuilleumier, P (Vuilleumier, Patrik) ; Scharnowski, F (Scharnowski, Frank)[ 8,9,10,11 ]","Title":"Maintenance of Voluntary Self-regulation Learned through Real-Time fMRI Neurofeedback"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061800011 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Physical activity recognition; Signal processing; Classification; Lifelogging; Assisted living; Obesity KeyWords Plus:ACTIVITY RECOGNITION; ACCELEROMETER DATA; SMARTWATCHES; SENSORS; SYSTEMS; TESTS; SMOTE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 230 Pages: 110-132 DOI: 10.1016/j.neucom.2016.02.088 Published: MAR 22 2017","Abstract":"Obesity is a global health issue that affects 2.1 billion people worldwide and has an economic impact of approximately $2 trillion. It is a disease that can make the aging process worse by impairing physical function, which can lead to people becoming more frail and immobile. Nevertheless, it is envisioned that technology can be used to aid in motivating behavioural changes to combat this preventable condition. The ubiquitous presence of wearable and mobile devices has enabled a continual stream of quantifiable data (e.g. physiological signals) to be collected about ourselves. This data can then be used to monitor physical activity to aid in self-reflection and motivation to alter behaviour. However, such information is susceptible to noise interference, which makes processing and extracting knowledge from such data challenging. This paper posits our approach that collects and processes physiological data that has been collected from tri-axial accelerometers and a heart-rate monitor, to detect physical activity. Furthermore, an end-user use case application has also been proposed that integrates these findings into a smartwatch visualization. This provides a method of visualising the results to the user so that they are able to gain an overview of their activity. The goal of the paper has been to evaluate the performance of supervised machine learning in distinguishing physical activity. This has been achieved by (i) focusing on wearable sensors to collect data and using our methodology to process this raw lifelogging data so that features can be extracted/selected. (ii) Undertaking an evaluation between ten supervised learning classifiers to determine their accuracy in detecting human activity. To demonstrate the effectiveness of our method, this evaluation has been performed across a baseline method and two other methods. (iii) Undertaking an evaluation of the processing time of the approach and the smartwatch battery and network cost analysis between transferring data from the smartwatch to the phone. The results of the classifier evaluations indicate that our approach shows an improvement on existing studies, with accuracies of up to 99% and sensitivities of 100%.","Authors":"Dobbins, C (Dobbins, Chelsea) ; Rawassizadeh, R (Rawassizadeh, Reza) ; Momeni, E (Momeni, Elaheh) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Dobbins, Chelsea http://orcid.org/0000-0001-9420-2452","Title":"Detecting physical activity within lifelogs towards preventing obesity and aiding ambient assisted living"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397001000002 PubMed ID: 28327195 ISSN: 1745-6215","Keywords":"Minimally invasive surgery; Education; Training; Laparoscopy; Human mirror system; Perspective; Serious gaming; First-person view KeyWords Plus:MINIMALLY INVASIVE SURGERY; VIRTUAL-REALITY; LAPAROSCOPIC CHOLECYSTECTOMY; GASTRIC BYPASS; GENDER-DIFFERENCES; PERFORMANCE; SKILLS; CURRICULUM; EDUCATION","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"TRIALS Volume: 18 Article Number: 134 DOI: 10.1186/s13063-017-1886-7 Published: MAR 21 2017","Abstract":"Background: Laparoscopic training has become an important part of surgical education. Laparoscopic Roux-en-Y gastric bypass (RYGB) is the most common bariatric procedure performed. Surgeons must be well trained prior to operating on a patient. Multimodality training is vital for bariatric surgery. E-learning with videos is a standard approach for training. The present study investigates whether scoring the operation videos with performance checklists improves learning effects and transfer to a simulated operation. Methods/design: This is a monocentric, two-arm, randomized controlled trial. The trainees are medical students from the University of Heidelberg in their clinical years with no prior laparoscopic experience. After a laparoscopic basic virtual reality (VR) training, 80 students are randomized into one of two arms in a 1: 1 ratio to the checklist group (group A) and control group without a checklist (group B). After all students are given an introduction of the training center, VR trainer and laparoscopic instruments, they start with E-learning while watching explanations and videos of RYGB. Only group A will perform ratings with a modified Bariatric Objective Structured Assessment of Technical Skill (BOSATS) scale checklist for all videos watched. Group B watches the same videos without rating. Both groups will then perform an RYGB in the VR trainer as a primary endpoint and small bowel suturing as an additional test in the box trainer for evaluation. Discussion: This study aims to assess if E-learning and rating bariatric surgical videos with a modified BOSATS checklist will improve the learning curve for medical students in an RYGB VR performance. This study may help in future laparoscopic and bariatric training courses.","Authors":"De la Garza, JR (De la Garza, Javier Rodrigo) ; Kowalewski, KF (Kowalewski, Karl-Friedrich) ; Friedrich, M (Friedrich, Mirco) ; Schmidt, MW (Schmidt, Mona Wanda) ; Bruckner, T (Bruckner, Thomas) ; Kenngott, HG (Kenngott, Hannes Goetz) ; Fischer, L (Fischer, Lars) ; Muller-Stich, BP (Mueller-Stich, Beat-Peter) ; Nickel, F (Nickel, Felix)","Title":"Does rating the operation videos with a checklist score improve the effect of E-learning for bariatric surgical training? Study protocol for a randomized controlled trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397351800025 PubMed ID: 28262488 ISSN: 0960-9822 eISSN: 1879-0445","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"CURRENT BIOLOGY Volume: 27 Issue: 6 Pages: 840-846 DOI: 10.1016/j.cub.2017.01.046 Published: MAR 20 2017","Abstract":"With practice, humans tend to improve their performance on most tasks. But do such improvements then generalize to new tasks? Although early work documented primarily task-specific learning outcomes in the domain of perceptual learning [1-3], an emerging body of research has shown that significant learning generalization is possible under some training conditions [4-9]. Interestingly, however, research in this vein has focused nearly exclusively on just one possible manifestation of learning generalization, wherein training on one task produces an immediate boost to performance on the new task. For instance, it is this form of generalization that is most frequently referred to when discussing learning \"transfer\" [10, 11]. Essentially no work in this domain has focused on a second possible manifestation of generalization, wherein the knowledge or skills acquired via training, despite not being directly applicable to the new task, nonetheless allow the new task to be learned more efficiently [12-15]. Here, in both the visual category learning and visual perceptual learning domains, we demonstrate that sequentially training participants on tasks that share a common high-level task structure can produce faster learning of new tasks, even in cases where there is no immediate benefit to performance on the new tasks. We further show that methods commonly employed in the field may fail to detect or else conflate generalization that manifests as increased learning rate with generalization that manifests as immediate boosts to performance. These results thus lay the foundation for the various routes to learning generalization to be more thoroughly explored","Authors":"Kattner, F (Kattner, Florian) ; Cochrane, A (Cochrane, Aaron) ; Cox, CR (Cox, Christopher R.) ; Gorman, TE (Gorman, Thomas E.) ; Green, CS (Green, C. Shawn)","Title":"Perceptual Learning Generalization from Sequential Perceptual Training as a Change in Learning Rate"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599200007 ISSN: 0378-7788 eISSN: 1872-6178","Keywords":"Climate control in buildings; Online transfer learning; Model predictive control KeyWords Plus:MODEL","Categories":"Construction & Building Technology; Energy & Fuels; Engineering Web of Science Categories:Construction & Building Technology; Energy & Fuels; Engineering, Civil","Journal Information":"ENERGY AND BUILDINGS Volume: 139 Pages: 63-71 DOI: 10.1016/j.enbuild.2016.12.074 Published: MAR 15 2017","Abstract":"This paper presents an online transfer learning framework for improving temperature predictions in residential buildings. In transfer learning, prediction models trained under a set of available data from a target domain (e.g., house with limited data) can be improved through the use of data generated from similar source domains (e.g., houses with rich data). Given also the need for prediction models that can be trained online (e.g., as part of a model-predictive-control implementation), this paper introduces the generalized online transfer learning algorithm (GOTL). It employs a weighted combination of the available predictors (i.e., the target and source predictors) and guarantees convergence to the best weighted predictor. Furthermore, the use of Transfer Component Analysis (TCA) allows for using more than a single source domain, since it may facilitate the fit of a single model on more than one source domain (houses). This allows GOTL to transfer knowledge from more than one source domain. We further validate our results through experiments in climate control for residential buildings and show that GOTL may lead to non-negligible energy savings for given comfort levels. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Grubinger, T (Grubinger, Thomas) ; Chasparis, GC (Chasparis, Georgios C.) ; Natschlager, T (Natschlager, Thomas) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Chasparis, Georgios http://orcid.org/0000-0003-3059-3575","Title":"Generalized online transfer learning for climate control in residential buildings"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397805600004 PubMed ID: 28154150 ISSN: 0270-6474","Keywords":"interlimb; motor learning; transfer KeyWords Plus:INTERHEMISPHERIC INTERACTIONS; CYTOARCHITECTONIC MAPS; SUBJECT MOTION; HAND MOVEMENTS; AREA; MECHANISMS; CORTEX; INHIBITION; FMRI; PERFORMANCE","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"JOURNAL OF NEUROSCIENCE Volume: 37 Issue: 10 Pages: 2555-2564 DOI: 10.1523/JNEUROSCI.2536-16.2017 Published: MAR 8 2017","Abstract":"Cross-education (CE) is the process whereby training with one limb leads to subsequent improvement in performance by the opposite untrained limb. We used multimodal neuroimaging in humans to investigate the mediating neural mechanisms by relating quantitative estimates of functional and structural cortical connectivity to individual levels of interlimb transfer. Resting-state (rs)-fMRI and diffusion weighted imaging (DWI) scans were undertaken before unilateral ballistic wrist flexion training. The rs-fMRI sequence was repeated immediately afterward. The increase in performance of the untrained limb was 83.6% of that observed for the trained limb and significantly greater than that of a control groupwhoundertook no training. Functional connectivity in the resting motor network between right and left supplementary motor areas (SMA) was elevated after training. These changes were not, however, correlated with individual levels of transfer. Analysis of the DWI data using constrained spherical deconvolution-based tractography indicated that fractional anisotropy and apparent fiber density in tracts connecting bilateral SMA were negatively correlated with and predictive of transfer. The findings suggest that interhemispheric interactions between bilateral SMA play an instrumental role in CE and that the structural integrity of the connecting white matter pathways influences the level of transfer.","Authors":"Ruddy, KL (Ruddy, Kathy L.) ; Leemans, A (Leemans, Alexander) ; Woolley, DG (Woolley, Daniel G.) ; Wenderoth, N (Wenderoth, Nicole) ; Carson, RG (Carson, Richard G.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Leemans, Alexander A-1784-2011  ruddy, kathy http://orcid.org/0000-0001-5501-0423","Title":"Structural and Functional Cortical Connectivity Mediating Cross Education of Motor Function"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396429800020 PubMed ID: 28238548 ISSN: 0896-6273 eISSN: 1097-4199","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"NEURON Volume: 93 Issue: 5 Pages: 1198-+ DOI: 10.1016/j.neuron.2017.02.006 Published: MAR 8 2017","Abstract":"Sensory information is translated into ensemble representations by various populations of projection neurons in brain circuits. The dynamics of ensemble representations formed by distinct channels of output neurons in diverse behavioral contexts remains largely unknown. We studied the two output neuron layers in the olfactory bulb (OB), mitral and tufted cells, using chronic two-photon calcium imaging in awake mice. Both output populations displayed similar odor response profiles. During passive sensory experience, both populations showed reorganization of ensemble odor representations yet stable pattern separation across days. Intriguingly, during active odor discrimination learning, mitral but not tufted cells exhibited improved pattern separation, although both populations showed reorganization of ensemble representations. An olfactory circuitry model suggests that cortical feedback on OB interneurons can trigger both forms of plasticity. In conclusion, we show that different OB output layers display unique context-dependent long-term ensemble plasticity, allowing parallel transfer of non-redundant sensory information to downstream centers.","Authors":"Yamada, Y (Yamada, Yoshiyuki) ; Bhaukaurally, K (Bhaukaurally, Khaleel) ; Madarasz, TJ (Madarasz, Tamas J.) ; Pouget, A (Pouget, Alexandre) ; Rodriguez, I (Rodriguez, Ivan) ; Carleton, A (Carleton, Alan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Carleton, Alan C-9721-2010 http://orcid.org/0000-0001-5633-9159","Title":"Context- and Output Layer-Dependent Long-Term Ensemble Plasticity in a Sensory Circuit"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397228200001 PubMed ID: 28267151 ISSN: 2158-3188","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"TRANSLATIONAL PSYCHIATRY Volume: 7 Article Number: e1049 DOI: 10.1038/tp.2017.21 Published: MAR 7 2017","Abstract":"Dopamine signaling is essential for reward learning and fear-related learning, and thought to be involved in neuropsychiatric diseases. However, the molecular mechanisms underlying the regulation of dopamine responsiveness is unclear. Here we show the critical roles of Notch/RBP-J signaling in the regulation of dopamine responsiveness in the striatum. Notch/RBP-J signaling regulates various neural cell fate specification, and neuronal functions in the adult central nervous system. Conditional deletion of RBP-J specifically in neuronal cells causes enhanced response to apomorphine, a non-selective dopamine agonist, and SKF38393, a D1 agonist, and impaired dopamine-dependent instrumental avoidance learning, which is corrected by SCH23390, a D1 antagonist. RBP-J deficiency drastically reduced dopamine release in the striatum and caused a subtle decrease in the number of dopaminergic neurons. Lentivirus-mediated gene transfer experiments showed that RBP-J deficiency in the striatum was sufficient for these deficits. These findings demonstrated that Notch/RBP-J signaling regulates dopamine responsiveness in the striatum, which may explain the mechanism whereby Notch/RBP-J signaling affects an individual's susceptibility to neuropsychiatric disease.","Authors":"Toritsuka, M (Toritsuka, M.) ; Kimoto, S (Kimoto, S.) ; Muraki, K (Muraki, K.) ; Kitagawa, M (Kitagawa, M.) ; Kishimoto, T (Kishimoto, T.) ; Sawa, A (Sawa, A.) ; Tanigaki, K (Tanigaki, K.)","Title":"Regulation of striatal dopamine responsiveness by Notch/RBP-J signaling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395956700026 PubMed ID: 28159368 ISSN: 0021-9673 eISSN: 1873-3778","Keywords":"Protein chromatography modeling; Parameter estimation; Artificial neural networks; Ion-exchange chromatography KeyWords Plus:ION-EXCHANGE CHROMATOGRAPHY; RETENTION TIMES; LIQUID-CHROMATOGRAPHY; MODEL; PREDICTION; COLUMN; DESIGN; BATCH","Categories":"Biochemistry & Molecular Biology; Chemistry Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical","Journal Information":"JOURNAL OF CHROMATOGRAPHY A Volume: 1487 Pages: 211-217 DOI: 10.1016/j.chroma.2017.01.068 Published: MAR 3 2017","Abstract":"Mechanistic modeling has been repeatedly successfully applied in process development and control of protein chromatography. For each combination of adsorbate and adsorbent, the mechanistic models have to be calibrated. Some of the model parameters, such as system characteristics, can be determined reliably by applying well-established experimental methods, whereas others cannot be measured directly. In common practice of protein chromatography modeling, these parameters are identified by applying time-consuming methods such as frontal analysis combined with gradient experiments, curve-fitting, or combined Yamamoto approach. For new components in the chromatographic system, these traditional calibration approaches require to be conducted repeatedly. In the presented work, a novel method for the calibration of mechanistic models based on artificial neural network (ANN) modeling was applied. An in silico screening of possible model parameter combinations was performed to generate learning material for the ANN model. Once the ANN model was trained to recognize chromatograms and to respond with the corresponding model parameter set, it was used to calibrate the mechanistic model from measured chromatograms. The ANN model's capability of parameter estimation was tested by predicting gradient elution chromatograms. The time-consuming model parameter estimation process itself could be reduced down to milliseconds. The functionality of the method was successfully demonstrated in a study with the calibration of the transport-dispersive model (TDM) and the stoichiometric displacement model (SDM) for a protein mixture. (C) 2017 The Author(s). Published by Elsevier B.V.","Authors":"Wang, G (Wang, Gang) ; Briskot, T (Briskot, Till) ; Hahn, T (Hahn, Tobias) ; Baumann, P (Baumann, Pascal) ; Hubbuch, J (Hubbuch, Juergen)","Title":"Estimation of adsorption isotherm and mass transfer parameters in protein chromatography using artificial neural networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398905600003 ISSN: 1537-260X","Categories":"Education & Educational Research; Business & Economics Web of Science Categories:Education & Educational Research; Management","Journal Information":"ACADEMY OF MANAGEMENT LEARNING & EDUCATION Volume: 16 Issue: 1 Pages: 39-53 DOI: 10.5465/amle.2014.0169 Published: MAR 1 2017","Abstract":"We argue that other peoples' failures provide a neglected source of managerial learning that is associated with enhanced learning transfer. Due to their negative valence, stories about other peoples' failures as compared to stories about other peoples' successes should elicit a more pronounced motivational response, such that people elaborate the content of failure stories more actively. As a consequence, the knowledge gained from failure stories will more likely be applied on a transfer task. We expect this motivational response to failure stories and its benefits for learning to be most pronounced for people who view failures as valuable learning opportunities. We report an experimental study, in which participants were exposed to a managerial training with stories about either managerial successes or managerial failures that delivered the same learning content. Results showed that stories about managerial failures led to more elaboration and learning transfer, in particular for participants who see the learning potential of failures. We discuss how failure stories can be used to stimulate managerial learning in educational and organizational settings.","Authors":"Bledow, R (Bledow, Ronald) ; Carette, B (Carette, Bernd) ; Kuhnel, J (Kuehnel, Jana) ; Bister, D (Bister, Diana)","Title":"Learning From Others' Failures: The Effectiveness of Failure Stories for Managerial Learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398962500053 PubMed ID: 28372068 ISSN: 0001-4966 eISSN: 1520-8524","Categories":"Acoustics; Audiology & Speech-Language Pathology Web of Science Categories:Acoustics; Audiology & Speech-Language Pathology","Journal Information":"JOURNAL OF THE ACOUSTICAL SOCIETY OF AMERICA Volume: 141 Issue: 3 Pages: 1694-1701 DOI: 10.1121/1.4977749 Published: MAR 2017","Abstract":"Predicting the emotions evoked by generalized sound events is a relatively recent research domain which still needs attention. In this work a framework aiming to reveal potential similarities existing during the perception of emotions evoked by sound events and songs is presented. To this end the following are proposed: (a) the usage of temporal modulation features, (b) a transfer learning module based on an echo state network, and (c) a k-medoids clustering algorithm predicting valence and arousal measurements associated with generalized sound events. The effectiveness of the proposed solution is demonstrated after a thoroughly designed experimental phase employing both sound and music data. The results demonstrate the importance of transfer learning in the specific field and encourage further research on approaches which manage the problem in a synergistic way. (C) 2017 Acoustical Society of America.","Authors":"Ntalampiras, S (Ntalampiras, Stavros)","Title":"A transfer learning framework for predicting the emotional content of generalized sound events"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399017800018 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Style transfer; Brush stroke synthesis; Painting based on the samples; Non-photorealistic rendering KeyWords Plus:COMPLETION; TEXTURE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 6 Pages: 7989-8010 DOI: 10.1007/s11042-016-3408-0 Published: MAR 2017","Abstract":"As one kind of technology of style transfer, painting style transfer can be used to render the sample images with a specific art style. With this technology, we can render the target images in the same style as the samples after some computation. We present a new approach of painting style transfer in which such a style transfer artwork is done by simulating the process of creation. We take the sample as a palette where users can select arbitrary contours or textures as the input brush strokes. We then analyze the style feature of the brush strokes and use this feature for synthesis and style transfer along the stroke curves learned from the specified area in target images or target 3D models to get the same painting style as the samples. Based on this approach, we also design and realize the corresponding painting system. The results show that the users can get a style-transferred personalized target image just by using the given sample images with the least interactions.","Authors":"Miao, Z (Miao, Zheng) ; Zhang, Y (Zhang, Yan) ; Zheng, ZB (Zheng, Zhibin) ; Sun, ZX (Sun, Zhengxing)","Title":"Image palette: painting style transfer via brushstroke control synthesis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398876200005 PubMed ID: 28214430 ISSN: 1471-5953","Keywords":"Education; Interdisciplinary; Organizational development; Professional practice; Evidence based; Qualitative studies; Service learning KeyWords Plus:IMPLEMENTATION; NURSES; BEHAVIORS","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"NURSE EDUCATION IN PRACTICE Volume: 23 Pages: 23-29 DOI: 10.1016/j.nepr.2017.02.004 Published: MAR 2017","Abstract":"Learning about how to develop and lead the implementation of evidence based practice (EBP) in services is an important part of the education of developers and managers for the social and health care sectors. In order to develop this teaching and to support the development of EBP in services, a Teaching Development Effort (TDE) was conducted by establishing academic service partnerships (ASPs) and connecting Master's students' assignments with them. The TDE was conducted as a part of a larger project whose main aims were to strengthen, develop and renew transfers of knowledge and competence between higher education institutions and workplaces, and to strive for a more multidisciplinary quality in workplace innovations. The purpose of this qualitative study was to describe the experiences of working life representatives regarding the development of EBP in ASPs within the social and health care sectors. The data were collected by email interviews. Eight working life representatives' participated in the study. The informants were asked to describe the usefulness of the plan that had been prepared by the students regarding the implementation of EBP, and to describe the significance of this ASP for the development of working life. A qualitative content analysis method was used when analyzing the data. Virtually all the informants stated that the plan prepared by the students, for the implementation of EBP, was entirely ready to be taken into use in the form they had finished it. The significance of the ASP was described in terms of the ASP assisting in improving the quality of the service. Furthermore, the workplace-based student assignment topics, external views to support the development of EBP, and the theoretical approach used by the students were valuable. The ASP provided opportunities for the practitioners to learn new things, inspiration to look to the future, and assistance in the implementation of time management practices. ASPs have potential to support EBP in services and the use of them is recommended. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Melender, HL (Melender, Hanna-Leena)","Title":"Development of evidence based practice in academic service partnerships: Experiences of working life representatives from social and health care sectors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398720100039 ISSN: 2072-4292","Keywords":"convolutional neural network; remote scene classification; general feature; principle component analysis; deep learning KeyWords Plus:IMAGE CLASSIFICATION; SENSING IMAGERY; RECOGNITION; MECHANISM; FUSION; MODEL","Categories":"Remote Sensing Web of Science Categories:Remote Sensing","Journal Information":"REMOTE SENSING Volume: 9 Issue: 3 Article Number: 225 DOI: 10.3390/rs9030225 Published: MAR 2017","Abstract":"Deep convolutional neural networks (CNNs) have been widely used to obtain high-level representation in various computer vision tasks. However, in the field of remote sensing, there are not sufficient images to train a useful deep CNN. Instead, we tend to transfer successful pre-trained deep CNNs to remote sensing tasks. In the transferring process, generalization power of features in pre-trained deep CNNs plays the key role. In this paper, we propose two promising architectures to extract general features from pre-trained deep CNNs for remote scene classification. These two architectures suggest two directions for improvement. First, before the pre-trained deep CNNs, we design a linear PCA network (LPCANet) to synthesize spatial information of remote sensing images in each spectral channel. This design shortens the spatial distance of target and source datasets for pre-trained deep CNNs. Second, we introduce quaternion algebra to LPCANet, which further shortens the spectral distance between remote sensing images and images used to pre-train deep CNNs. With five well-known pre-trained deep CNNs, experimental results on three independent remote sensing datasets demonstrate that our proposed framework obtains state-of-the-art results without fine-tuning and feature fusing. This paper also provides baseline for transferring fresh pre-trained deep CNNs to other remote sensing tasks.","Authors":"Wang, J (Wang, Jie) ; Luo, C (Luo, Chang) ; Huang, HQ (Huang, Hanqiao) ; Zhao, HZ (Zhao, Huizhen) ; Wang, SQ (Wang, Shiqiang)","Title":"Transferring Pre-Trained Deep CNNs for Remote Scene Classification with General Features Learned from Linear PCA Network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397697000010 PubMed ID: 28131811 ISSN: 0028-3932 eISSN: 1873-3514","Keywords":"Handwriting; Reading; Second language learning; Chinese characters; fMRJ KeyWords Plus:SUPERIOR PARIETAL LOBULE; FUNCTIONAL MRI; FUSIFORM GYRUS; ORTHOGRAPHIC PROCESSES; VISUAL RECOGNITION; STROKE SEQUENCES; MOTOR SYSTEM; WORD FORM; FMRI; AREA","Categories":"Behavioral Sciences; Neurosciences & Neurology; Psychology Web of Science Categories:Behavioral Sciences; Neurosciences; Psychology, Experimental","Journal Information":"NEUROPSYCHOLOGIA Volume: 97 Pages: 83-97 DOI: 10.1016/j.neuropsychologia.2017.01.026 Published: MAR 2017","Abstract":"We examined the implication of training modality on the cortical representation of Chinese words in adult second language learners of Chinese. In particular, we tested the implication of the neural substrates of writing in a reading task. The brain network sustaining finger writing was defined neuroanatomically based on an independent functional localizer. We examined the brain activations elicited by Chinese words learned via writing vs. pronunciation, and by novel untrained words, within regions of interest (RCM) defined according to the position of the activation peaks in the localizer, and at the whole brain level. We revealed activations in the reading task that overlapped with several parts of the finger writing network. In addition, our results provide evidence that the neural substrates of writing are differentially involved in reading depending on the stored knowledge for words, as revealed by the fine-grained response of several regions including the left superior parietal lobule and left precentral gyrus / superior frontal sulcus to the experimental manipulations. Training modality and the linguistic properties of the characters also impacted the response of the left mid-fusiform gyrus, confirming its involvement as the brain region where linguistic, visual and sensorimotor information converge during orthographic processing. At the behavioral level, global handwriting quality during the training sessions was positively correlated to the final translation performance. Our results demonstrate substantial overlap in the neural substrates of reading and writing, and indicate that some regions sustaining handwriting are differentially involved in reading depending on the type of knowledge associated with words.","Authors":"Lagarrigue, A (Lagarrigue, Aurelie) ; Longcamp, M (Longcamp, Marieke) ; Anton, JL (Anton, Jean Luc) ; Nazarian, B (Nazarian, Bruno) ; Prevot, L (Prevot, Laurent) ; Velay, JL (Velay, Jean-Luc) ; Cao, F (Cao, Fan) ; Frenck-Mestre, C (Frenck-Mestre, Cheryl)","Title":"Activation of writing-specific brain regions when reading Chinese as a second language. Effects of training modality and transfer to novel characters"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398645900015 ISSN: 0167-8809 eISSN: 1873-2305","Keywords":"Intercropping; Rhizosphere; Legumes; Soil microorganisms; Facilitation; Complementarity KeyWords Plus:ARBUSCULAR MYCORRHIZAL FUNGI; PEA-BARLEY INTERCROPS; PERENNIAL-GRAIN CROPS; PLANT DIVERSITY; MICROBIAL COMMUNITIES; INTERSPECIFIC COMPETITION; PHOSPHORUS AVAILABILITY; ECOSYSTEM SERVICES; RESOURCE USE; AGRICULTURAL SUSTAINABILITY","Categories":"Agriculture; Environmental Sciences & Ecology Web of Science Categories:Agriculture, Multidisciplinary; Ecology; Environmental Sciences","Journal Information":"AGRICULTURE ECOSYSTEMS & ENVIRONMENT Volume: 240 Pages: 148-161 DOI: 10.1016/j.agee.2017.02.019 Published: MAR 1 2017","Abstract":"Intercropping is a powerful way to promote a more diversified plant community in the field, thereby enabling complementary and facilitative relationships. In these systems, legumes are a key functional group, and are highly valued for the agroecological services they provide. This review identifies the different complementarity and facilitation processes in soils in intercropped legume/cereal systems and the key role of soil microorganisms in these processes. The intercropped legumes/cereal systems reduce inter-specific competition by enhancing complementarity/facilitation processes thereby improving the exploitation of resources, which is, in turn, reflected in the increase in plant production corresponding to greater efficiency of the agroecosystem as a whole. Plant production, including above- and belowground biomass, is positively correlated with microbial abundance and diversity. This microbial life is assumed to play a significant role in the availability and transfer of soil nutrients to plants as well as in plant health and soil fertility. Although we are currently unable to identify a reliable and exhaustive pattern of plant-microbe interactions, perhaps simply because no universal relationship exists between plants and microorganisms, reliable scenarios reveal strong trends and define the conditions required for successful intercropping systems and microbial interactions. Given our incomplete knowledge of facilitation processes and belowground interactions, intercropping systems must learn from and apply the experience gained in successful experiments. Intercropping dynamics play a critical role in explaining the establishment of facilitative root interactions and finally suggest perennial plant associations may be more effective than annual ones. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Duchene, O (Duchene, Olivier) ; Vian, JF (Vian, Jean-Francois) ; Celette, F (Celette, Florian)","Title":"Intercropping with legume for agroecological cropping systems: Complementarity and facilitation processes and the importance of soil microorganisms. A review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394788100009 ISSN: 1098-2140 eISSN: 1557-0878","Keywords":"reflective case narrative; teaching evaluation; adult learning; qualitative methods; subjectivity KeyWords Plus:VALUES","Categories":"Social Sciences - Other Topics Web of Science Categories:Social Sciences, Interdisciplinary","Journal Information":"AMERICAN JOURNAL OF EVALUATION Volume: 38 Issue: 1 Pages: 138-150 DOI: 10.1177/1098214016664025 Published: MAR 2017","Abstract":"Reflective case narratives are a practical mechanism for conveying lessons learned for practice improvement. Their ability to transform experience into knowledge in a colloquial, narrative style positions reflective case narratives as a powerful learning tool with pedagogical benefits for the evaluation community. However, one criticism of reflective case narratives is they suffer from loose guidelines and lengthy discussions that obscure lessons learned. Through the use of adult learning theory, a restructuring of reflective case narratives are presented to facilitate learning. The restructuring consists of five sections to increase the likelihood of reflective case narratives as a resource for transferring knowledge, sharing ideas, and keeping a pulse on the dynamic and fluid process of evaluation.","Authors":"Becker, KL (Becker, Karin L.) ; Renger, R (Renger, Ralph)","Title":"Suggested Guidelines for Writing Reflective Case Narratives: Structure and Indicators"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398124400046 PubMed ID: 27908794 ISSN: 0002-9343 eISSN: 1555-7162","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"AMERICAN JOURNAL OF MEDICINE Volume: 130 Issue: 3 Pages: 376-381 DOI: 10.1016/j.amjmed.2016.11.009 Published: MAR 2017","Abstract":"Lectures have been the primary method of conveying information to groups of learners since at least the Middle Ages. 1 Prior to the advent of the printing press, lecturing was the most efficient way to provide formal instruction. Although many aspects of lecturing have changed over the past several centuries, this format of instruction has so far withstood the test of time. 2 Modern critiques of lecturing as pedagogy date back to 1931, when Hamilton Holt described the lecture as \" that mysterious process by means of which the contents of the professor's notebooks are transferred by means of the fountain pen to the pages of the student's notebooks without passing through the minds of either.\" 3 Despite criticism of traditional reliance on lectures and the call for alternative pedagogic strategies (such as electronic resources and flipped classroom models), 4- 7 lecturing remains well established in medical education, both in teaching medical students in classroom settings and in teaching students, residents, and fellows on clinical rotations. Educators in graduate medical education (GME) rely on lectures in a variety of settings, including pre- or postclinic teaching sessions and morning and noontime teaching conferences for fellows and residents, 8 and will continue to for the foreseeable future. How can lectures be made more effective for learners? Adult learner retention rates after traditional lectures have been estimated at a dismal 5%. 9 Based on adult learning theory and relevant cognitive psychological perspectives, we argue that to match the needs and limitations of housestaff and fellows, GME lectures must be more focused, active, and shorter in duration. 10 Educators and curriculum developers should take into account how the principles of adult learning theory apply to their learners specifically. Although we utilize specific, actionable examples from the perspective of the internal medicine residency, these principles are applicable to lecturing to GME learners in general.","Authors":"Cooper, AZ (Cooper, Avraham Z.) ; Richards, JB (Richards, Jeremy B.)","Title":"Lectures for Adult Learners: Breaking Old Habits in Graduate Medical Education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396052300005 PubMed ID: 28252995 ISSN: 1196-1961 eISSN: 1878-7290","Keywords":"perceptual expertise; categorisation; feedback; transfer; forensic science KeyWords Plus:PERFORMANCE; RETENTION; MEMORY; BENEFIT; RECOGNITION; ACQUISITION; RETRIEVAL; INDUCTION; FEATURES; ADULTS","Categories":"Psychology Web of Science Categories:Psychology, Experimental","Journal Information":"CANADIAN JOURNAL OF EXPERIMENTAL PSYCHOLOGY-REVUE CANADIENNE DE PSYCHOLOGIE EXPERIMENTALE Volume: 71 Issue: 1 Pages: 32-39 DOI: 10.1037/cep0000124 Published: MAR 2017","Abstract":"Are strategies for learning in education effective for learning in applied visual domains, such as fingerprint identification? We compare the effect of practice with immediate corrective feedback (feedback training), generating labels for features of matching and mismatching fingerprints (labels training), and contrasting matching and mismatching fingerprints (contrast training). We benchmark these strategies against a baseline of regular practice discriminating fingerprints. We found that all 3 training protocols-feedback, labels, and contrasts-resulted in a significantly greater ability to discriminate new pairs of prints (independent of response bias) than the baseline training protocol. We also found that feedback and labels training produced significantly lower rates of bias (i. e., learners in these groups were less likely to overcall matches) compared with baseline training. Our results demonstrate 3 different ways to boost expertise with matching prints, and have direct application to training perceptual expertise.","Authors":"Searston, RA (Searston, Rachel A.) ; Tangen, JM (Tangen, Jason M.)","Title":"Training Perceptual Experts: Feedback, Labels, and Contrasts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396052300007 PubMed ID: 27977230 ISSN: 1196-1961 eISSN: 1878-7290","Keywords":"temporal learning; proportion congruent effect; conflict adaptation; conflict monitoring; rhythmic responding KeyWords Plus:STROOP TASK; ATTENTIONAL CAPTURE; COGNITIVE CONTROL; STRATEGIC CONTROL; LEARNING ACCOUNT; LEXICAL ACCESS; WORD STROOP; CONTINGENCY; ADAPTATION; INTERFERENCE","Categories":"Psychology Web of Science Categories:Psychology, Experimental","Journal Information":"CANADIAN JOURNAL OF EXPERIMENTAL PSYCHOLOGY-REVUE CANADIENNE DE PSYCHOLOGIE EXPERIMENTALE Volume: 71 Issue: 1 Pages: 52-62 DOI: 10.1037/cep0000106 Published: MAR 2017","Abstract":"The proportion congruent (PC) effect is the observation that congruency effects are smaller when most trials are incongruent rather than congruent. The list-level PC (LLPC) effect is the finding that a PC effect can transfer from biased inducer items to unbiased diagnostic items. Such effects are generally interpreted as resulting from conflict monitoring and attentional adaptation. An alternative view proposes that PC effects result from simple learning biases unrelated to conflict. The temporal learning account proposes that LLPC effects stem from a different task rhythm in the mostly congruent and mostly incongruent conditions. Two prime-probe experiments provide a critical test of this notion. In both, half of the participants were forced to withhold responding for a short period of time on inducer trials. This equates the task rhythm in the mostly congruent and mostly incongruent lists, while still maintaining differing levels of conflict. Consistent with the temporal learning account, but inconsistent with the conflict monitoring account, the LLPC effect was eliminated when rhythms were equated.","Authors":"Schmidt, JR (Schmidt, James R.)","Title":"Time-Out for Conflict Monitoring Theory: Preventing Rhythmic Biases Eliminates the List-Level Proportion Congruent Effect"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396379700002 ISSN: 0010-0994 eISSN: 2161-8178","Categories":"Literature Web of Science Categories:Literature","Journal Information":"COLLEGE ENGLISH Volume: 79 Issue: 4 Pages: 333-357 Published: MAR 2017","Authors":"Gere, AR (Gere, Anne Ruggles) ; Hutton, L (Hutton, Lizzie) ; Keating, B (Keating, Benjamin) ; Knutson, AV (Knutson, Anna V.) ; Silver, N (Silver, Naomi) ; Toth, C (Toth, Christie)","Title":"Mutual Adjustments: Learning from and Responding to Transfer Student Writers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395885300016 PubMed ID: 27854466 ISSN: 0012-1649 eISSN: 1939-0599","Keywords":"fractions; area model; number line; math cognition KeyWords Plus:MATHEMATICS ACHIEVEMENT; MAGNITUDE REPRESENTATIONS; INDIVIDUAL-DIFFERENCES; RATIONAL NUMBERS; HUMAN INFANTS; WHOLE NUMBER; CHILDREN; KNOWLEDGE; UNITS","Categories":"Psychology Web of Science Categories:Psychology, Developmental","Journal Information":"DEVELOPMENTAL PSYCHOLOGY Volume: 53 Issue: 3 Pages: 587-596 DOI: 10.1037/dev0000252 Published: MAR 2017","Abstract":"Children's ability to place fractions on a number line strongly correlates with math achievement. But does the number line play a causal role in fraction learning or does it simply index more advanced fraction knowledge? The number line may be a particularly effective representation for fraction learning because its properties align with the desired mental representation and take advantage of preexisting spatial numeric biases. Using a pretest-training-posttest design, we examined second and third graders' fraction learning in 3 conditions: number line training, area model training, and a non-numerical control. Children who received number line training improved at representing fractions with number lines, and children who received area model training improved at representing fractions with area models. Critically, only the number line training led to transfer to an untrained fraction magnitude comparison task. We conclude that the number line plays a causal role in children's fraction magnitude understanding, and is more beneficial than the widely used area model.","Authors":"Hamdan, N (Hamdan, Noora) ; Gunderson, EA (Gunderson, Elizabeth A.)","Title":"The Number Line Is a Critical Spatial-Numerical Representation: Evidence From a Fraction Intervention"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395422200028 ISSN: 0300-4430 eISSN: 1476-8275","Keywords":"Phonological awareness; print knowledge; early literacy; early numeracy; immigrant children KeyWords Plus:LOW-INCOME FAMILIES; PHONOLOGICAL AWARENESS; WORKING-MEMORY; LONGITUDINAL PREDICTORS; EMERGENT LITERACY; YOUNG-CHILDREN; SKILLS; PRESCHOOL; ACHIEVEMENT; SCHOOL","Categories":"Psychology Web of Science Categories:Psychology, Developmental","Journal Information":"EARLY CHILD DEVELOPMENT AND CARE Volume: 187 Issue: 3-4 Pages: 672-689 DOI: 10.1080/03004430.2016.1273221 Published: MAR-APR 2017","Abstract":"We researched the efficacy of an early literacy programme in enhancing immigrant children's phonological awareness (PA) and print knowledge, including transferring learning to numeracy. Participants were 294 Ethiopian-born immigrant children in Israel at kindergarten age and one of their parents. Parent-child dyads were randomly selected to receive an intervention computer program focused on PA and print knowledge (letter names, letter-sound connections, and print knowledge) or a control computer program focused on general cognitive abilities (spatial perception, eye-hand coordination) and language skills (e.g. colours). Following the activity, greater improvement was found in PA, print knowledge, and numeracy in the intervention group compared to the control group. The intervention had a unique contribution to children's progress in the three variables, with no contribution for child's background. Furthermore, PA progress in the intervention group contributed significantly to children's numeracy beyond the intervention's contribution. Implications for education and future studies are discussed.","Authors":"Korat, O (Korat, Ofra) ; Gitait, A (Gitait, Aviva) ; Deitcher, DB (Deitcher, Deborah Bergman) ; Mevarech, Z (Mevarech, Zmira)","Title":"Early literacy programme as support for immigrant children and astransfer to early numeracy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395129500001 ISSN: 0013-1881 eISSN: 1469-5847","Keywords":"Autism; education; neuroscience; neuroeducation; transdisciplinary research KeyWords Plus:HIGH-FUNCTIONING AUTISM; SCHOOL-BASED RESEARCH; ASPERGER-SYNDROME; MIRROR NEURONS; IMITATION; MIND; EMPATHY; CHALLENGES; COGNITION; DISORDER","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EDUCATIONAL RESEARCH Volume: 59 Issue: 1 Pages: 1-16 DOI: 10.1080/00131881.2016.1272429 Published: MAR 2017","Abstract":"Background: Knowledge about the brain has been growing rapidly since the 1990s as a result of developments in neuroscientific research linked to improvements in functional neuroimaging and other brain imaging technologies. As the brain is the 'principal organ involved in learning' (1), it would seem reasonable to assume that education should be one of the chief beneficiaries of this research, leading to advances in our understanding of how people learn, the development of new curricula and innovative teaching and learning approaches. However, the linkage between neuroscience and education has, historically, always been weak, and, we suggest, continues to be so, notwithstanding important research initiatives since the year 2000. Purpose: The purpose of this paper is to critically explore current theoretical understanding of joint neuroscientific and educational research, herein referred to as 'neuroeducational' research. There is a particular focus on a critique of the transdisciplinary model as applied in a study of imitation in learners with autism. Main argument and sources of evidence: The review of the literature in the first half of the paper identifies the key barriers to neuroeducational research, including neuromyths, lack of shared understanding, the problem of the translation of neuroscientific findings to schools and clashing research assumptions, methodologies and traditions. However, a model of transdisciplinarity is presented as a possible way forward. This model is tested in the second half of the paper against the experiences of the authors in conducting transdisciplinary research in autism and imitation in the secondary classroom. Here, we develop the concepts of 'transfer affordances', 'transfer challenges' and 'transfer opportunities' to structure our analysis of the various dimensions of the transdisciplinary research process. These new concepts are defined, and their relevance and utility explained. Conclusions: The main conclusion of the paper is that the transdisciplinary research process within neuroeducation is complex, far from fully understood and requires further mapping. It is proposed that the concepts of 'transfer affordances', 'transfer challenges' and 'transfer opportunities' are useful theoretical ideas in pursuit of this aim.","Authors":"Ravet, J (Ravet, Jackie) ; Williams, JHG (Williams, Justin H. G.)","Title":"What we know now: education, neuroscience and transdisciplinary autism research"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395115500007 ISSN: 0218-0014 eISSN: 1793-6381","Keywords":"TLD model; improved mean-shift; area integration; tracking system; eye tracking KeyWords Plus:SYSTEM; VISION; TARGET","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF PATTERN RECOGNITION AND ARTIFICIAL INTELLIGENCE Volume: 31 Issue: 3 Article Number: 1755007 DOI: 10.1142/S0218001417550072 Published: MAR 2017","Abstract":"In this paper, an improved Mean-shift algorithm was integrated with standard tracking-learning-detection (TLD) model tracker for improving the tracking effects of standard TLD model and enhancing the anti-occlusion capability and the recognition capability of similar objectives. The target region obtained by the improved Mean-shift algorithm and the target region obtained by the TLD model tracker are integrated to achieve favorable tracking effects. Then the optimized TLD tracking system was applied to human eye tracking. In the tests, the model can be self-adopted to partial occlusion, such as eye-glasses, closed eyes and hand occlusion. And the roll angle can approach 90 degrees, raw angle can approach 45 degrees and pitch angle can approach 60 degrees. In addition, the model never mistakenly transfers the tracking region to another eye (similar target on the same face) in longtime tracking. Experimental results indicate that: (1) the optimized TLD model shows sound tracking stability even when targets are partially occluded or rotated; (2) tracking speed and accuracy are superior to those of the standard TLD and some mainstream tracking methods. In summary, the optimized TLD model show higher robustness, stability and better responding to complex eye tracking requirement.","Authors":"Wu, TH (Wu, Tunhua) ; Wang, P (Wang, Ping) ; Yin, SN (Yin, Shengnan) ; Lin, YZ (Lin, Yezhi)","Title":"A New Human Eye Tracking Algorithm of Optimized TLD Based on Improved Mean-Shift"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397036800048 ISSN: 0975-8232","Keywords":"Nycthanthes arbor-tristis; acetylcholine; scopolamine; piracetam; Morris water maze; Elevated plus maze; transfer latency time KeyWords Plus:WATER-MAZE; MEMORY; RETRIEVAL","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"INTERNATIONAL JOURNAL OF PHARMACEUTICAL SCIENCES AND RESEARCH Volume: 8 Issue: 3 Pages: 1346-1355 DOI: 10.13040/IJPSR.0975-8232.8(3).1346-55 Published: MAR 2017","Abstract":"The hydroalcoholic extract of Nyctanthes arbor- tristis (HeNAT) leaf was prepared using Soxhlet apparatus. Memory impairment (amnesia) in male albino rats induced by scopolamine hydrochloride was recorded as transfer latency time (TLT) in EPM model; escape latency time (ELT) and time spent in Q4 target quadrant (TSTQ) in MWM model. Scopolamine markedly decreased the TLT over 2 min, ELT, TSTQ over 90 sec and consecutively impaired learning and memory. HeNAT leaf extract (20 and 40 mg/kg, p.o.) increased the TLT, ELT, TSTQ and improved memory. Higher levels of brain AChE, MDA and NO and lower level of GSH activity were observed in scopolamine treated rats, which were significantly attenuated by HeNAT leaf extract. It is concluded that the leaf extract exhibited a significant nootropic effect in scopolamine induced impairment of memory in rats. Nootropic effect of the plant leaf extract may be mediated through the inhibition of oxidative stress and due to presence of iridoid and phenylpropanoid glycosides which was reported to possess anticholinesterase activity.","Authors":"Antal, S (Antal, Sonakshi); Ashwlayan, VD (Ashwlayan, Vrish Dhwaj) ; Kumar, A (Kumar, Anuj)","Title":"PROTECTIVE EFFECT OF NYCTHANTHES ARBOR-TRISTIS ON SCOPOLAMINE INDUCED AMNESIA IN RATS \"A BEHAVIOURAL AND BIOCHEMICAL APPROACH\""}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395838100009 PubMed ID: 28274904 ISSN: 1929-0748","Keywords":"HIV; combination prevention; Kenya; youth; PrEP; VMMC; mobile health; family planning; cash transfer; biometrics KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; CONDITIONAL CASH TRANSFERS; SUB-SAHARAN AFRICA; DRIED BLOOD SPOTS; MALE CIRCUMCISION; SOUTH-AFRICA; ANTIRETROVIRAL THERAPY; SEXUAL-BEHAVIOR; YOUNG MEN; RISK","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"JMIR RESEARCH PROTOCOLS Volume: 6 Issue: 3 Pages: 96-111 DOI: 10.2196/resprot.5833 Published: MAR 2017","Abstract":"Background: Nearly three decades into the epidemic, sub-Saharan Africa (SSA) remains the region most heavily affected by human immunodeficiency virus (HIV), with nearly 70% of the 34 million people living with HIV globally residing in the region. In SSA, female and male youth (15 to 24 years) are at a disproportionately high risk of HIV infection compared to adults. As such, there is a need to target HIV prevention strategies to youth and to tailor them to a gender-specific context. This protocol describes the process for the multi-staged approach in the design of the MP3 Youth pilot study, a gender-specific, combination, HIV prevention intervention for youth in Kenya. Objective: The objective of this multi-method protocol is to outline a rigorous and replicable methodology for a gender-specific combination HIV prevention pilot study for youth in high-burden settings, illustrating the triangulated methods undertaken to ensure that age, sex, and context are integral in the design of the intervention. Methods: The mixed-methods, cross-sectional, longitudinal cohort pilot study protocol was developed by first conducting a systematic review of the literature, which shaped focus group discussions around prevention package and delivery options, and that also informed age-and sex-stratified mathematical modeling. The review, qualitative data, and mathematical modeling created a triangulated evidence base of interventions to be included in the pilot study protocol. To design the pilot study protocol, we convened an expert panel to select HIV prevention interventions effective for youth in SSA, which will be offered in a mobile health setting. The goal of the pilot study implementation and evaluation is to apply lessons learned to more effective HIV prevention evidence and programming. Results: The combination HIV prevention package in this protocol includes (1) offering HIV testing and counseling for all youth; (2) voluntary medical circumcision and condoms for males; (3) pre-exposure prophylaxis (PrEP), conditional cash transfer (CCT), and contraceptives for females; and (4) referrals for HIV care among those identified as HIV-positive. The combination package platform selected is mobile health teams in an integrated services delivery model. A cross-sectional analysis will be conducted to determine the uptake of the interventions. To determine long-term impact, the protocol outlines enrolling selected participants in mutually exclusive longitudinal cohorts (HIV-positive, PrEP, CCT, and HIV-negative) followed by using mobile phone text messages (short message service, SMS) and in-person surveys to prospectively assess prevention method uptake, adherence, and risk compensation behaviors. Cross-sectional and sub-cohort analyses will be conducted to determine intervention packages uptake. Conclusions: The literature review, focus groups, and modeling indicate that offering age-and gender-specific combination HIV prevention interventions that include biomedical, behavioral, and structural interventions can have an impact on HIV risk reduction. Implementing this protocol will show the feasibility of delivering these services at scale. The MP3 Youth study is one of the few combination HIV prevention intervention protocols incorporating youth-and gender-specific interventions in one delivery setting. Lessons learned from the design of the protocol can be incorporated into the national guidance for combination HIV prevention for youth in Kenya and other high-burden SSA settings.","Authors":"Buttolph, J (Buttolph, Jasmine) ; Inwani, I (Inwani, Irene) ; Agot, K (Agot, Kawango) ; Cleland, CM (Cleland, Charles M.) ; Cherutich, P (Cherutich, Peter) ; Kiarie, JN (Kiarie, James N.); Osoti, A (Osoti, Alfred) ; Celum, CL (Celum, Connie L.) ; Baeten, JM (Baeten, Jared M.) ; Nduati, R (Nduati, Ruth) ; Kinuthia, J (Kinuthia, John); Hallett, TB (Hallett, Timothy B.) ; Alsallaq, R (Alsallaq, Ramzi) ; Kurth, AE (Kurth, Ann E.) ...More...Less","Title":"Gender-Specific Combination HIV Prevention for Youth in High-Burden Settings: The MP3 Youth Observational Pilot Study Protocol"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398162500015 PubMed ID: 27974447 ISSN: 0022-3077 eISSN: 1522-1598","Keywords":"bimanual movement; sequence learning; transfer; explicit cues KeyWords Plus:MOTOR; TASK; EXPLICIT; REPRESENTATIONS; INTERFERENCE; KNOWLEDGE; SELECTION; GAIN; HAND","Categories":"Neurosciences & Neurology; Physiology Web of Science Categories:Neurosciences; Physiology","Journal Information":"JOURNAL OF NEUROPHYSIOLOGY Volume: 117 Issue: 3 Pages: 1043-1051 DOI: 10.1152/jn.00387.2016 Published: MAR 1 2017","Abstract":"When training bimanual skills, such as playing piano, people sometimes practice each hand separately and at a later stage combine the movements of the two hands. This poses the critical question of whether motor skills can be acquired by separately practicing each subcomponent or should be trained as a whole. In the present study, we addressed this question by training human subjects for 4 days in a unimanual or bimanual version of the discrete sequence production task. Both groups were then tested on trained and untrained sequences on both unimanual and bimanual versions of the task. Surprisingly, we found no evidence of transfer from trained unimanual to bimanual or from trained bimanual to unimanual sequences. In half the participants, we also investigated whether cuing the sequences on the left and right hand with unique letters would change transfer. With these cues, untrained sequences that shared some components with the trained sequences were performed more quickly than sequences that did not. However, the amount of this transfer was limited to similar to 10% of the overall sequence-specific learning gains. These results suggest that unimanual and bimanual sequences are learned in separate representations. Making participants aware of the interrelationship between sequences can induce some transferrable component, although the main component of the skill remains unique to unimanual or bimanual execution. NEW & NOTEWORTHY Studies in reaching movement demonstrated that approximately half of motor learning can transfer across unimanual and bimanual contexts, suggesting that neural representations for unimanual and bimanual movements are fairly overlapping at the level of elementary movement. In this study, we show that little or no transfer occurred across unimanual and bimanual sequential finger movements. This result suggests that bimanual sequences are represented at a level of the motor hierarchy that integrates movements of both hands.","Authors":"Yokoi, A (Yokoi, Atsushi) ; Bai, WJ (Bai, Wenjun) ; Diedrichsen, J (Diedrichsen, Jorn)","Title":"Restricted transfer of learning between unimanual and bimanual finger sequences"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397122200014 PubMed ID: 28042074 ISSN: 0885-3924 eISSN: 1873-6513","Keywords":"Family meeting; communication skills; patient satisfaction; communications bundle KeyWords Plus:INTENSIVE-CARE-UNIT; OF-LIFE CARE; SKILLS; END; FELLOWS; ICU","Categories":"Health Care Sciences & Services; General & Internal Medicine; Neurosciences & Neurology Web of Science Categories:Health Care Sciences & Services; Medicine, General & Internal; Clinical Neurology","Journal Information":"JOURNAL OF PAIN AND SYMPTOM MANAGEMENT Volume: 53 Issue: 3 Pages: 644-649 DOI: 10.1016/j.jpainsymman.2016.08.024 Published: MAR 2017","Abstract":"Context. Communication skills training with simulated patients is used by many academic centers, but how to translate skills learned in simulated settings to improve communication in real encounters has not been described. Objectives. We developed a communications bundle to facilitate skill transfer from simulation to real encounters and improve patient and/or family satisfaction with physician communication. We tested the feasibility of its use in our hospital's medical intensive care unit (MICU). Methods. This prospective cohort 2-week feasibility study included patients admitted to the MICU with APACHE IV predicted mortality >30% and/or single organ failure. The communications bundle included simulation communication training for MICU physicians, scheduling a family meeting within 72 hours of MICU admission, standardized pre- and post-meeting team huddles with the aid of a mobile app to set an agenda, choose a communication goal, and get feedback, and documentation of meeting in the electronic medical record. The intervention group receiving the communications bundle was located in a geographically separate unit than the control group receiving standard of care from MICU physicians who had not received training in the communications bundle. Patient satisfaction surveys were given within 48 hours of the family meeting and scores compared between the two groups. We also compared trainee self-perceived communication preparation. Results. The intervention group (N = 15) scored significantly higher on satisfaction than the control group (N = 16) (P = 0.018). Intervention group trainees reported improvement in self-perceived communication preparation. Conclusion. Use of the communications bundle proved feasible in the MICU and suggests association with improved patient satisfaction and trainee self-perception of communication preparedness. (C) 2017 American Academy of Hospice and Palliative Medicine. Published by Elsevier Inc. All rights reserved.","Authors":"Awdish, RL (Awdish, Rana L.) ; Buick, D (Buick, Dana) ; Kokas, M (Kokas, Maria) ; Berlin, H (Berlin, Hanan) ; Jackman, C (Jackman, Catherine) ; Williamson, C (Williamson, Cari) ; Mendez, MP (Mendez, Michael P.) ; Chasteen, K (Chasteen, Kristen)","Title":"A Communications Bundle to Improve Satisfaction for Critically Ill Patients and Their Families: A Prospective, Cohort Pilot Study"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395442400011 ISSN: 1460-3969 eISSN: 1467-1131","Keywords":"pedagogy; peer review; quality and safety; teaching and learning; treatment planning KeyWords Plus:ADAPTIVE RADIOTHERAPY; LUNG-CANCER; IMPACT; GUIDANCE; ONCOLOGY; QUALITY","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"JOURNAL OF RADIOTHERAPY IN PRACTICE Volume: 16 Issue: 1 Pages: 85-91 DOI: 10.1017/S1460396916000522 Published: MAR 2017","Abstract":"Purpose Peer review of treatment plans has been used to improve planning consistency, decrease the need for replanning and improve quality of care through the safe delivery of high-quality radiotherapy plans. This narrative review summarises the clinical benefits and addresses the implementation of peer review of treatment plans in undergraduate medical dosimetry and radiation therapy training. Discussion There are encouraging results of peer review for advanced treatment planning techniques such as Stereotactic Body Radiation Therapy techniques in clinical practice. Peer review can be used as a tool to improve students' knowledge of organ-at-risk contouring, treatment plan critique and quality assurance. These desirable treatment planning skills can be easily transferred to clinical settings. Moreover, there are several potential pedagogical benefits such as improvement in student engagement, better communication skills and provision of synchronous and asynchronous feedback that can positively impact student success and future employment. However, there are several challenges in facilitating its implementation in university settings. Conclusion Embedding skills in peer review of treatment plans at undergraduate teaching level can be a powerful tool to impart clinical treatment planning knowledge. This narrative review provides a basis on which to develop an exploratory study of structured peer review activities in a training environment.","Authors":"Chamunyonga, C (Chamunyonga, Crispen) ; Crowe, S (Crowe, Scott) ; Burbery, J (Burbery, Julie)","Title":"Review of the clinical benefits and implementation of peer review of treatment plans in undergraduate medical dosimetry and radiation therapy training"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397278400001 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Video annotation; Key segment; Image set; Transfer learning KeyWords Plus:DOMAIN ADAPTATION; REGULARIZATION","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 5 Pages: 6111-6126 DOI: 10.1007/s11042-016-3253-1 Published: MAR 2017","Abstract":"In this paper, we propose an approach of inferring the labels of unlabeled consumer videos and at the same time recognizing the key segments of the videos by learning from Web image sets for video annotation. The key segments of the videos are automatically recognized by transferring the knowledge learned from related Web image sets to the videos. We introduce an adaptive latent structural SVM method to adapt the pre-learned classifiers using Web image sets to an optimal target classifier, where the locations of the key segments are modeled as latent variables because the ground-truth of key segments are not available. We utilize a limited number of labeled videos and abundant labeled Web images for training annotation models, which significantly alleviates the time-consuming and labor-expensive collection of a large number of labeled training videos. Experiment on the two challenge datasets Columbia's Consumer Video (CCV) and TRECVID 2014 Multimedia Event Detection (MED2014) shows our method performs better than state-of-art methods.","Authors":"Song, H (Song, Hao) ; Wu, XX (Wu, Xinxiao) ; Liang, W (Liang, Wei) ; Jia, YD (Jia, Yunde)","Title":"Recognizing key segments of videos for video annotation by learning from web image sets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397278400031 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Speech emotion recognition; Domain adaption; PCANet; Feature mapping KeyWords Plus:NETWORKS","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 5 Pages: 6785-6799 DOI: 10.1007/s11042-016-3354-x Published: MAR 2017","Abstract":"Research in emotion recognition seeks to develop insights into the variances of features of emotion in one common domain. However, automatic emotion recognition from speech is challenging when training data and test data are drawn from different domains due to different recording conditions, languages, speakers and many other factors. In this paper, we propose a novel feature transfer approach with PCANet (a deep network), which extracts both the domain-shared and the domain-specific latent features to facilitate performance improvement. The proposal attempts to learn multiple intermediate feature representations along an interpolating path between the source and target domains using PCANet by considering the distribution shift between source domain and target domain, and then aligns other feature representations on the path with target subspace to control them to change in the right direction towards the target. To exemplify the effectiveness of our approach, we select the INTERSPEECH 2009 Emotion Challenge's FAU Aibo Emotion Corpus as the target database and two public databases (ABC and Emo-DB) as source set. Experimental results demonstrate that the proposed feature transfer learning method outperforms the conventional machine learning methods and other transfer learning methods on the performance.","Authors":"Huang, ZW (Huang, Zhengwei) ; Xue, WT (Xue, Wentao) ; Mao, QR (Mao, Qirong) ; Zhan, YZ (Zhan, Yongzhao)","Title":"Unsupervised domain adaptation for speech emotion recognition using PCANet"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394511700004 PubMed ID: 27454059 ISSN: 0363-3624 eISSN: 1538-9855","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"NURSE EDUCATOR Volume: 42 Issue: 2 Pages: 62-64 DOI: 10.1097/NNE.0000000000000301 Published: MAR-APR 2017","Abstract":"Nurses need to assess patients and provide care that encompasses the mind, body, and spirit.(1) However, in many cases, nurses may not know what to say to the patient, may be uncomfortable with silence, may not want to pry into the patient's personal life, or may feel hesitant to invade the patient's private ''space.''(2-6) In 1 study, nurses reveal that 92% of the time, they feel inadequately prepared to meet their patient's spiritual needs.(7) Nursing programs do not sufficiently prepare nurses in matters of spirituality.(3,5) Little spiritual content is mentioned in nursing textbooks.(4)((p16)) Discussing spiritual concepts during the students' nursing program lays a foundation for the development of caring for the spiritual needs of others.(8-11) There is a reliance on nursing programs to prepare students to be able to address matters of spirituality with their patients.(3(p232)) According to LaBine,(5) it is vital that nursing students are exposed, didactically and clinically, to the spiritual care of patients.''((p16)) Further studies indicate that nursing students who reflect on their personal spirituality are better able to care for the spiritual needs of their patients.(3)((p234),12,13) Moreover, a review of the professional literature indicates that there are limited studies on teaching spirituality in public community college nursing programs; rather most studies are conducted with private faith-based institutions.(5)((p27)) Various teaching methods have been used to introduce students to the subject of spirituality, including simulation, reflective journaling, and lecture. Taylor et al(14) suggest that there is a ''disconnect'' between what the students learn and transfer to the clinical setting. Using a patient simulation is one strategy for helping nursing students learn about spiritual care.(3,15,16) Blesch(3) developed a simulation requiring students to respond to a patient in emotional and spiritual crisis. However, student observers documented that there was ''awkward silence'' during the simulation. Although some students reportedly responded by calling the chaplain or praying with the patient, many lack this intuitive response.(3) To date, nursing literature provides very little information on how to teach spiritual care. The purpose of this article is to describe innovative teaching methods developed for students attending a state-supported community college associate degree nursing (ADN) programto improve competence and confidence in delivering care that addresses the spiritual dimension of nursing care. Methods included creating a spiritual simulation, interrupting the simulation at the midway point to introduce Key Phrases and Caring Behaviors ((C)), then restarting the simulation as the students practiced implementing the new teaching material into the simulation.","Authors":"Connors, J (Connors, Joan) ; Good, P (Good, Palmira) ; Gollery, T (Gollery, Thomas)","Title":"Using Innovative Teaching Strategies to Improve Nursing Student Competence and Confidence in Providing Spiritual Care"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957800010 ISSN: 0167-8655 eISSN: 1872-7344","Keywords":"Instance-transfer learning; Conformity prediction framework; Exchangeability test KeyWords Plus:SELECTION","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"PATTERN RECOGNITION LETTERS Volume: 88 Pages: 64-71 DOI: 10.1016/j.patrec.2016.12.021 Published: MAR 1 2017","Abstract":"This paper introduces a non-parametric test to decide whether to transfer data from a source domain to a target domain to improve the generalization performance of predictive models on the target domain. The test is based on the conformal prediction framework: it statistically tests whether the target and source data are generated from the same distribution under the exchangeability assumption. The experiments show that the test is capable of outperforming existing methods when it decides on instance transfer. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zhou, S (Zhou, Shuang) ; Smirnov, E (Smirnov, Evgueni) ; Schoenmakers, G (Schoenmakers, Gijs) ; Driessens, K (Driessens, Kurt) ; Peeters, R (Peeters, Ralf)","Title":"Testing exchangeability for transfer decision"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632500014 ISSN: 0048-7333 eISSN: 1873-7625","Keywords":"Motivation; Knowledge transfer; Third mission; University external engagement KeyWords Plus:UNIVERSITY TECHNOLOGY-TRANSFER; INDUSTRY COLLABORATION; INNOVATION PERFORMANCE; INTRINSIC MOTIVATION; SPANISH UNIVERSITIES; GENDER-DIFFERENCES; IVORY TOWER; FIRMS; COMMERCIALIZATION; ENGAGEMENT","Categories":"Business & Economics; Public Administration Web of Science Categories:Management; Planning & Development","Journal Information":"RESEARCH POLICY Volume: 46 Issue: 2 Pages: 497-509 DOI: 10.1016/j.respol.2016.12.003 Published: MAR 2017","Abstract":"The debate on the entrepreneurial university has raised questions about what motivates academics to engage with the external environment and what forms knowledge transfer (KT) activities should take. This paper distinguishes between the variety of forms of engagement (KT breadth) and the intensity of collaboration (KT depth) in the analysis of their motivations. The paper relies on a sample of Italian academics from different scientific fields over the period 2004-2008. Whereas previous literature has shown that academics are essentially motivated by learning opportunities, fundraising and satisfaction derived from puzzle solving in research activities, our paper provides evidence of the positive role of an additional motivation for both the breadth and depth of KT: the extent to which the academic scientist advances the societal role of universities (\"mission\" motivation). We find that both \"funding\" and \"mission\" motivations have a positive effect on the variety and intensity of KT activities, with little effect for learning opportunities. Our results show also a higher effect of \"funding\" and \"mission\" on the depth of KT activities compared to their breadth. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Iorio, R (Iorio, Roberto) ; Labory, S (Labory, Sandrine) ; Rentocchini, F (Rentocchini, Francesco)","Title":"The importance of pro-social behaviour for the breadth and depth of knowledge transfer activities: An analysis of Italian academic scientists"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394524400010 ISSN: 0963-9314 eISSN: 1573-1367","Keywords":"Boosting; Class imbalance; Cost-sensitive learning; Cross-project defect prediction; Software defect prediction; Transfer learning KeyWords Plus:OBJECT-ORIENTED DESIGN","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"SOFTWARE QUALITY JOURNAL Volume: 25 Issue: 1 Pages: 235-272 DOI: 10.1007/s11219-015-9287-1 Published: MAR 2017","Abstract":"Software defect prediction has been regarded as one of the crucial tasks to improve software quality by effectively allocating valuable resources to fault-prone modules. It is necessary to have a sufficient set of historical data for building a predictor. Without a set of sufficient historical data within a company, cross-project defect prediction (CPDP) can be employed where data from other companies are used to build predictors. In such cases, a transfer learning technique, which extracts common knowledge from source projects and transfers it to a target project, can be used to enhance the prediction performance. There exists the class imbalance problem, which causes difficulties for the learner to predict defects. The main impacts of imbalanced data under cross-project settings have not been investigated in depth. We propose a transfer cost-sensitive boosting method that considers both knowledge transfer and class imbalance for CPDP when given a small amount of labeled target data. The proposed approach performs boosting that assigns weights to the training instances with consideration of both distributional characteristics and the class imbalance. Through comparative experiments with the transfer learning and the class imbalance learning techniques, we show that the proposed model provides significantly higher defect detection accuracy while retaining better overall performance. As a result, a combination of transfer learning and class imbalance learning is highly effective for improving the prediction performance under cross-project settings. The proposed approach will help to design an effective prediction model for CPDP. The improved defect prediction performance could help to direct software quality assurance activities and reduce costs. Consequently, the quality of software can be managed effectively.","Authors":"Ryu, D (Ryu, Duksan) ; Jang, JI (Jang, Jong-In) ; Baik, J (Baik, Jongmoon)","Title":"A transfer cost-sensitive boosting approach for cross-project defect prediction"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397090200007 PubMed ID: 27789378 ISSN: 1198-743X eISSN: 1469-0691","Keywords":"Drug resistance; Extensive drug resistance; Multi drug resistance; Surveillance; Susceptibility; Tuberculosis; Whole genome sequencing KeyWords Plus:MYCOBACTERIUM-TUBERCULOSIS; DRUG-RESISTANCE; CLINICAL MICROBIOLOGY; ANTIBIOTIC-RESISTANCE; GYRA MUTATIONS; SOUTH-AFRICA; SUSCEPTIBILITY; TRANSMISSION; POPULATION; EVOLUTION","Categories":"Infectious Diseases; Microbiology Web of Science Categories:Infectious Diseases; Microbiology","Journal Information":"CLINICAL MICROBIOLOGY AND INFECTION Volume: 23 Issue: 3 Pages: 161-166 DOI: 10.1016/j.cmi.2016.10.014 Published: MAR 2017","Abstract":"Whole genome sequencing (WGS) can help to relate Mycobacterium tuberculosis genomes to one another to assess genetic relatedness and infer the likelihood of transmission between cases. The same sequence data are now increasingly being used to predict drug resistance and susceptibility. Controlling the spread of tuberculosis and providing patients with the correct treatment are central to the World Health Organization's target to 'End TB' by 2035, for which the global prevalence of drug-resistant tuberculosis remains one of the main obstacles to success. So far, WGS has been applied largely to drug-susceptible strains for the purposes of understanding transmission, leaving a number of analytical considerations before transferring what has been learnt from drug-susceptible disease to drug-resistant tuberculosis. We discuss these potential problems here, alongside some of the challenges to characterizing the Mycobacterium tuberculosis ` resistome'dthe optimal knowledge-base required for WGS-based assays to successfully direct individualized treatment regimens through the prediction of drug resistance and susceptibility in the future. (C) 2016 European Society of Clinical Microbiology and Infectious Diseases. Published by Elsevier Ltd. All rights reserved.","Authors":"Walker, TM (Walker, T. M.) ; Merker, M (Merker, M.) ; Kohl, TA (Kohl, T. A.) ; Crook, DW (Crook, D. W.) ; Niemann, S (Niemann, S.) ; Peto, TEA (Peto, T. E. A.)","Title":"Whole genome sequencing for M/XDR tuberculosis surveillance and for resistance testing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397074300029 PubMed ID: 28254085 ISSN: 0169-2607 eISSN: 1872-7565","Keywords":"Biomedical image classification; Deep learning; Convolutional neural network; Transfer learning; Data augmentation KeyWords Plus:RETRIEVAL; DATABASE","Categories":"Computer Science; Engineering; Medical Informatics Web of Science Categories:Computer Science, Interdisciplinary Applications; Computer Science, Theory & Methods; Engineering, Biomedical; Medical Informatics","Journal Information":"COMPUTER METHODS AND PROGRAMS IN BIOMEDICINE Volume: 140 Pages: 283-293 DOI: 10.1016/j.cmpb.2016.12.019 Published: MAR 2017","Abstract":"Background and objectives: Highly accurate classification of biomedical images is an essential task in the clinical diagnosis of numerous medical diseases identified from those images. Traditional image classification methods combined with hand-crafted image feature descriptors and various classifiers are not able to effectively improve the accuracy rate and meet the high requirements of classification of biomedical images. The same also holds true for artificial neural network models directly trained with limited biomedical images used as training data or directly used as a black box to extract the deep features based on another distant dataset. In this study, we propose a highly reliable and accurate end-to-end classifier for all kinds of biomedical images via deep learning and transfer learning. Methods: We first apply domain transferred deep convolutional neural network for building a deep model; and then develop an overall deep learning architecture based on the raw pixels of original biomedical images using supervised training. In our model, we do not need the manual design of the feature space, seek an effective feature vector classifier or segment specific detection object and image patches, which are the main technological difficulties in the adoption of traditional image classification methods. Moreover, we do not need to be concerned with whether there are large training sets of annotated biomedical images, affordable parallel computing resources featuring GPUs or long times to wait for training a perfect deep model, which are the main problems to train deep neural networks for biomedical image classification as observed in recent works. Results: With the utilization of a simple data augmentation method and fast convergence speed, our algorithm can achieve the best accuracy rate and outstanding classification ability for biomedical images. We have evaluated our classifier on several well-known public biomedical datasets and compared it with several state-of-the-art approaches. Conclusions: We propose a robust automated end-to-end classifier for biomedical images based on a domain transferred deep convolutional neural network model that shows a highly reliable and accurate performance which has been confirmed on several public biomedical image datasets. (C)2017 Elsevier B.V. All rights reserved.","Authors":"Pang, SC (Pang, Shuchao) ; Yu, ZZ (Yu, Zhezhou) ; Orgun, MA (Orgun, Mehmet A.)","Title":"A novel end-to-end classifier using domain transferred deep convolutional neural networks for biomedical images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397590600001 ISSN: 1687-1499","Keywords":"Transfer learning; Short text mining; Latent semantic analysis KeyWords Plus:REGRESSION; ALGORITHM; THINGS","Categories":"Engineering; Telecommunications Web of Science Categories:Engineering, Electrical & Electronic; Telecommunications","Journal Information":"EURASIP JOURNAL ON WIRELESS COMMUNICATIONS AND NETWORKING Article Number: 42 DOI: 10.1186/s13638-017-0815-5 Published: MAR 1 2017","Abstract":"As a new emerging technique, transfer learning enjoys the advantage of integrating the well-learnt knowledge from another related work to facilitate an improved learning result of one task. Most of the existing transfer learning methods are designed for long texts and short texts. However, the latter one distinguishes from the former one in terms of its sparse nature, noise words, syntactical structure, and colloquial terminologies used. A transfer learning algorithm called automatic transfer learning (AutoTL) is proposed for short text mining. By transferring knowledge automatically learnt from theonline information, the proposed method enables training data to be selected automatically. Furthermore, it does not make any a priori assumption about probability distribution. Our experimental results on 20Newsgroups, Simulated Real Auto Aviation, and Reuter-21578 validate the higher performance of the proposed AutoTL over several state-of-of-the-art methods.","Authors":"Yang, L (Yang, Lei) ; Zhang, JP (Zhang, Jianpei)","Title":"Automatic transfer learning for short text mining"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397189100013 PubMed ID: 28137969 ISSN: 0270-6474","Keywords":"adaptation; cerebellum; connectivity; somatotopy; transcranial magnetic stimulation KeyWords Plus:PURKINJE-CELL ACTIVITY; VISUOMOTOR ADAPTATION; MAGNETIC STIMULATION; INTERLIMB TRANSFER; MOVEMENT PREPARATION; SENSORY PREDICTION; DENTATE NUCLEUS; CHRONIC STROKE; CORTEX; PLASTICITY","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"JOURNAL OF NEUROSCIENCE Volume: 37 Issue: 9 Pages: 2377-2386 DOI: 10.1523/JNEUROSCI.2511-16.2017 Published: MAR 1 2017","Abstract":"One of the functions of the cerebellum in motor learning is to predict and account for systematic changes to the body or environment. This form of adaptive learning is mediated by plastic changes occurring within the cerebellar cortex. The strength of cerebellar-to-cerebral pathways for a given muscle may reflect aspects of cerebellum-dependent motor adaptation. These connections with motor cortex (M1) can be estimated as cerebellar inhibition (CBI): a conditioning pulse of transcranial magnetic stimulation delivered to the cerebellum before a test pulse over motor cortex. Previously, we have demonstrated that changes in CBI for a given muscle representation correlate with learning a motor adaptation task with the involved limb. However, the specificity of these effects is unknown. Here, we investigated whether CBI changes in humans are somatotopy specific and how they relate to motor adaptation. We found that learning a visuomotor rotation task with the right hand changed CBI, not only for the involved first dorsal interosseous of the right hand, but also for an uninvolved right leg muscle, the tibialis anterior, likely related to inter-effector transfer of learning. In two follow-up experiments, we investigated whether the preparation of a simple hand or leg movement would produce a somatotopy-specific modulation of CBI. We found that CBI changes only for the effector involved in the movement. These results indicate that learning-related changes in cerebellar- M1 connectivity reflect a somatotopy-specific interaction. Modulation of this pathway is also present in the context of interlimb transfer of learning.","Authors":"Spampinato, DA (Spampinato, Danny A.) ; Block, HJ (Block, Hannah J.) ; Celnik, PA (Celnik, Pablo A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Block, Hannah http://orcid.org/0000-0002-1561-2718","Title":"Cerebellar-M1 Connectivity Changes Associated with Motor Learning Are Somatotopic Specific"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397918800080 PubMed ID: 27542775 ISSN: 0892-1997 eISSN: 1873-4588","Keywords":"lax vox; voice therapy; preventive voice training; teacher; dysphonia KeyWords Plus:LARYNGOLOGICAL SOCIETY ELS; RISK-FACTORS; VOCAL HEALTH; DISORDERS; DYSPHONIA; QUALITY; NOISE; PREVALENCE; POPULATION; EXERCISES","Categories":"Otorhinolaryngology Web of Science Categories:Otorhinolaryngology","Journal Information":"JOURNAL OF VOICE Volume: 31 Issue: 2 Article Number: 262.e13 DOI: 10.1016/j.jvoice.2016.04.011 Published: MAR 2017","Abstract":"Objectives. The objective of this study was to explore the effectiveness of a 3-week training program with the voice therapy \"Lax Vox\" for teachers. Methods. Four healthy female teachers participated as volunteers for the study. Several voice measurements of perception, acoustics, aerodynamics, and self-evaluation were investigated. Furthermore, a survey to rate the applicability of Lax Vox was also part of the study. To assess the treatment effects of the Lax Vox training, an effect size analysis (d(unb)) was conducted. Results. After 3 weeks of training, medium and large improvements were found in some parameters of perceptual and acoustic voice quality assessments (d(unb) > 0.50 and d(unb) > 0.80, respectively). Furthermore, medium improvements were revealed in some parameters of self-evaluation (ie, physical and total scale of the Voice Handicap Index) and aerodynamic (ie, maximum phonation time) assessments (all d(unb) > 0.50). Additionally, acoustic measures of vocal function showed an expansion in the upper contour of voice range profiles after training. Particularly, the main improvements in the voice range profile was found in the modal and the beginning of the falsetto voice registers. There was an increase of the intensity levels of about 4.6 dB. No changes were revealed in some acoustic measures of the voice range profile, selfevaluation measurements, and the perception of breathy voice quality (all d(unb) < 0.20). Finally, the applicability of Lax Vox perceptually showed clear support in training success, learning process, and transfer to the daily routine. Conclusions. Lax Vox training for teachers appears to improve select measures of voice quality, maximum phonation time, vocal function, self-evaluation, and perceived applicability.","Authors":"Mailander, E (Mailaender, Eva) ; Muhre, L (Muehre, Lea) ; Barsties, B (Barsties, Ben)","Title":"Lax Vox as a Voice Training Program for Teachers: A Pilot Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397870800020 PubMed ID: 28094850 ISSN: 0094-2405 eISSN: 2473-4209","Keywords":"breast cancer; computer aided diagnosis; deep learning; solitary cysts; transfer learning KeyWords Plus:COMPUTER-AIDED DETECTION; SEGMENTATION","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"MEDICAL PHYSICS Volume: 44 Issue: 3 Pages: 1017-1027 DOI: 10.1002/mp.12110 Published: MAR 2017","Abstract":"Purpose: It is estimated that 7% of women in the western world will develop palpable breast cysts in their lifetime. Even though cysts have been correlated with risk of developing breast cancer, many of them are benign and do not require follow-up. We develop a method to discriminate benign solitary cysts from malignant masses in digital mammography. We think a system like this can have merit in the clinic as a decision aid or complementary to specialized modalities. Methods: We employ a deep convolutional neural network (CNN) to classify cyst and mass patches. Deep CNNs have been shown to be powerful classifiers, but need a large amount of training data for which medical problems are often difficult to come by. The key contribution of this paper is that we show good performance can be obtained on a small dataset by pretraining the network on a large dataset of a related task. We subsequently investigate the following: (a) when a mammographic exam is performed, two different views of the same breast are recorded. We investigate the merit of combining the output of the classifier from these two views. (b) We evaluate the importance of the resolution of the patches fed to the network. (c) A method dubbed tissue augmentation is subsequently employed, where we extract normal tissue from normal patches and superimpose this onto the actual samples aiming for a classifier invariant to occluding tissue. (d) We combine the representation extracted using the deep CNN with our previously developed features. Results: We show that using the proposed deep learning method, an area under the ROC curve (AUC) value of 0.80 can be obtained on a set of benign solitary cysts and malignant mass findings recalled in screening. We find that it works significantly better than our previously developed approach by comparing the AUC of the ROC using bootstrapping. By combining views, the results can be further improved, though this difference was not found to be significant. We find no significant difference between using a resolution of 100 versus 200 micron. The proposed tissue augmentations give a small improvement in performance, but this improvement was also not found to be significant. The final system obtained an AUC of 0.80 with 95% confidence interval [0.78, 0.83], calculated using bootstrapping. The system works best for lesions larger than 27 mm where it obtains an AUC value of 0.87. Conclusion: We have presented a computer-aided diagnosis (CADx) method to discriminate cysts from solid lesion in mammography using features from a deep CNN trained on a large set of mass candidates, obtaining an AUC of 0.80 on a set of diagnostic exams recalled from screening. We believe the system shows great potential and comes close to the performance of recently developed spectral mammography. We think the system can be further improved when more data and computational power becomes available. c 2017 American Association of Physicists in Medicine","Authors":"Kooi, T (Kooi, Thijs) ; van Ginneken, B (van Ginneken, Bram) ; Karssemeijer, N (Karssemeijer, Nico) ; den Heeten, A (den Heeten, Ard)","Title":"Discriminating solitary cysts from soft tissue lesions in mammography using a pretrained deep convolutional neural network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397168600004 PubMed ID: 28033506 ISSN: 0197-4580 eISSN: 1558-1497","Keywords":"Healthy aging; Skill acquisition; Homeostatic metaplasticity; Transcranial direct current stimulation; Primary motor cortex KeyWords Plus:DIRECT-CURRENT STIMULATION; HUMAN MOTOR CORTEX; TRANSCRANIAL MAGNETIC STIMULATION; NONINVASIVE BRAIN-STIMULATION; THETA-BURST STIMULATION; TERM POTENTIATION-LIKE; CROSS-LIMB TRANSFER; INTRACORTICAL INHIBITION; CORTICOSPINAL EXCITABILITY; HOMEOSTATIC METAPLASTICITY","Categories":"Geriatrics & Gerontology; Neurosciences & Neurology Web of Science Categories:Geriatrics & Gerontology; Neurosciences","Journal Information":"NEUROBIOLOGY OF AGING Volume: 51 Pages: 31-42 DOI: 10.1016/j.neurobiolaging.2016.11.012 Published: MAR 2017","Abstract":"Functional motor declines that often occur with advancing age-including reduced efficacy to learn new skills-can have a substantial impact on the quality of life. Recent studies using noninvasive brain stimulation indicate that priming the corticospinal system by lowering the threshold for the induction of long-term potentiationelike plasticity before skill training may facilitate subsequent skill learning. Here, we used \"priming\" protocol, in which we used transcranial direct current stimulation (tDCS) applying the cathode over the primary motor cortex (M1) before the anode placed over M1 during unimanual isometric force control training (FORCEtraining). Older individuals who received tDCS with the cathode placed over M1 before tDCS with the anode placed over M1 concurrent with FORCEtraining showed greater skill improvement and corticospinal excitability increases following the tDCS/FORCEtraining protocol compared with both young and older individuals who did not receive the preceding tDCS with the cathode placed over M1. The results suggested that priming tDCS protocols may be used in clinical settings to improve motor function and thus maintain the functional independence of older adults. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Fujiyama, H (Fujiyama, Hakuei) ; Hinder, MR (Hinder, Mark R.) ; Barzideh, A (Barzideh, Azadeh) ; Van de Vijver, C (Van de Vijver, Charis) ; Badache, AC (Badache, Andreea C.) ; Manrique, MN (Nathalya Manrique-C, Maria) ; Reissig, P (Reissig, Paola) ; Zhang, X (Zhang, Xue) ; Levin, O (Levin, Oron) ; Summers, JJ (Summers, Jeffery J.) ; Swinnen, SP (Swinnen, Stephan P.) ...More...Less","Title":"Preconditioning tDCS facilitates subsequent tDCS effect on skill acquisition in older adults"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398045400019 PubMed ID: 28090732 ISSN: 1441-0745 eISSN: 1442-2018","Keywords":"education; e-learning; information communication and technology; instructional design; kidney; nursing KeyWords Plus:CHRONIC KIDNEY-DISEASE; NURSING-EDUCATION; METAANALYSIS; SATISFACTION; INFORMATION; EXPERIENCES; FEEDBACK; BEHAVIOR; SKILLS","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"NURSING & HEALTH SCIENCES Volume: 19 Issue: 1 Pages: 126-137 DOI: 10.1111/nhs.12322 Published: MAR 2017","Abstract":"E-learning involves the transfer of skills and knowledge via technology so that learners can access meaningful and authentic educational materials. While learner engagement is important, in the context of healthcare education, pedagogy must not be sacrificed for edu-tainment style instructional design. Consequently, health professional educators need to be competent in the use of current web-based educational technologies so that learners are able to access relevant and engaging e-learning materials without restriction. The increasing popularity of asynchronous e-learning programs developed for use outside of formal education institutions has made this need more relevant. In these contexts, educators must balance design and functionality to deliver relevant, cost-effective, sustainable, and accessible programs that overcome scheduling and geographic barriers for learners. This paper presents 10 guiding design principles and their application in the development of an e-learning program for general practice nurses focused on behavior change. Consideration of these principles will assist educators to develop high quality, pedagogically sound, engaging, and interactive e-learning resources.","Authors":"Sinclair, PM (Sinclair, Peter M.) ; Levett-Jones, T (Levett-Jones, Tracey) ; Morris, A (Morris, Amanda) ; Carter, B (Carter, Ben) ; Bennett, PN (Bennett, Paul N.) ; Kable, A (Kable, Ashley)","Title":"High engagement, high quality: A guiding framework for developing empirically informed asynchronous e-learning programs for health professional educators"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396968400008 PubMed ID: 27836334 ISSN: 0042-6989 eISSN: 1878-5646","Keywords":"Adaptive optics; Psychophysics; Perceptual learning; Keratoconus; Optical aberrations; Contrast sensitivity KeyWords Plus:HIGHER-ORDER ABERRATIONS; CONTRAST SENSITIVITY; KERATOCONIC EYES; PENETRATING KERATOPLASTY; VISUAL PERFORMANCE; ADULT AMBLYOPIA; VISION; ADAPTATION; IMPROVEMENT; SYSTEM","Categories":"Neurosciences & Neurology; Ophthalmology Web of Science Categories:Neurosciences; Ophthalmology","Journal Information":"VISION RESEARCH Volume: 132 Pages: 78-84 DOI: 10.1016/j.visres.2016.07.011 Published: MAR 2017","Abstract":"Highly aberrated keratoconic (KC) eyes do not elicit the expected visual advantage from customized optical corrections. This is attributed to the neural insensitivity arising from chronic visual experience with poor retinal image quality, dominated by low spatial frequencies. The goal of this study was to investigate if targeted perceptual learning with adaptive optics (AO) can stimulate neural plasticity in these highly aberrated eyes. The worse eye of 2 KC subjects was trained in a contrast threshold test under AO correction. Prior to training, tumbling 'E' visual acuity and contrast sensitivity at 4, 8, 12, 16, 20, 24 and 28 c/deg were measured in both the trained and untrained eyes of each subject with their routine prescription and with AO correction for a 6 mm pupil. The high spatial frequency requiring 50% contrast for detection with AO correction was picked as the training frequency. Subjects were required to train on a contrast detection test with AO correction for 1 h for 5 consecutive days. During each training session, threshold contrast measurement at the training frequency with AO was conducted. Pre-training measures were repeated after the 5 training sessions in both eyes (i.e., post-training). After training, contrast sensitivity under AO correction improved on average across spatial frequency by a factor of 1.91 (range: 1.77-2.04) and 1.75 (1.22-2.34) for the two subjects. This improvement in contrast sensitivity transferred to visual acuity with the two subjects improving by 1.5 and 1.3 lines respectively with AO following training. One of the two subjects denoted an interocular transfer of training and an improvement in performance with their routine prescription post-training. This training-induced visual benefit demonstrates the potential of AO as a tool for neural rehabilitation in patients with abnormal corneas. Moreover, it reveals a sufficient degree of neural plasticity in normally developed adults who have a long history of abnormal visual experience due to optical imperfections. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Sabesan, R (Sabesan, Ramkumar) ; Barbot, A (Barbot, Antoine) ; Yoon, G (Yoon, Geunyoung)","Title":"Enhanced neural function in highly aberrated eyes following perceptual learning with adaptive optics"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000395405300012 ISSN: 1932-104X eISSN: 1932-1031","Categories":"Biotechnology & Applied Microbiology; Energy & Fuels Web of Science Categories:Biotechnology & Applied Microbiology; Energy & Fuels","Journal Information":"BIOFUELS BIOPRODUCTS & BIOREFINING-BIOFPR Volume: 11 Issue: 2 Pages: 243-246 DOI: 10.1002/bbb.1753 Published: MAR-APR 2017","Abstract":"Interactive posters that require audience engagement are an effective means of communicating and exchanging information. Virginia Dale and Keith Kline discuss how they can be used to actively solicit opinions and visualize progress toward bioenergy sustainability","Authors":"Dale, VH (Dale, Virginia H.) ; Kline, KL (Kline, Keith L.)","Title":"Interactive posters: A valuable means of enhancing communication and learning about productive paths toward sustainable bioenergy"}]