[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398814800010 ISSN: 2008-9783 eISSN: 2228-6721","Keywords":"Ultrasonic; Er:YAG lasers; Root planings; Scaling KeyWords Plus:ER-YAG LASER; UP SPLIT-MOUTH; ROOT SURFACES; IN-VITRO; MECHANICAL DEBRIDEMENT; SUBGINGIVAL CALCULUS; THERAPY; REMOVAL; RADIATION; EFFICACY","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"JOURNAL OF LASERS IN MEDICAL SCIENCES Volume: 8 Issue: 1 Pages: 51-55 DOI: 10.15171/jlms.2017.10 Published: WIN 2017","Abstract":"Introduction: Periodontitis is an inflammatory periodontal disease that leads to tooth loss. Recently laser has been introduced as an alternative treatment for periodontitis. The aim of the present study was to compare the effect of Erbium-doped Yttrium Aluminum Garnet (Er:YAG) laser with ultrasonic scaler in patients with moderate chronic periodontitis. Methods: In this randomized single-blind clinical trial, 27 patients with moderate chronic periodontitis were selected. One quadrant of the patients was treated by Er: YAG laser and the other one by ultrasonic scaler. Clinical parameters, including periodontal pocket depth (PPD), papillary bleeding index (PBI) and clinical attachment level (CAL) were measured before, as well as 6 and 12 weeks after treatment. Data were analyzed by SPSS 20 software using Friedman test, paired t test, independent t test and Mann-Whitney test. The significance level was set at 0.05. Results: The means of clinical parameters in both groups were significantly improved in the first and second follow-ups (P < 0.001). Although the means of PPD, PBI and CAL were slightly higher in the laser group than in the ultrasonic group, the differences were not statistically significant between these two groups (P > 0.05). Conclusion: Although both ultrasonic scaler and Er: YAG laser could effectively improve clinical periodontal parameters, the results did not reveal the superiority of Er: YAG laser over ultrasonic scaler or vice versa.","Authors":"Birang, R (Birang, Reza) ; Yaghini, J (Yaghini, Jaber) ; Nasri, N (Nasri, Naeimeh) ; Noordeh, N (Noordeh, Nasim) ; Iranmanesh, P (Iranmanesh, Pedram) ; Saeidi, A (Saeidi, Alireza) ; Naghsh, N (Naghsh, Narges)","Title":"Comparison of Er:YAG Laser and Ultrasonic Scaler in the Treatment of Moderate Chronic Periodontitis: A Randomized Clinical Trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395033100018 ISSN: 0003-2719 eISSN: 1532-236X","Keywords":"Gas chromatography-tandem mass spectrometry; mosses; polycyclic aromatic hydrocarbons; ultrasonic-assisted extraction KeyWords Plus:SCHREBERI BRID. MITT.; SPLENDENS HEDW. BSG; SOUTH-CENTRAL POLAND; ATMOSPHERIC DEPOSITION; SPATIAL-DISTRIBUTION; PAH CONCENTRATIONS; LIQUID-EXTRACTION; TRACE-ELEMENTS; PINE NEEDLES; POLLUTION","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"ANALYTICAL LETTERS Volume: 50 Issue: 1 Pages: 243-257 DOI: 10.1080/00032719.2016.1166371 Published: NOV 1 2017","Abstract":"A facile method for the determination of polycyclic aromatic hydrocarbons in mosses is reported using ultrasonic-assisted extraction and gas chromatography-tandem mass spectrometry. The efficiency of ultrasonic-assisted extraction and the reagents was optimized. Tandem mass spectrometry with selective reaction monitoring was used to enhance the selectivity to reduce matrix interferences and simplify the purification protocol. The detection limits were from 0.1 to 2.0ng/mL. The linear calibration range was two orders of magnitude and the coefficients of linear correlation exceeded 0.9992 for all analytes. The relative standard deviations within 1 day and 3 days were less than 9.0%. Recoveries from 56.8 to 109.0% were obtained in fortified mosses. The rapid, low solvent gas chromatography-tandem mass spectrometry method was used to determine polycyclic aromatic hydrocarbons in mosses.","Authors":"Wu, RT (Wu, Rangtian) ; Li, N (Li, Na) ; Shu, R (Shu, Rong) ; An, N (An, Na) ; Yi, F (Yi, Feng) ; Yang, W (Yang, Wei) ; Li, CY (Li, Chongying)","Title":"Determination of Polycyclic Aromatic Hydrocarbons in Mosses by Ultrasonic-Assisted Extraction and Gas Chromatography-Tandem Mass Spectrometry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957100047 PubMed ID: 28274445 ISSN: 0308-8146 eISSN: 1873-7072","Keywords":"Starch nanoparticles; Precipitation; Ultrasonic treatment; Molecular weight KeyWords Plus:NANOPRECIPITATION METHOD; RHEOLOGICAL PROPERTIES; POLYMER-SOLUTIONS; AMYLOSE CONTENT; DEGRADATION","Categories":"Chemistry; Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Chemistry, Applied; Food Science & Technology; Nutrition & Dietetics","Journal Information":"FOOD CHEMISTRY Volume: 227 Pages: 369-375 DOI: 10.1016/j.foodchem.2017.01.111 Published: JUL 15 2017","Abstract":"The purpose of this work was to develop an approach to produce size controlled starch nanoparticles (SNPs), via precipitation with high efficiency and low cost. High concentration starch aqueous pastes (up to 5 wt.%) were treated by ultrasound. Viscosity measurements and size exclusion chromatography characterization revealed that, after 30 min ultrasonic treatment, viscosity of the starch pastes decreased two orders of magnitude and the weight average molecular weight of the starch decreased from 8.4 x 10(7) to 2.7 x 10(6) g/mol. Dynamic light scattering measurements and scanning electron microscopy observations showed that the SNPs prepared from the starch pastes with ultrasonic treatments were smaller (similar to 75 nm) and more uniform. Moreover, SNPs could be obtained using less non-solvents. X-ray diffraction results indicated that effect of the ultrasonic treatment on crystalline structure of the SNPs was negligible. Ultrasound can be utilized to prepare smaller SNPs through nanoprecipitation with higher efficiency and lower cost. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Chang, YJ (Chang, Yanjiao) ; Yan, XX (Yan, Xiaoxia) ; Wang, Q (Wang, Qian) ; Ren, LL (Ren, Lili) ; Tong, J (Tong, Jin) ; Zhou, J (Zhou, Jiang)","Title":"High efficiency and low cost preparation of size controlled starch nanoparticles through ultrasonic treatment and precipitation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397367300003 ISSN: 0030-3992 eISSN: 1879-2545","Keywords":"Surface slot; Laser ultrasound; Rayleigh wave; Width gauging KeyWords Plus:BREAKING CRACKS; ULTRASONIC-DETECTION; ACOUSTIC-WAVE; FLAWS","Categories":"Optics; Physics Web of Science Categories:Optics; Physics, Applied","Journal Information":"OPTICS AND LASER TECHNOLOGY Volume: 92 Pages: 15-18 DOI: 10.1016/j.optlastec.2016.12.033 Published: JUL 1 2017","Abstract":"A method of width gauging of surface slot using laser-generated Rayleigh waves in time domain is presented. A two-step detection is employed in this method, Rayleigh waves are first generated on one side of the surface slot and then on the other side. Incident and reflected Rayleigh waves from surface slot are detected respectively on both sides of the slot in the two detections. Width of surface slot is calculated based on the arrival time of incident and reflected Rayleigh waves. Experiment results agree well with the measured results by digital microscope and validate the feasibility of the proposed method. The approach will open the way for simultaneous measurement of the depth and width of surface slot and provide a potential application for characterization of surface slot in extreme environment and width gauging of subsurface structure.","Authors":"Wang, CY (Wang, Chuanyong) ; Sun, AY (Sun, Anyu) ; Xue, MS (Xue, Maosheng) ; Ju, BF (Ju, Bing-Feng) ; Xiong, JC (Xiong, Jichuan) ; Xu, XD (Xu, Xiaodong)","Title":"Width gauging of surface slot using laser-generated Rayleigh waves"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397932000024 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"acrylonitrile; high thermal stability; polymethacrylimide foam; ultrasonic initiation KeyWords Plus:FLAME-RETARDANT","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 24 Article Number: 44959 DOI: 10.1002/APP.44959 Published: JUN 20 2017","Abstract":"A high-performance polymethacrylimide (PMI) foam was prepared from the reactive monomers of acrylonitrile (AN) and methacrylic acid (MAA) via ultrasonic combined with thermal initiation radical bulk copolymerization and free heat foaming. The reaction progress of cyano and carboxyl groups were tracked by Fourier transform infrared (FTIR) spectroscopy and X-ray Photoelectron Spectroscopy, and the results indicated that the imide groups were formed and cyano groups gradually decreased during foaming and thermal treatment. The cell morphologies of the PMI foams were characterized by scanning electron microscopy, and the results showed the PMI foams were consisted of the honeycomb structure. The thermostability of the prepared PMI foam was evaluated by thermogravimetric analysis (TGA), and the results revealed that the PMI foam possessed excellent thermal stability and char forming capability. The mechanical properties of PMI foams were measured by tensile, flexural, and compressive strength, and the responding values for the PMI foams with the density of 32.30 kg m(-3) were 0.71, 0.86, and 1.49 MPa, respectively, which demonstrated the obtained PMI foams presented superior mechanical properties. (C) 2017 Wiley Periodicals, Inc.","Authors":"Zhang, ZY (Zhang, Zhi-yong) ; Xu, MJ (Xu, Miao-jun) ; Li, B (Li, Bin)","Title":"Research on rapid preparation and performance of polymethacrylimide foams"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397614000010 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"aluminum pigments; polymer composites; rheological behavior; ultrasonic vibration; viscosity KeyWords Plus:PARTICLE-SIZE; MECHANICAL-PROPERTIES; POLYMER MELT; NANOCOMPOSITES; POLYPROPYLENE; OSCILLATIONS; ORIENTATION; EXTRUSION; PROGRESS","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 23 Article Number: 44906 DOI: 10.1002/app.44906 Published: JUN 15 2017","Abstract":"The metallic effect of polymer composites was produced through the loading of flash aluminum flake pigments (FAFPs) into polymers. This production method could eliminate postprocessing techniques, such as spray coating, painting, or metallization. We used a self-improved, ultrasound-assisted capillary rheometer to explore the rheological behavior of high-density polyethylene composites filled with FAFPs in the absence and presence of ultrasound treatment. The effects of the ultrasound intensity, experimental temperature, filler content, and particle size on the composite viscosity were studied. The results show that the composite viscosity not only decreased as the ultrasound intensity, experimental temperature, and particle size increased but also decreased as the filler content decreased. A viscosity model of the polymer melts was proposed to illustrate the relationship between the viscosity and ultrasonic intensity. The viscosity obeyed the equations under ultrasonic vibration. The predicted results for the composite viscosity complied greatly with the experimental values. (c) 2017 Wiley Periodicals, Inc. J. Appl. Polym. Sci. 2017, 134, 44906.","Authors":"Hong, XM (Hong, Xinmi) ; Xiao, XT (Xiao, Xiaoting) ; Zhang, ZR (Zhang, Zhengrong) ; Zhang, JJ (Zhang, J. J.)","Title":"Effects of ultrasonic vibration on the rheological behavior of high-density polyethylene composites filled with flash aluminum flake pigments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946800013 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Heterostructured photocatalysts; Ultrasonic chemical; mpg-C3N4; BiPO4; Photocatalytic activity KeyWords Plus:GRAPHITIC CARBON NITRIDE; METAL-ORGANIC FRAMEWORKS; HYDROGEN EVOLUTION PHOTOCATALYSIS; CDS QUANTUM DOTS; COMPOSITE PHOTOCATALYSTS; METHYL-ORANGE; HETEROJUNCTION PHOTOCATALYST; EFFICIENT DEGRADATION; FACILE FABRICATION; ASSISTED SYNTHESIS","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 207 Pages: 120-133 DOI: 10.1016/j.apcatb.2017.02.025 Published: JUN 15 2017","Abstract":"Highly efficient mpg-C3N4/BiPO4 heterostructured photocatalysts were successfully synthesized via a facile ultrasonic chemical method. The structure, morphology, surface composition and chemical state of mpg-C3N4/BiPO4 hybrid photocatalysts were characterized by XRD, TEM, FTIR and XPS, respectively. Their photocatalytic activity was evaluated under visible light, UV light and solar light irradiation against the photodegradatiori of rhodamine B (RhB). BiPO4 nanorod was anchored on the surface of mpg-C3N4 nanosheets and the strong electrostatic interaction between mpg-C3N4 and BiPO4 facilitated the formation of mpg-C3N4/BiPO4 heterostructure. Under visible light irradiation, O-center dot(2)- and h(+) were the two primary active species. BiPO4 served as an electron trap to efficiently promote the separation of photo generated electron-hole pairs. The electrons in the CB of both BiPO4 and mpg-C3N4 could react with O-2 adsorbed onto the surface of BiPO4/mpg-C3N4 and reduce it to form O-center dot(2)-, the holes left behind in the VB of mpg-C3N4 could not directly oxidize OH- or H2O to form (OH)-O-center dot. The 9.5CN/0.5BPO could degrade 92.3% of RhB in 30 min, which was about 1.3 times as high as that of mpg-C3N4. The TOC removal rate of 9.5CN/0.5BPO was 1.23 times higher than that of mpg-C3N4. Under UV light irradiation, O-center dot(2)-, h+ and (OH)-O-center dot were the primary active species, the inhibition degree followed the order BQ> EDTA-2Na >TBA. The electrons in the CB of both BiPO4 and mpg-C3N4 could react with O-2 to generate O-center dot(2)-, the holes in the VB of BiPO4 could react with OH- or H2O to produte (OH)-O-center dot. The 9.5CN/0.5BPO could degrade 94.3% of RhB in 6 min, which was approximately 4.2 times higher than that of BiPO4 and 1.5 times larger than that of mpg-C3N4. The TOC removal rate of 9.5CN/0.5BPO was 6.98 times higher than that of P25. HPLC analysis proved that the destruction of the conjugated structure of RhB would be the major process. Based on the experimental results, a possible charge transfer mechanism for the enhanced visible and UV light photocatalytic activity was proposed. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Tan, GQ (Tan, Guoqiang) ; She, LN (She, Liaona) ; Liu, T (Liu, Ting) ; Xu, C (Xu, Chi) ; Ren, HJ (Ren, Huijun) ; Xia, A (Xia, Ao)","Title":"Ultrasonic chemical synthesis of hybrid mpg-C3N4/BiPO4 heterostructured photocatalysts with improved visible light photocatalytic activity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396777200001 ISSN: 1350-6307 eISSN: 1873-1961","Keywords":"Heat-exchanger failure; Bacterial corrosion; Failure analysis; Non-destructive inspection; Pitting corrosion; Crack arrest KeyWords Plus:SULFIDE-OXIDIZING BACTERIA; NITRATE; NITRITE","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Mechanical; Materials Science, Characterization & Testing","Journal Information":"ENGINEERING FAILURE ANALYSIS Volume: 76 Pages: 1-9 DOI: 10.1016/j.engfailanal.2016.11.004 Published: JUN 2017","Abstract":"Microbially induced corrosion (MIC) has been identified as the main cause of the rupture of a key heat exchanger shell at a local refinery. The failure occurred at the 6 o'clock position, close to the girth weld, halfway along the length of the carbon steel shell. An ultrasonic survey revealed up to 90% wall thinning in the ruptured zone. Despite extensive crystallization at the external cooling seawater inlet of the cooling system tubing, there was no evidence of internal leakage of seawater into the shell compartment. The total dissolved solids in the condensate dropout sample were found to be 262 mg/L. The investigation also confirmed that the girth weld had been satisfactorily conducted, including post heat treatment, and that the failure occurred outside the heat affected zone (HAZ). Quantitative polymerase chain reaction (qPCR) analysis of the dry surface film from a crack in the ruptured area confirmed the suitability of the operating environment for prokaryotic growth and the presence of both groups of highly corrosive acid producing bacteria (APB) and denitrifying bacteria (DNB) in moderate numbers (1.92 x 10(3) APB/g and 1.81 x 10(5) DNB/g respectively). The colonization of different groups of corrosion-causing bacteria of a sour system resulted in the localized generation of highly aggressive metabolic by-products causing substantial loss of wall thickness of the heat exchanger shell. The localized wall thinning by over 90% of its original thickness led to the loss of pressure retention capacity of the shell and the rupture of the wall. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Rizk, TY (Rizk, Tony Y.) ; Al-Nabulsi, KM (Al-Nabulsi, Khalid M.) ; Cho, MH (Cho, Min Hyum)","Title":"Microbially induced rupture of a heat exchanger shell"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396777200009 ISSN: 1350-6307 eISSN: 1873-1961","Keywords":"In situ synthesis; Cavitation erosion; Erosion-corrosion; Colmonoy75; Colmonoy88 KeyWords Plus:HIGH-ENTROPY ALLOY; IN-SITU SYNTHESIS; SURFACING PROCESS; COATINGS; WEAR; BEHAVIOR; NI; MICROSTRUCTURE; MECHANISMS; EVOLUTION","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Mechanical; Materials Science, Characterization & Testing","Journal Information":"ENGINEERING FAILURE ANALYSIS Volume: 76 Pages: 115-124 DOI: 10.1016/j.engfailanal.2017.02.007 Published: JUN 2017","Abstract":"41WC-36Ni7.5CrSiB (Colmonoy75) and NiCrBSiW (Colmonoy88) alloy coatings were synthesized on 316 L stainless steel by plasma transferred arc welding, aiming at improving cavitation erosion and erosion-corrosion resistance. The microstructure, chemical composition, phase constituents and microhardness were determined by using SEM, EDS, XRD and microhardness tester. The cavitation erosion and erosion-corrosion experiments of the coatings were investigated using an ultrasonic vibrator and a jet erosion testing measurement in 3.5 wt% NaCl solution, respectively. Experimental results showed that the coatings with few pores, cracks or other defects could be obtained. The microstructure of the Colmonoy75 and Colmonoy88 coatings exhibited cellular dendrite and irregular blocky phases. The two coatings were composed of gamma- Ni solid solution and WC particles, while the formation mechanism of WC was different. In the cavitation erosion and erosion-corrosion tests, the cumulative volume losses of the two coatings were much lower than that of the substrate. Colmonoy88 coating exhibited a better resistance to cavitation erosion and erosion-corrosion than Colmonoy75 coating. The cavitation erosion and erosion- corrosion resistance of the Colmonoy75 coating could reach about 3 times and 8 times that of 316 L substrate, while the Colmonoy88 coating could reach about 12 times and 31 times that of 316 L substrate, respectively. The improvment in the cavitation erosion and erosion-corrosion resistance for Colmonoy88 coating could be attributed to the fact that the in situ synthesized WC particles increased the cavitation erosion and erosion- corrosion resistance by providing an anchoring effect on the solid solutions to hinder the nucleation and propagation of cracks. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zhang, S (Zhang, S.) ; Wang, S (Wang, S.) ; Wu, CL (Wu, C. L.) ; Zhang, H (Zhang, H.) ; Guan, M (Guan, M.) ; Tan, JZ (Tan, J. Z.)","Title":"Cavitation erosion and erosion-corrosion resistance of austenitic stainless steel by plasma transferred arc welding"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397368700013 ISSN: 0268-005X eISSN: 1873-7137","Keywords":"Submicron emulsions; Modified starch; Mixed colloidal suspension; Steady flow; Frequency sweep KeyWords Plus:IN-WATER EMULSIONS; PHYSICOCHEMICAL PROPERTIES; EMULSIFYING PROPERTIES; SODIUM CASEINATE; FOOD EMULSIONS; OIL; ULTRASOUND; STABILITY; PROTEINS; MODEL","Categories":"Chemistry; Food Science & Technology Web of Science Categories:Chemistry, Applied; Food Science & Technology","Journal Information":"FOOD HYDROCOLLOIDS Volume: 67 Pages: 120-129 DOI: 10.1016/j.foodhyd.2016.12.038 Published: JUN 2017","Abstract":"The aim of this study was to investigate the rheological properties and storage stability of submicron O/W emulsions formulated with dried skim milk and vegetable oil at neutral pH, and to analyse the impact of their inclusion into starch suspension. Sunflower oil droplets were pre-emulsified in skim milk suspension by a rotor-stator homogenizer and further an ultrasonic treatment was applied. Droplets sizes decreased after applying ultrasound (US) from 1.4 to 0.4 mu m (d(32)). Emulsions exhibited Bingham flow behaviour and the plastic viscosity increased upon 14 days of storage at 5 degrees C. Flocculation may be responsible for the increase in viscosity with aging time. Mixed colloidal dispersions (submicron emulsions embedded into starch matrix) showed shear-thinning behaviour. Over storage, light microscope micrographs suggested deposited droplets on the starch granules surface. Flow and viscoelastic behaviour of mixed colloidal dispersions indicated droplets flocculation, attributable to a reversible depletion mechanism of destabilization. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Alfano, EH (Alfano, E. H.) ; Crosta, T (Crosta, T.) ; Martinez, MJ (Martinez, M. J.) ; Perez, OE (Perez, O. E.) ; Farias, ME (Farias, M. E.)","Title":"Submicron O/W emulsions embedded into modified waxy maize starch based matrix: Rheological and microstructural characterization"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687200026 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Essential oil; Enzymolysis; Sonication time; Acoustic cavitation phenomenon; Lavandula angustifolia; Bioactivities KeyWords Plus:CHEMICAL-COMPOSITION; ANTIOXIDANT ACTIVITY; EXTRACTION; LAVENDER; L.; DEXTRANASE; ROSEMARY; AUREUS; GROWTH; PLANTS","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 100 Pages: 236-245 DOI: 10.1016/j.indcrop.2017.02.033 Published: JUN 2017","Abstract":"This research study aimed to optimize innovative conditions for enhancing yield and quality of essential oil isolated from Lavandula angustifolia (La) based on rapid and innovative techniques. Ultrasonic microwave assisted preceded by enzymolysis treatment was used to isolate essential oil (EO) of La. Response Surface Methodology was employed for the same purpose. The yield % of La essential oil (La.EO) obtained from combined enzymes treatment (cellulase and hemicellulase) was higher than that obtained by a single enzyme treatment. Chemical composition analysis of La.EO isolated was carried out using GC MS. Morphological structure of La tissues was observed using SEM. The anti-free radical activity was assayed using DPPH circle and ABTS circle(+) methods The isolation conditions consisted of the concentration of enzymes (12.5 mg) with a range of (5-20 mg), sonication time (52.5 min) with a range of (15-90 min) and microwave power (275W) with a range of (500-50W). The uses of coupling ultrasonic-microwave could be lead to forming of the acoustic cavitation and rupture of plant tissue. This facilitates the flow of liquid phase into the glandular trichotnes in plant cells and enhances the absorption from the matrix of plant. Thus, enhances the efficiency of essential oil isolation from aromatic plant based on cavitation phenomenon. The results of the current work found that La.EO which isolated by using ultrasonic-microwave techniques under optimal conditions could be used as food additives in food industries to prevent the oxidation and bacterial spoilage. Crown Copyright (C) 2017 Published by Elsevier B.V. All rights reserved.","Authors":"Rashed, MMA (Rashed, Marwan M. A.) ; Tong, QY (Tong, Qunyi) ; Nagi, A (Nagi, Ahlam) ; Li, JP (Li, Jingpeng) ; Khan, NU (Khan, Naseeb Ullah) ; Chen, L (Chen, Long) ; Rotail, A (Rotail, Ashraf) ; Bakry, AM (Bakry, Amr M.)","Title":"Isolation of essential oil from Lavandula angustifolia by using ultrasonic-microwave assisted method preceded by enzymolysis treatment, and assessment of its biological activities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398154700001 ISSN: 1742-2132 eISSN: 1742-2140","Keywords":"gas hydrates; vertical gas migration system; elastic wave velocity; hydrate saturation; hydrate morphology KeyWords Plus:BEARING SEDIMENTS; MARINE-SEDIMENTS; P-WAVE; WELL","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOPHYSICS AND ENGINEERING Volume: 14 Issue: 3 Article Number: 555-569 DOI: 10.1088/1742-2140/aa6493 Published: JUN 1 2017","Abstract":"Knowledge of the elastic wave velocities of hydrate-bearing sediments is important for geophysical exploration and resource evaluation. Methane gas migration processes play an important role in geological hydrate accumulation systems, whether on the seafloor or in terrestrial permafrost regions, and their impact on elastic wave velocities in sediments needs further study. Hence, a high-pressure laboratory apparatus was developed to simulate natural continuous vertical migration of methane gas through sediments. Hydrate saturation (S-h) and ultrasonic P- and S-wave velocities (V-p and V-s) were measured synchronously by time domain reflectometry (TDR) and by ultrasonic transmission methods respectively during gas hydrate formation in sediments. The results were compared to previously published laboratory data obtained in a static closed system. This indicated that the velocities of hydrate-bearing sediments in vertical gas migration systems are slightly lower than those in closed systems during hydrate formation. While velocities increase at a constant rate with hydrate saturation in the closed system, P- wave velocities show a fast-slow-fast variation with increasing hydrate saturation in the vertical gas migration system. The observed velocities are well described by an effective-medium velocity model, from which changing hydrate morphology was inferred to cause the fast-slow-fast velocity response in the gas migration system. Hydrate forms firstly at the grain contacts as cement, then grows within the pore space (floating), then finally grows into contact with the pore walls again. We conclude that hydrate morphology is the key factor that influences the elastic wave velocity response of methane gas hydrate formation in vertical gas migration systems.","Authors":"Bu, QT (Bu, Q. T.) ; Hu, GW (Hu, G. W.) ; Ye, YG (Ye, Y. G.) ; Liu, CL (Liu, C. L.) ; Li, CF (Li, C. F.) ; Best, AI (Best, A. I.) ; Wang, JS (Wang, J. S.)","Title":"The elastic wave velocity response of methane gas hydrate formation in vertical gas migration systems"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398096800001 ISSN: 1742-2132 eISSN: 1742-2140","Keywords":"ultrasonic wave; attenuation mechanism; time domain; frequency domain KeyWords Plus:SEISMIC-WAVE ATTENUATION; SATURATED ROCKS; FRICTION","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOPHYSICS AND ENGINEERING Volume: 14 Issue: 3 DOI: 10.1088/1742-2140/aa5f23 Published: JUN 1 2017","Abstract":"We studied the ultrasound velocity and attenuation coefficient in coal on the basis of acoustic emission analysis in the time and frequency domains. We also analyzed the mechanism of ultrasound attenuation in coal from a microscopic point of view. Previous research has indicated that the ultrasound velocity and the attenuation coefficient in coal correlate positively and negatively, respectively, with the coal density. In the present study, we found that the acoustic emission characteristics in the time and frequency domain are influenced by the quality of the coal and the fundamental frequency of the ultrasound. For example, the decay time was longer and the amplitude of the received signal was greater in anthracite than in fat coal. Moreover, with increasing fundamental frequency, the decay time decreased and the energy distribution in the transmitted wave became more concentrated around the fundamental frequency. In terms of energy dissipation, coal matrix deformation resulted in a pulling force and caused shear distortion owing to friction, the ultrasonic attenuation in coal is positively affected by the stress induced by ultrasonic waves, which means that a larger strain amplitude would lead to more energy dissipated in coal and an increase of the attenuation coefficient. This was the main cause of ultrasonic attenuation.","Authors":"Liu, GH (Liu, Guanhua) ; Liu, ZT (Liu, Zhentang) ; Feng, JJ (Feng, Junjun) ; Song, ZK (Song, Zuokun) ; Liu, ZJ (Liu, Zhenjing)","Title":"Experimental research on the ultrasonic attenuation mechanism of coal"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397550800013 ISSN: 0924-0136","Keywords":"Aluminum alloys; Investment casting; Refinement; Ultrasound; Low-pressure KeyWords Plus:MECHANICAL-PROPERTIES; MICROSTRUCTURE; BEHAVIOR; TENSILE","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Industrial; Engineering, Manufacturing; Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS PROCESSING TECHNOLOGY Volume: 244 Pages: 150-156 DOI: 10.1016/j.jmatprotec.2017.01.031 Published: JUN 2017","Abstract":"AlSi7Mg investment cast test bars were produced using low-pressure die casting and ultrasonically refined during cooling. The microstructure and mechanical properties of the samples at different distances from the acoustic radiator were characterized for 650 degrees C pouring temperature. The combined technique lead to cast samples free from gas porosities and solidification defects, promoted the formation of small alpha-Al globular grains, modified the eutectic silicon, dispersed and decreased the size of intermetallic phases. The alloy mechanical properties were improved, increasing the ultimate tensile strength, yield strength and strain. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Barbosa, J (Barbosa, J.) ; Puga, H (Puga, H.)","Title":"Ultrasonic melt processing in the low pressure investment casting of Al alloys"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603100019 ISSN: 0023-6438 eISSN: 1096-1127","Keywords":"Fresh fruits and vegetables; E. coil; S. enterica; Quorum-sensing; Nanoemulsions KeyWords Plus:ANTIMICROBIAL ACTIVITY; SENSING ACTIVITY; FOOD; MICROORGANISMS; BACTERIA; EXTRACT","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"LWT-FOOD SCIENCE AND TECHNOLOGY Volume: 79 Pages: 152-159 DOI: 10.1016/j.lwt.2017.01.031 Published: JUN 2017","Abstract":"There has been a surge in the reports of food borne outbreaks associated with fresh fruits and vegetables. Present study proposes the use of spice oil (essential oil) in the form of nanoemulsions as an alternative for conventional chemicals in controlling the microbial load and preventing outbreaks. Stable cumin (Cuminum cyminum) and pepper (Piper nigrum) oil nanoemulsions were formulated by ultrasonic emulsification and minimum inhibitory concentration was determined by tube dilution method. They showed potent anti-quorum sensing activity with 42.2% and 15.8% inhibition in violacein production by C violaceum CV026, with cumin and pepper oil respectively. Both cumin and pepper nanoemulsion effectively reduced quorum regulated phenotypes in Escherichia coil and Salmonella enterica like bacterial swimming, swarming and biofilm formation along with reduction in EPS production. Cumin oil nano emulsion (1:2) inhibited biofilm formation to a maximum of 42.56% and 38.92% in E. coli and S. enterica, respectively. Virulence characteristics including auto-agglutination and crystal violet binding notably reduced with both the nanoemulsions. Results of the study imply the potential use of spice oil nano emulsions as natural inhibitors against bacterial pathogens in fresh fruits and vegetables by effectively disrupting inter-bacterial communications. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Amrutha, B (Amrutha, Balagopal) ; Sundar, K (Sundar, Kothandapani) ; Shetty, PH (Shetty, Prathapkumar Halady)","Title":"Spice oil nanoemulsions: Potential natural inhibitors against pathogenic E. coli and Salmonella spp. from fresh fruits and vegetables"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395603100024 ISSN: 0023-6438 eISSN: 1096-1127","Keywords":"Solubilizing treatment; Peanut protein; Molecular structure; Functional properties KeyWords Plus:EMULSIFYING PROPERTIES; ANTIOXIDANT ACTIVITY; ISOLATE; CONCENTRATE; WATER; HYDROLYSIS; STABILITY; PRODUCTS; STORAGE; HEAT","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"LWT-FOOD SCIENCE AND TECHNOLOGY Volume: 79 Pages: 197-204 DOI: 10.1016/j.lwt.2017.01.037 Published: JUN 2017","Abstract":"As primary functional property of protein in food industry, solubility was enhanced by various solubilization methods. Peanut protein was used to prepare product with high solubility by physical and enzymatic hydrolysis methods. Effects of extraction and solubilizing treatments on protein structure were evaluated by sodium dodecyl sulfate polyacrylamide gel electrophoresis (SDS-PAGE), scanning electron microscopy (SEM) and Fourier transform infrared spectroscopy (FT-IR). Changes of functional properties including emulsifying, water-holding, fat-binding, foaming and viscosity properties were observed and interpreted. Modification treatments which could improve the solubility were almost suitable for the promotion of emulsifying, fat-binding and foaming capacities, but not always suitable for the improvement of viscosity and water-holding properties. SDS-PAGE showed average molecular weight remained unaffected after physical modifications combined by high-speed stirring and ultrasonic treatment while reduced after limited enzymatic hydrolysis and high-pressure homogenization. The microstructure of protein shown by SEM was gradually disbanded after all modification treatments. The regularity of protein secondary structure, which was damaged during alcohol extraction, was reconstructed by combined physical modification and limited enzymatic hydrolysis. Depending on the demand of functional properties on final product, manufacture process could be optimized by the selection of modification treatments based on observing the changes in protein structures. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ma, TZ (Ma, Tiezheng) ; Zhu, HG (Zhu, Hongguang) ; Wang, J (Wang, Jing) ; Wang, Q (Wang, Qiang) ; Yu, LL (Yu, Liangli (Lucy)) ; Sun, BG (Sun, Baoguo)","Title":"Influence of extraction and solubilizing treatments on the molecular structure and functional properties of peanut protein"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398011000002 PubMed ID: 28160663 ISSN: 0309-1740 eISSN: 1873-4138","Keywords":"Pork meat; Curing; Ultrasound; Non-destructive technology; Process control KeyWords Plus:COMPUTED-TOMOGRAPHY; SODIUM-CHLORIDE; QUALITY-CONTROL; MEAT; FOOD; PRODUCTS; PH","Categories":"Food Science & Technology Web of Science Categories:Food Science & Technology","Journal Information":"MEAT SCIENCE Volume: 128 Pages: 8-14 DOI: 10.1016/j.meatsci.2017.01.009 Published: JUN 2017","Abstract":"Online ultrasound measurements were taken using pulse-echo mode in loins (Longissimus dorsi) and hams at different salting times (up to 30 days). From the time-domain ultrasonic wave, the time of flight (TOF) was computed as well as its variation between two signals (Delta TOF). A progressive decrease in TOF during dry salting was found, which was linked to the salt gain, water loss and the reduction in sample thickness. Predictive models based on the ultrasonic parameters (Delta TOF and initial time of flight, TOF0) correctly classified 85% of the loins and 90% of the hams into 3 groups of salt content (low/medium/high): The results obtained confirm that the use of the ultrasonic pulse-echo technique is of great potential in the non-destructive monitoring of dry salting in pork loins and hams, as well as in the prediction of the salt gain for classification purposes. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"de Prados, M (de Prados, Marta) ; Garcia-Perez, JV (Garcia-Perez, Jose V.) ; Beriedito, J (Beriedito, Jose)","Title":"Non-invasive ultrasonic technology for continuous monitoring of pork loin and ham dry salting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395963300117 ISSN: 0925-4005","Keywords":"NO2 sensor; Porous In2O3 powder; Ultrasonic-spray pyrolysis; Polymethylmethacrylate microsphere; Ultrasonic-assisted emulsion polymerization KeyWords Plus:HYDROGEN-SENSING PROPERTIES; SEMICONDUCTOR GAS SENSORS; CONDUCTING POLYMER ELECTROLYTE; MESOPOROUS SNO2; HIGH-TEMPERATURE; OXIDE; TIO2; FILM; H-2; NOX","Categories":"Chemistry; Electrochemistry; Instruments & Instrumentation Web of Science Categories:Chemistry, Analytical; Electrochemistry; Instruments & Instrumentation","Journal Information":"SENSORS AND ACTUATORS B-CHEMICAL Volume: 244 Pages: 992-1003 DOI: 10.1016/j.snb.2017.01.091 Published: JUN 2017","Abstract":"NO2-sensing properties of porous In2O3 powders prepared by ultrasonic-spray pyrolysis employing self synthesized polymethylmethacrylate (PMMA) microspheres as a template have been investigated in this study. The PMMA microspheres were synthesized by ultrasonic-assisted emulsion polymerization. The pore-size distribution, crystallite size (CS), and specific surface area (SSA) of the porous 111203 powders prepared with the PMMA microspheres with a diameter of ca. 77 nm (pr-In2O3(Tp). Tp: pyrolysis temperature, 600-1100 (degrees C)) are largely dependent on the pyrolysis temperature of the ultrasonic-spray pyrolysis. On the other hand, the porous 111203 powder prepared by ultrasonic-spray pyrolysis at 1100 degrees C employing PMMA microspheres with a diameter of ca. 26 nm (pr-In2O3(Tp)S) had larger pore volume and smaller SSA than the pr-In2O3(1100) powder, whereas the CS of the pr-In2O3(Tp)S powder was comparable to that of the pr-In2O3(1100) powder. The pr-In2O3(Tp) and pr-In2O3(1100)S sensors (Tp: 600 or 1100) showed larger response and faster response speed to 10 ppm NO2 than the conventional In2O3 sensor (the sensor fabricated with In2O3 powder prepared by ultrasonic-spray pyrolysis without PMMA microspheres at 1100 degrees C) at lower temperatures, because of their well-developed porous structure, small CS, and large SSA. In addition, the magnitude of response of the pr-In2O3(1100) sensor to 10 ppm NO2 was larger than that of the pr-In2O3(600) sensor at less than 250 degrees C, whereas smaller CS and larger SSA of the pr -In2O3(600) powder were effective in improving the magnitude of response to NO2 at a low concentration. The pr-In2O3(1100)S sensor showed relatively larger response and faster response speed to NO2 at a low concentration than the pr-In2O3(1100) sensor at lower temperatures, which probably indicated that the well-developed medium pores was important for enhancing these NO2-sensing properties. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Hyodo, T (Hyodo, Takeo) ; Fujii, E (Fujii, Eriko) ; Ishida, K (Ishida, Keijiro) ; Ueda, T (Ueda, Taro) ; Shimizu, Y (Shimizu, Yasuhiro)","Title":"Microstructural control of porous In2O3 powders prepared by ultrasonic-spray pyrolysis employing self-synthesized polymethylmethacrylate microspheres as a template and their NO2-sensing properties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396296400003 PubMed ID: 28182956 ISSN: 0021-9797 eISSN: 1095-7103","Keywords":"Nanosheets; Exfoliation; Graphitic carbon nitride; Alkali solution KeyWords Plus:TRANSITION-METAL DICHALCOGENIDES; S-TRIAZINE DERIVATIVES; VISIBLE-LIGHT; G-C3N4 NANOSHEETS; PHOTOCATALYTIC PERFORMANCE; TITANATE NANOSHEETS; HYDROGEN EVOLUTION; OXIDE NANOSHEETS; GRAPHENE; FERROMAGNETISM","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF COLLOID AND INTERFACE SCIENCE Volume: 495 Pages: 19-26 DOI: 10.1016/j.jcis.2017.01.112 Published: JUN 1 2017","Abstract":"Single-layered g-C3N4 nanosheets have been fabricated by delaminating directly its bulk counterpart in an alkaline solution. According to the theoretical modeling, the interaction of OH- with terminal -NH2 or bridged -NH- group of the triazine units within bulk g-C3N4 crystal structure could result in decreased bonding energy between layers and promote the total delamination. The resulting g-C3N4 nanosheets colloid has a relatively high concentration (12 g/L.) compared with the traditional ultrasonic assistant exfoliation method. The delaminated nanosheets are revealed by atomic force microscopy to show a lateral size of a hundred nanometers and a thickness of about 0.4 nm, which provides a direct evidence for the total exfoliation of g-C3N4 crystals into their single sheets. More importantly, the X-ray diffraction measurement confirms that the g-C3N4 nanosheets could be re-assembled with well-preserved original crystal structure. The exfoliation mechanism was also confirmed by the DFT calculation. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Li, GN (Li, Gengnan) ; Li, L (Li, Liang) ; Yuan, HY (Yuan, Haiyang) ; Wang, HF (Wang, Haifeng) ; Zeng, HR (Zeng, Huarong) ; Shi, JL (Shi, Jianlin) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number WANG, Haifeng  F-1342-2016   Li, Gengnan  D-7812-2017  ","Title":"Alkali-assisted mild aqueous exfoliation for single-layered and structure-preserved graphitic carbon nitride nanosheets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395712800001 ISSN: 1058-9759 eISSN: 1477-2671","Keywords":"Shear horizontal (SH) waves; guided waves; PPM EMAT; ultrasonics; NDT KeyWords Plus:INSPECTION","Categories":"Materials Science Web of Science Categories:Materials Science, Characterization & Testing","Journal Information":"NONDESTRUCTIVE TESTING AND EVALUATION Volume: 32 Issue: 2 Pages: 113-132 DOI: 10.1080/10589759.2016.1184268 Published: JUN 2017","Abstract":"SH guided waves are used increasingly for non-destructive testing (NDT) applications, particularly for pipes and pipe supports using circumferentially guided wave modes. In practical implementations, it is not always straightforward to ensure single-mode operation and this requires consideration when interpreting results. During shear horizontal (SH) wave generation or SH guided wave interaction with geometrical changes or defects, multiple SH guided wave modes may be produced, depending on the shear wave speed, the frequency of operation, the thickness of the sample and the transducer characteristics. This paper discusses the interference patterns created as the multiple SH modes mix (for both continuous tone generation and short bursts), and the problems caused by the interference patterns on applications such as NDT. In particular, the patterns can lead to defects being missed during an NDT inspection using SH waves, and a way to circumvent this problem is suggested.","Authors":"Petcher, PA (Petcher, P. A.) ; Dixon, S (Dixon, S.)","Title":"Mode mixing in shear horizontal ultrasonic guided waves"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395793300001 ISSN: 2053-1583","Keywords":"graphene oxide; metrology; scanning probe microscopy; surface science KeyWords Plus:REDUCED GRAPHENE OXIDE; CARBON NANOTUBES; LAYER GRAPHENE; EXFOLIATION; SHEETS; DISTRIBUTIONS; MICROSCOPY; NANOSCALE; SCIENCE; POLYMER","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"2D MATERIALS Volume: 4 Issue: 2 Article Number: 025017 DOI: 10.1088/2053-1583/aa57ff Published: JUN 2017","Abstract":"2-dimensional (2D) nanosheets such as graphene, graphene oxide, boron nitride or transition metal dichalcogenides can be produced on a large scale by exfoliation techniques. The lateral shape of these 2D materials is typically considered random and irregular, and their average size is often estimated using techniques characterized by strong approximations or poor statistical significance. Here we measure in a quantitative, objective way the size and shape of 2D monoatomic nanosheets using a combination of optical, electronic and scanning probe techniques. We measure, one by one, the size and shape of thousands of sheets of graphene oxide as they undergo a standard ultrasonication treatment. Using automatic image processing and statistical modelling we identify two different fragmentation processes in 2D at the nanoscale, related to two populations of nanosheets described by gamma and exponential size distributions respectively. The two populations of sheets coexist during the fragmentation process, each one retaining its average size and shape. Our results explain the size reduction commonly observed in nanosheets upon sonication as an effect of changes in the respective weights of the two populations of nanosheets present in the material.","Authors":"Liscio, A (Liscio, Andrea) ; Kouroupis-Agalou, K (Kouroupis-Agalou, Konstantinos) ; Betriu, XD (Betriu, Xavier Diez) ; Kovtun, A (Kovtun, Alessandro) ; Treossi, E (Treossi, Emanuele) ; Pugno, NM (Pugno, Nicola Maria) ; De Luca, G (De Luca, Giovanna) ; Giorgini, L (Giorgini, Loris) ; Palermo, V (Palermo, Vincenzo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Agalou, Costas  http://orcid.org/0000-0002-7424-4126","Title":"Evolution of the size and shape of 2D nanosheets during ultrasonic fragmentation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395812000001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Acoustic waves; charge-density waves; induced superconductivity; piezoelectric; terahertz (THz) KeyWords Plus:LIGHT-INDUCED SUPERCONDUCTIVITY; COHERENT LATTICE-VIBRATIONS; QUASI-PARTICLE; RADIATION; CUPRATE; ENHANCEMENT; GENERATION; PHONONS; SURFACE","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 1801105 DOI: 10.1109/TASC.2017.2654858 Published: JUN 2017","Abstract":"An experiment is proposed to stimulate a superconducting thin film with terahertz (THz) acoustic waves, which is a regime not previously tested. For a thin film on a piezoelectric substrate, this can be achieved by coupling the substrate to a tunable coherent THz electromagnetic source. Suggested materials for initial tests are a niobium film on a quartz substrate, with a BSCCO intrinsic Josephson junction stack. This will create acoustic standing waves on the nanometer scale in the thin film. A properly tuned standing wave will enable electron diffraction across the Fermi surface, leading to electron localization perpendicular to the substrate. This is expected to reduce the effective dimensionality, and enhance the tendency for superconducting order parallel to the substrate, even well above the superconducting critical temperature. This enhancement can be observed by measuring the in-plane critical current and the perpendicular tunneling gap. A similar experiment may be carried out for a cuprate thin film, although the conduction electrons might be more responsive to spin waves than to acoustic waves. These experiments address a novel regime of large momentum transfer to the electrons, which should be quite distinct from the more traditional regime of large energy transfer obtained from direct electromagnetic stimulation. The experiments are also motivated in part by novel theories of the superconducting state involving dynamic charge-density waves and spin-densitywaves. Potential device applications are discussed.","Authors":"Kadin, AM (Kadin, Alan M.); Kaplan, SB (Kaplan, Steven B.)","Title":"Dynamic Stimulation of Superconductivity With Resonant Terahertz Ultrasonic Waves"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390426200001 ISSN: 1051-8223 eISSN: 1558-2515","Keywords":"Acoustic emission; High-temperature superconductor superconducting quantum interference device (HTS-SQUID) gradiometer; magnetostriction; pipe; remote nondestructive evaluation (NDE); ultrasonic-guided wave KeyWords Plus:EDGE JOSEPHSON-JUNCTIONS; SENSOR; SYSTEM","Categories":"Engineering; Physics Web of Science Categories:Engineering, Electrical & Electronic; Physics, Applied","Journal Information":"IEEE TRANSACTIONS ON APPLIED SUPERCONDUCTIVITY Volume: 27 Issue: 4 Article Number: 1600104 DOI: 10.1109/TASC.2016.2631421 Published: JUN 2017","Abstract":"This paper describes basic research of a novel remote nondestructive evaluation (NDE) technique for pipes combining high-sensitive high-temperature superconductor superconducting quantum interference device (HTS-SQUID) and ultrasonic guided waves. Measurements of magnetic signals due to acoustic emission (AE) and ultrasonic-guided waves on a steel pipe were demonstrated using an HTS-SQUID gradiometer. To convert the guided waves into magnetic signals, the inverse magnetostrictive effect of a magnetized nickel thin plate glued around the pipe's circumference was utilized. An AE sensor and alternative magnetized nickel thin plate with wound coil were used as AE and ultrasonic-guided wave transmitters. Magnetic signals due to AE and ultrasonic guided waves were successfully measured by the HTS-SQUID gradiometer, which was set above the nickel film with a lift-off of about 2 mm.","Authors":"Hatsukade, Y (Hatsukade, Yoshimi) ; Kobayashi, T (Kobayashi, Tomoki) ; Nakaie, S (Nakaie, Saki) ; Masutani, N (Masutani, Natsuki) ; Tanaka, Y (Tanaka, Yoshikazu)","Title":"Novel Remote NDE Technique for Pipes Combining HTS-SQUID and Ultrasonic Guided Wave"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389210900007 ISSN: 1230-0322 eISSN: 2083-6007","Keywords":"trehalose; ultrasound; osmosis methods; heat pump drying; fish fillet; quality parameters KeyWords Plus:OSMOTIC DEHYDRATION; ULTRASOUND APPLICATION; CONTACT ULTRASOUND; MASS-TRANSFER; DRIED APPLES; KINETICS; PRETREATMENT; TEMPERATURE; MICROSTRUCTURE; COLOR","Categories":"Food Science & Technology; Nutrition & Dietetics Web of Science Categories:Food Science & Technology; Nutrition & Dietetics","Journal Information":"POLISH JOURNAL OF FOOD AND NUTRITION SCIENCES Volume: 67 Issue: 2 Pages: 145-150 DOI: 10.1515/pjfns-2016-0016 Published: JUN 2017","Abstract":"In order to achieve the influence of different pretreatment methods on heat pump dried tilapia fillets, the effects of trehalose, ultrasound-assisted and freeze-thaw cycle assisted osmotic dehydration on the color, rehydration, texture and Ca2+-ATPase activity were investigated. Tilapia fillets (100 mm length x 50 mm width x 5 mm height) were first osmoconcentrated in a trehalose solution combined with 4 degrees C under atmospheric pressure for 1 h, different power of ultrasound and freeze-thawing respectively, then heat pump dried. The results showed that under the same drying method, the comprehensive score of ultrasound in 400 Watt was best, compared to freeze-thaw, the ultrasound pretreatment had a significant (p<0.05) effect on the color and Ca2+-ATPase activity, but had no significant (p>0.05) effect on the rehydration and texture. However, both of them significantly (p<0.05) affected the quality in comparison to that of osmosis at 4 degrees C. It indicates that suitable ultrasonic pretreatment conditions improve the quality of dried products effectively and the conclusion of this research provides reference for heat pump dried similar products.","Authors":"Li, M (Li, Min) ; Wu, YY (Wu, Yang-yang) ; Guan, ZQ (Guan, Zhi-qiang)","Title":"Effect of Physical Osmosis Methods on Quality of Tilapia Fillets Processed by Heat Pump Drying"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397994700025 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Ultrasonic soldering; Reflow soldering; SAC305; Ultrasonic power; Microstructure; Mechanical properties KeyWords Plus:LEAD-FREE SOLDER; INTERMETALLIC COMPOUND LAYERS; NANO-COMPOSITE SOLDERS; CU/SN-AG-CU/CU; GRAPHENE NANOSHEETS; THERMAL-PROPERTIES; VIBRATION TIME; REFLOW; NANOPARTICLES; ELECTRONICS","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 705 Pages: 188-197 DOI: 10.1016/j.jallcom.2017.02.165 Published: MAY 25 2017","Abstract":"Cu/SAC305/Cu solder joints were fabricated by a modified ultrasonic-assisted reflow soldering technique under ambient atmosphere. Ultrasonic vibration (USV) with low ultrasonic power ranging from 10 to 30 W was used while the evolution of microstructure and mechanical properties of the solder joints under the influence of such USV were investigated in this study. Results showed that ultrasonic power promoted the formation of eutectic phase and the coarsening of beta-Sn phase in the solder matrix of the solder joints. When the samples were treated with longer USV time, the beta-Sn phase changed from dendritic structure (10 W of USV) to globular structure (20 and 30 W of USV). The observed morphological change of beta-Sn and eutectic phases in the solder matrix led to the variation in the solder matrix hardness and the formation of interfacial intermetallic compounds (IMCs) in the samples treated with USV at increasing ultrasonic power and time. Overall, the shear strength of the ultrasonic-treated samples increased with increasing ultrasonic power, regardless of the USV time. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Tan, AT (Tan, Ai Ting) ; Tan, AW (Tan, Ai Wen) ; Yusof, F (Yusof, Farazila)","Title":"Evolution of microstructure and mechanical properties of Cu/SAC305/Cu solder joints under the influence of low ultrasonic power"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397994700051 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"Graphene oxide; Zinc borate; Oleic diethanolamide; Composites; Tribological properties KeyWords Plus:ULTRAFINE POWDER; CALCIUM BORATE; CONGO RED; NANOPARTICLES; LUBRICANT; WEAR; OIL; REDUCTION; ADDITIVES; FRICTION","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 705 Pages: 384-391 DOI: 10.1016/j.jallcom.2017.02.149 Published: MAY 25 2017","Abstract":"In this paper, a simple facile route for preparing zinc borate (ZB)/graphene oxide (GO) composites (ZB/GO) through a liquid phase-based ultrasonic-assisted stripping approach was demonstrated. As revealed by the FT-IR, XRD, Raman, UV-evis, TEM and SEM techniques, ZB hybrids were successfully composited with GO sheets. In order to highly disperse the composites into the base oil, the composites would be chemically modified in a reflux reaction with oleic diethanolamide (OD), i.e. OD-ZB/GO. The tribological properties of OD-ZB/GO as an additive in the base oil were tested by the four-ball wear machine. The results showed that the friction coefficient (COF)and the wear scar diameter (WSD) of the OD-ZB/GO-based oil (2.0 wt% of ZB/GO) were about 48.2% and 40.0% decline than those of the 500 SN base oil. Moreover, it could be found that the OD-ZB/GO-based oil showed a good carrying capacity at higher applied loads and an obviously reducing oil temperature performance in comparison of GO sheets and ZB hybrids. For proposing the wear mechanism, the as-prepared OD-ZB/GO in different viscosity base oil also was investigated intensively. The Raman spectra of wear surface revealed that the OD-ZB/GO materials entered the interfaces of motorial frictional pairs relied on base oil, thus displaying its antifriction and antiwear ability. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Cheng, ZL (Cheng, Zhi-Lin) ; Li, W (Li, Wei) ; Liu, Z (Liu, Zan)","Title":"Preparation, characterization, and tribological properties of oleic diethanolamide-capped zinc borate-coated graphene oxide composites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397552300018 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"LaFeO3/C; Photo-Fenton; Carbon spheres; H2O2; Perovskite KeyWords Plus:VISIBLE-LIGHT; PHOTOCATALYTIC ACTIVITY; COMPOSITE; DEGRADATION; GRAPHENE; OXIDE; MORPHOLOGY; CATALYST; FILMS","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 404 Pages: 138-145 DOI: 10.1016/j.apsusc.2017.01.223 Published: MAY 15 2017","Abstract":"LaFeO3 nanoparticles immobilized on the surface of monodisperse carbon spheres have been obtained through a facile and environmentally friendly ultrasonic assisted surface ions adsorption method. The LaFeO3/C nanocomposite was evaluated as photo-Fenton like catalyst for the degradation of Rhodamine B (RhB) under visible light irradiation (lambda>420 nm). The LaFeO3/C nanocomposite possesses high specific surface area compared with pure LaFeO3 and significantly enhanced photo-Fenton like catalytic performance. The possible formation process of the LaFeO3/C nanocomposite and the mechanism for photo-Fenton like reaction were discussed. The superior property was attributed to the synergistic effects from the photo-Fenton like process and the presence of carbon spheres. In addition, the heterogeneous process led to better recyclability of this type of catalyst. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Wang, KX (Wang, Kaixuan) ; Niu, HL (Niu, Helin) ; Chen, JS (Chen, Jingshuai) ; Song, JM (Song, Jiming) ; Mao, CJ (Mao, Changjie) ; Zhang, SY (Zhang, Shengyi) ; Gao, YH (Gao, Yuanhao)","Title":"Immobilizing LaFeO3 nanoparticles on carbon spheres for enhanced heterogeneous photo-Fenton like performance"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398014200028 ISSN: 0263-8223 eISSN: 1879-1085","Keywords":"High velocity impact; Hybrid composites; Basalt fibres KeyWords Plus:DROP-WEIGHT IMPACT; BALLISTIC IMPACT; PERFORATION; DAMAGE; LAMINATE; PLATES; CFRP; THICKNESS; COMPRESSION; PENETRATION","Categories":"Materials Science Web of Science Categories:Materials Science, Composites","Journal Information":"COMPOSITE STRUCTURES Volume: 168 Pages: 305-312 DOI: 10.1016/j.compstruct.2017.02.039 Published: MAY 15 2017","Abstract":"The aim of this work is to investigate the effect of basalt fibre hybridization on carbon/epoxy laminates when subjected to high velocity impacts. In this regard, interply hybrid specimens with four different stacking sequences (sandwich-like and intercalated structures) are tested and compared to non-hybrid reference laminates made of either only carbon or only basalt layers. The response to high velocity impact tests is assessed through the evaluation of the impact and residual velocities of the projectile and the ballistic limit, calculated using experimental data, is compared with the results given by an analytical model, showing a good agreement. The damage in composite laminates is investigated by destructive (optical microscopy) and non-destructive (ultrasonic phased array) techniques. As a result of basalt hybridization, the ballistic limits of all sandwich configurations are enhanced if compared to those of carbon laminates. Therefore the observed decrease of static mechanical properties of hybrid composites is largely compensated by improved response to impact. Advantages also come in terms of cost saving, since the basalt fibre is far less expensive than the carbon one. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Tirillo, J (Tirillo, J.) ; Ferrante, L (Ferrante, L.) ; Sarasini, F (Sarasini, F.) ; Lampani, L (Lampani, L.) ; Barbero, E (Barbero, E.) ; Sanchez-Saez, S (Sanchez-Saez, S.) ; Valente, T (Valente, T.) ; Gaudenzi, P (Gaudenzi, P.)","Title":"High velocity impact behaviour of hybrid basalt-carbon/epoxy composites"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360200032 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Hydrogen production; Catalytic ammonia conversion; Cu/Zn/Al2O3; Metal dispersion and acid-base character; Structure-activity relationship KeyWords Plus:FUEL-CELL APPLICATIONS; LOW-TEMPERATURE; OXIDE CATALYSTS; CARBON-DIOXIDE; CU/ZNO/AL2O3 CATALYSTS; ATMOSPHERIC CHEMISTRY; H-2 PRODUCTION; NO REDUCTION; METHANOL; CU","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 196 Pages: 325-335 DOI: 10.1016/j.fuel.2017.01.117 Published: MAY 15 2017","Abstract":"Production of hydrogen without any carbon dioxide or monoxide is of utmost importance for the chemical energy storage and conversion in a future low-carbon economy. Alumina-supported copper and, Cu/Zn/Al2O3 catalysts were prepared by incipient wetness- and ultrasonic impregnation, while Zn/ Al2O3 catalysts were also prepared to compare the effect of Zn. The characterisation of catalysts was carried out by N-2 physisorption, XRD, H-2-TPR, N2O chemisorption, NH3-TPD, CO2-TPD, H-2-TPD, XPS and TEM. Catalysts prepared via ultrasonic impregnation showed a high metal dispersion and a small crystallite size, whereas Lewis acidic and basic sites were predominant on all catalysts, while the acid-base strength was strongly influenced by the presence of zinc in the case of Cu/Zn/Al2O3 catalysts. A high catalytic activity, reflected through the almost total conversion of ammonia at 600 degrees C with the H-2 production rate of 36.2 mmol g(-1) min(-1), was achieved over Cu/Zn/Al2O3 catalyst, prepared by ultrasonic impregnation. The dispersion of metal and its acidic or basic nature played an important role, even more so than the presence of the two or three potentially synergistic metals on the surface of a catalyst. Under the applied reaction conditions, the catalysts showed an excellent stability for more than 100 h. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Dasireddy, VDBC (Dasireddy, Venkata D. B. C.) ; Likozar, B (Likozar, Blaz)","Title":"COx-free hydrogen generation via decomposition of ammonia over copper and zinc-based catalysts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397360200044 ISSN: 0016-2361 eISSN: 1873-7153","Keywords":"Elastic anisotropy; Shear wave splitting; Ultrasonic velocities; Montney Formation KeyWords Plus:SHALE-GAS-RESERVOIR; S-WAVE ANISOTROPY; TEMPORAL VARIATIONS; P-WAVE; PRESSURE; FIELD","Categories":"Energy & Fuels; Engineering Web of Science Categories:Energy & Fuels; Engineering, Chemical","Journal Information":"FUEL Volume: 196 Pages: 442-457 DOI: 10.1016/j.fuel.2017.01.084 Published: MAY 15 2017","Abstract":"Laboratory-based measurements of acoustic wave propagation through porous media are important for many aspects of reservoir characterization. These measurements may be used to estimate sonic velocities, elastic anisotropy and dynamic rock mechanical properties, which in turn can be used in the calibration of sonic logs and to inform 3D/4D seismic and microseismic interpretations. In the current work, ultrasonic experiments were performed on Montney Formation (tight siltstone reservoir; Alberta, Canada) core plug samples under the same triaxial pressure conditions as used for permeability measurements. Unique to this study, the effect of propped/unpropped fractures on elastic properties as a function of effective pressure was determined, allowing for a comparison of the same properties for intact samples. For both intact and fractured samples, P- and S-wave velocities increased with increasing effective pressure. These velocities, and derived mechanical properties (such as Young's modulus), for intact core plug samples are in excellent agreement with log-derived values. Because of the difference in scales for core- and log-based measurements, this agreement suggests that reservoir heterogeneities affecting acoustic wave propagation (and derived rock mechanical properties) occur at the sub-core plug scale for the reservoir interval studied. Measures of elastic anisotropy, such as shear wave splitting, were also determined to be a strong function of effective pressure. In one case, an intact sample was artificially fractured during the experiment with increasing effective pressure - the shear wave velocity difference (S1-S2) reversed at the estimated point of fracturing. This finding has important implications for interpretation of hydraulic and induced fractures in the reservoir using seismic data. Finally, a core containing (1) an unpropped fracture and (2) a propped fracture was analyzed to determine the impact of these fracture types on anisotropy changes with effective pressure. Shear wave splitting changes were found to be much larger for the propped fracture sample than for the unpropped fracture sample, suggesting that time-lapse seismic may be used to distinguish fracture types. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Riazi, N (Riazi, N.) ; Clarkson, CR (Clarkson, C. R.) ; Ghanizadeh, A (Ghanizadeh, A.) ; Vahedian, A (Vahedian, A.) ; Aquino, S (Aquino, S.) ; Wood, JM (Wood, J. M.)","Title":"Determination of elastic properties of tight rocks from ultrasonic measurements: Examples from the Montney Formation (Alberta, Canada)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691900011 PubMed ID: 28212513 ISSN: 0304-3894 eISSN: 1873-3336","Keywords":"Simultaneous removal of NO and Hg-0; Commercial SCR catalyst; Ce and Cu co-modification; Enhancement mechanism KeyWords Plus:COMBUSTION FLUE-GAS; FIRED POWER-PLANTS; GASEOUS ELEMENTAL MERCURY; SELECTIVE CO OXIDATION; TI OXIDE CATALYST; LOW-TEMPERATURE; V2O5-WO3/TIO2 CATALYST; CEO2-TIO2 CATALYSTS; REDUCTION CATALYST; CUO-CEO2 CATALYSTS","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Environmental Sciences","Journal Information":"JOURNAL OF HAZARDOUS MATERIALS Volume: 330 Pages: 83-92 DOI: 10.1016/j.jhazmat.2017.02.013 Published: MAY 15 2017","Abstract":"A series of novel Ce-Cu modified V2O5/TiO2 based commercial SCR catalysts were prepared via ultrasonic-assisted impregnation method for simultaneous removal of NO and elemental mercury (Hg-0). Nitrogen adsorption, X-ray diffraction (XRD), temperature programmed reduction of H-2 (H-2-TPR) and X-ray photoelectron spectroscopy (XPS) were used to characterize the catalysts. 7% Ce-1% Cu/SCR catalyst exhibited the highest NO conversion efficiency (>97%) at 200-400 degrees C, as well as the best Hg-0 oxidation activity (>75%) at 150-350 degrees C among all the catalysts. The XPS and H-2-TPR results indicated that 7% Ce-1% Cu/SCR possess abundant chemisorbed oxygen and good redox ability, which was due to the strong synergy between Ce and Cu in the catalyst. The existence of the redox cycle of Ce4++Cu1+ <-> Ce3++Cu2+ could greatly improve the catalytic activity. 7% Ce-1% Cu/SCR showed higher resistance to SO2 and H2O than other catalysts. NO has a promoting effect on Hg-0 oxidation. The Hg-0 oxidation activity was inhibited by the injection of NH3, which was due to the competitive adsorption and oxidized mercury could be reduced by ammonia at temperatures greater than 325 degrees C. Therefore, Hg-0 oxidation could easily occurred at the outlet of SCR catalyst layer due to the consumption of NH3. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Chi, GL (Chi, Guilong) ; Shen, BX (Shen, Boxiong) ; Yu, RR (Yu, Ranran) ; He, C (He, Chuan) ; Zhang, X (Zhang, Xiao)","Title":"Simultaneous removal of NO and Hg-0 over Ce-Cu modified V2O5/TiO2 based commercial SCR catalysts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397699100014 ISSN: 0376-7388 eISSN: 1873-3123","Keywords":"Released air; Backwashing; Hollow fiber; Ultrasonic spectrum; Mathematical model KeyWords Plus:OPERATING-CONDITIONS; PERFORMANCE; BIOREACTORS; SEAWATER; NITROGEN; PARTICLE; REMOVAL","Categories":"Engineering; Polymer Science Web of Science Categories:Engineering, Chemical; Polymer Science","Journal Information":"JOURNAL OF MEMBRANE SCIENCE Volume: 530 Pages: 132-145 DOI: 10.1016/j.memsci.2017.02.014 Published: MAY 15 2017","Abstract":"To obtain a better backwashing strategy, effects of released air on the effective backwashing length of dead-end hollow fiber membranes were investigated in this study. Ultrasonic spectrum and AGU-Vallen Wavelet software were imported to ensure a more intuitive understanding on effects of released air from echoes. Modeling and experimental results in this study showed that the air accumulation at the most distant membrane point was a recombination process which contained air release and dissolution. The recombination process contained air release as the pressure type changed from inside-outside to outside-inside and air dissolution in the outside inside pressure condition. Moreover, longer fiber was more prone to the air accumulation in the most distant membrane lumen. The mathematical model predicted the volume of final remaining air that depended on the instantaneous pressure difference, backwashing flux, backwashing duration, membrane surface area, water viscosity and temperature. Experimental verification of ultrasonic waveforms was consistent with the model prediction. To overcome the effects brought by released air and maintain backwashing effectiveness, a novel method was developed by adding a segment of gas filtration membrane at the end of the hollow fiber which had finally extended the effective backwashing length. These studies were expected to have implications for the design and operation of hollow fiber membrane backwashing.","Authors":"Cui, Z (Cui, Zhao) ; Wang, J (Wang, Jie) ; Zhang, HW (Zhang, Hongwei) ; Jia, H (Jia, Hui)","Title":"Influence of released air on effective backwashing length in dead-end hollow fiber membrane system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599000028 ISSN: 0956-5663 eISSN: 1873-4235","Keywords":"Electrochemical biosensor; Target DNA; AuNCs/GR nanohybrids; Exonuclease III-aided cascade target recycling; Enzyme-catalyzed silver deposition KeyWords Plus:HYBRIDIZATION CHAIN-REACTION; NANOCLUSTERS; AMPLIFICATION; NANOPARTICLES; SERS","Categories":"Biophysics; Biotechnology & Applied Microbiology; Chemistry; Electrochemistry; Science & Technology - Other Topics Web of Science Categories:Biophysics; Biotechnology & Applied Microbiology; Chemistry, Analytical; Electrochemistry; Nanoscience & Nanotechnology","Journal Information":"BIOSENSORS & BIOELECTRONICS Volume: 91 Pages: 183-189 DOI: 10.1016/j.bios.2016.12.017 Published: MAY 15 2017","Abstract":"In this work, a novel and ultrasensitive electrochemical biosensor was constructed for DNA detection based on functionalized gold clusters/graphene nanohybrids (AuNCs/GR nanobybrids) and exonuclease III (Exo III)-aided cascade target recycling. By utilizing the capacity of GR as universal template, different metal nanoclusters including AuNCs/GR nanobybrids and PtNCs/GR nanohybrids were synthesized through convenient ultrasonic method. Exo III-aided cascade recycling was initiated by target DNA, generating the final cleavage product (S2), which acted as a linkage between capture probe and the functionalized metal nanoclusters/GR conjugates in the construction of the biosensor. The AuNCs/GR-DNA-enzyme conjugates acted as interfaces of enzyme-catalyzed silver deposition reaction, achieving DNA detection ranging from 0.02 fM to 20 pM with a detection limit of 0.057 fM. In addition, PtNCs/GR-DNA conjugates presented peroxidase-like activity and the functionalized PtNCs/GR nanohybrids-based electrochemical biosensor also realized DNA detection by catalyzing the 3,3',5,5'-tetramethylbenzidine-hydrogen peroxide (TMB-H2O2) system to produce electrochemical signal. This metal clusters/GR-based multiple-amplified electrochemical biosensor provided an universal method for DNA detection.","Authors":"Wang, W (Wang, Wei); Bao, T (Bao, Ting); Zeng, X (Zeng, Xi); Xiong, HY (Xiong, Huayu); Wen, W (Wen, Wei); Zhang, XH (Zhang, Xiuhua); Wang, SF (Wang, Shengfu)","Title":"Ultrasensitive electrochemical DNA biosensor based on functionalized gold clusters/graphene nanohybrids coupling with exonuclease III-aided cascade target recycling"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398365100013 ISSN: 0167-577X eISSN: 1873-4979","Keywords":"Poly (lactic acid) (PLA); Microspheres; Probe-based ultrasonication; FESEM; FT-IR spectroscopy KeyWords Plus:NANOPARTICLES; EVAPORATION; DELIVERY; DRUG","Categories":"Materials Science; Physics Web of Science Categories:Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"MATERIALS LETTERS Volume: 195 Pages: 48-51 DOI: 10.1016/j.matlet.2017.02.068 Published: MAY 15 2017","Abstract":"Biodegradable, poly (lactic acid) (PLA) microspheres have been synthesized via solvent evaporation method using ultrasonic homogenizer as emulsifier. The effect of added surfactant, PVA [poly (vinyl alcohol)], and PLA concentration on the shape and size of the resultant PLA microspheres has been studied. The prime objective of this work was to identify an optimal PVA/PLA concentration to prepare PLA microsphere with a size distribution of 1-2 micrometers as in many literature it has been reported as ideal range of size for non-endocytosis-mediated cellular drug delivery. In this pursuit it was found that an optimal concentration of 2.5% w/v of PVA into water and 2.5% w/v PLA into DCM [Dichloromethane] is suitable to create PLA microspheres with a size distribution of 1-2 micrometers. The PLA microspheres were characterized by FESEM to assess their shape and size. FT-IR analysis (Supplementary data) was used to assess the functional groups present in the PLA microspheres, whilst zeta-potential measurements (Supplementary data) provided insight into the likely dispersion properties of the microspheres in aqueous media. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Singh, B (Singh, Barkha) ; Singh, P (Singh, Pushpendra) ; Sutherland, AJ (Sutherland, Andrew J.) ; Pal, K (Pal, Kaushik)","Title":"Control of shape and size of poly (lactic acid) microspheres based on surfactant and polymer concentration"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356700013 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Breast tumor segmentation; Breast ultrasound image; Prior knowledge learning KeyWords Plus:ULTRASOUND IMAGES; CLASSIFICATION; LEVEL; DIAGNOSIS; LESIONS; MAMMOGRAMS; CANCER","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 237 Pages: 145-157 DOI: 10.1016/j.neucom.2016.09.067 Published: MAY 10 2017","Abstract":"Automatic breast tumor segmentation is a crucial step for breast ultrasound images analysis. Prior knowledge can be used to improve segmentation performance. However, commonly used prior information such as intensity, texture and shape may be useless due to complicated characteristics of breast tumor in ultrasound images. In this paper, we propose a novel prior knowledge of the abnormal tumor regions, which may be complementary to base segmentation model. Based on this idea, we develop a breast tumor segmentation approach with prior knowledge learning. The proposed method mainly consists of two steps: prior knowledge learning and segmentation model construction. In the first step, prior knowledge learning model is developed to learn prior information which can be used to classify abnormal tumor regions correctly. It's difficult for base segmentation model to obtain accurate segmentation result of abnormal tumor areas. Therefore, learned prior knowledge is complementary to base segmentation model. In order to exploit learned prior knowledge, prior knowledge-based constraints are incorporated into the base segnientation model for robust segmentation model construction. In order to verify performance of the proposed method, we construct a breast ultrasound images database contained 186 cases (135 benign cases and 51 malignant cases) by collecting the breast images from four types of ultrasonic devices. Our experimental results on the constructed database demonstrate the effectiveness and robustness of the proposed method.","Authors":"Xi, XM (Xi, Xiaoming) ; Shi, H (Shi, Hao) ; Han, LY (Han, Lingyan) ; Wang, TW (Wang, Tingwen) ; Ding, HY (Ding, Hong Yu) ; Zhang, G (Zhang, Guang) ; Tang, YC (Tang, Yuchun) ; Yin, YL (Yin, Yilong)[ 10 ]","Title":"Breast tumor segmentation with prior knowledge learning"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395355400013 ISSN: 1383-5866 eISSN: 1873-3794","Keywords":"Fenton-like; Ultrasonic; Nonylphenol; Degradation; Zero valent metals; AOP KeyWords Plus:WASTE-WATER; HYDROGEN-PEROXIDE; ACTIVATED-SLUDGE; ELEMENTAL IRON; SONOPHOTOCATALYTIC DEGRADATION; 4-NONYLPHENOL ISOMERS; REDUCTIVE DEGRADATION; ORGANIC CONTAMINANTS; AQUEOUS-SOLUTIONS; PHENOL","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"SEPARATION AND PURIFICATION TECHNOLOGY Volume: 178 Pages: 122-129 DOI: 10.1016/j.seppur.2017.01.028 Published: MAY 7 2017","Abstract":"The nano zero valent metals (nZVMs) of Fe, Cu, and Ni were prepared and examined in degradation of nonylphenol (6 mg L-1) by ultrasonic (20 kHz) assisted-Fenton-like process at the neutral pH, and the room temperature. The experiments were performed to investigate effects of irradiation time, H2O2 dosage, and pH. In presence of 1.0 g L-1 of a solid catalyst, and 10 mM H2O2 the degradation was complete after 15 min of sonication in presence of Fe and Cu; while Ni needed 25 min to do the same effect. Degradation is enriched in the presence of the catalyst and hydrogen peroxide, due to enhanced production of hydroxyl radicals at interfacial regions between cavitation bubbles and solid particles. Particle size and specific surface area of used catalysts have a major role. Results of total organic carbon removal supported the conclusion that the degradation of nonylphenol takes place through initial attack of the formed hydroxyl radicals to the side chain that decomposes in the form of gaseous products. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"ElShafei, GMS (ElShafei, G. M. S.) ; Yehia, FZ (Yehia, F. Z.) ; Eshaq, G (Eshaq, Gh.) ; ElMetwally, AE (ElMetwally, A. E.)","Title":"Enhanced degradation of nonylphenol at neutral pH by ultrasonic assisted-heterogeneous Fenton using nano zero valent metals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395355400015 ISSN: 1383-5866 eISSN: 1873-3794","Keywords":"Neodymium oxide; Ultrasonic method; Nanostructure; Electron microscopy; Photocatalytic activity KeyWords Plus:NEODYMIUM OXIDE NANOPARTICLES; COMBUSTION SYNTHESIS; FACILE SYNTHESIS; NANOCOMPOSITES; DEGRADATION; DYE; BEHAVIOR; AGENT; ZRO2; SALT","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"SEPARATION AND PURIFICATION TECHNOLOGY Volume: 178 Pages: 138-146 DOI: 10.1016/j.seppur.2017.01.034 Published: MAY 7 2017","Abstract":"For the first time, a new simple route of synthesizing Nd2O3 nanostructures has been developed with applying the sonochemical process. As a novel precipitator, 2,2-dimethy1-1,3-propanediamine was applied in the presence of Nd(NO3)(3).6H(2)O to prepare neodymium oxide. In order to control the shape, size and photocatalytic activity of neodymium oxide products, the type of capping agents have been altered. The synthesized nanostructured neodymium oxide has been characterized with the aid of DRS, Fr-IR, XRD, TEM, FESEM and EDX. It was demonstrated that shape, size and photocatalytic activity of the sonochemically fabricated neodymium oxide were under the influence of the type of capping agent. The photocatalytic decomposition of eosin Y pollutant has been performed to compare the photocatalytic efficiencies of neodymium oxide nano and bulk structures under ultraviolet illumination. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Zinatloo-Ajabshir, S (Zinatloo-Ajabshir, Sahar) ; Mortazavi-Derazkola, S (Mortazavi-Derazkola, Sobhan) ; Salavati-Niasari, M (Salavati-Niasari, Masoud)","Title":"Sonochemical synthesis, characterization and photodegradation of organic pollutant over Nd2O3 nanostructures prepared via a new simple route"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397634000014 ISSN: 0925-8388 eISSN: 1873-4669","Keywords":"TiO2 nanocrystals; Ultrasonic irradiation; Disorder modification; Hydroxyls injection; Photocatalytic activity KeyWords Plus:TITANIUM-DIOXIDE NANOCRYSTALS; BLACK TIO2; SONOCHEMICAL FABRICATION; VISIBLE-LIGHT; HYDROGENATED TIO2; OXYGEN VACANCY; NANOPARTICLES; NANOSTRUCTURES; PERFORMANCE; LOCATION","Categories":"Chemistry; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"JOURNAL OF ALLOYS AND COMPOUNDS Volume: 703 Pages: 96-102 DOI: 10.1016/j.jallcom.2017.01.197 Published: MAY 5 2017","Abstract":"Disorder modification of TiO2 nanocrystals (NCs) has been proved to enhance the photocatalytic activity through surface defects and band-gap narrowing. In this contribution, we used a facile way of ultrasonic irradiation to induce the hydroxyls injection into TiO2 (P25) crystal lattice, which obtained disordered TiO2 NCs. In order to improve the degree of ultrasonic-induced disorder, extension of ultrasonic time or increasing alkalinity was necessary, which continuously regulated the energy band structure of TiO2 and could at most improve the solar-driven photocatalytic activity for 2.33 times than original P25 NCs. (C) 2017 Elsevier B. V. All rights reserved.","Authors":"Fan, CY (Fan, Chenyao) ; Fu, XX (Fu, Xinxin) ; Shi, L (Shi, Lin) ; Yu, SQ (Yu, Siqi) ; Qian, GD (Qian, Guodong) ; Wang, ZY (Wang, Zhiyu)","Title":"Disorder modification and photocatalytic activity enhancement of TiO2 nanocrystals through ultrasonic hydroxylation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952800002 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"Piezoelectric effect; Photocatalysis; Film; PMN-PT; TiO2 KeyWords Plus:WATER; DEGRADATION","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 403 Pages: 9-14 DOI: 10.1016/j.apsusc.2017.01.151 Published: MAY 1 2017","Abstract":"Efficient charge separation is quite significant to obtain high photocatalytic performance. In this work, piezoelectric-based composite photocatalyst film PDMS-PMN-PT@TiO2 possessing high recoverability was prepared. The spatial electric field of PMN-PT was introduced into photocatalyst system by ultrasonic wave vibration to accelerate charge separation. Compared with magnetic stirring, ultrasonic wave vibration greatly improved the photocatalytic degradation efficiency of rhodamine B (RhB) over PDMSPMN-PT@Ti02 film by about 55%. A possible improvement mechanism that spatial electric field promotes charge separation was presented herein. The piezoelectric potential output demonstrated the piezoelectricity of composite film. The durability experiments of PDMS-PMN-PT@TiO2 film indicated its great stability over several runs. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Dai, BY (Dai, Baoying) ; Zhang, L (Zhang, Ling) ; Huang, HM (Huang, Hengming) ; Lu, CH (Lu, Chunhua) ; Kou, JH (Kou, Jiahui) ; Xu, ZZ (Xu, Zhongzi)","Title":"Photocatalysis of composite film PDMS-PMN-PT@TiO2 greatly improved via spatial electric field"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952800032 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"Ruby; Fusion mixture; Photoluminescence spectra; Chromium concentration KeyWords Plus:SPECTROSCOPY; PHOTOLUMINESCENCE; TEMPERATURE; RUBIES","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 403 Pages: 267-273 DOI: 10.1016/j.apsusc.2017.01.167 Published: MAY 1 2017","Abstract":"Improvement in aesthetic look of low grade natural ruby (gemstone) surface was clearly evident after fusion mixture treatment. Surface impurities of the gemstone were significantly reduced to give it a face lift. The processing consists of heat treatment (1000 degrees C) of the raw gemstone with fusion mixture (sodium and potassium carbonates), followed by hydrochloric acid digestion (90 degrees C) and ultrasonic cleaning.Both the untreated and the treated gemstone were characterized by X-ray diffraction, UV vis spectroscopy (diffuse reflectance),photoluminescence and X-ray photoelectron spectroscopy. The paper consolidates the results of these studies and presents the effect of the typical chemical treatment (stated above) on the low grade natural ruby. While X-ray diffraction study identifies the occurrence of alumina phase in both the treated and the untreated gemstones, the UV vis spectra exhibit strong characteristic absorption of Cr3+ at 400 and 550 nm wavelength for the treated gemstone in contrast to weak absorption observed for the untreated gemstone at such wavelengths, thus showing the beneficial effect of fusion mixture treatment. Peaks observed for the gemstone (for both treated and untreated samples) in the excitation spectra of photoluminescence show a good correlation with observed UV vis (diffuse reflectance) spectra. Photoluminescence emission spectra of the untreated gemstone show characteristic emission at 695 nm for Cr3+ ion (as in alumina matrix), but its emission intensity significantly reduces after fusion mixture treatment. It is found that the surface of the fusion mixture treated ruby gemstone looks much brighter than the corresponding untreated surface. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Sakthivel, R (Sakthivel, R.) ; Pradhan, KC (Pradhan, K. C.) ; Nayak, BB (Nayak, B. B.) ; Dash, T (Dash, Tapan) ; Sahu, RK (Sahu, R. K.) ; Mishra, BK (Mishra, B. K.)","Title":"Effect of fusion mixture treatment on the surface of low grade natural ruby"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691100014 PubMed ID: 28212947 ISSN: 0166-4328 eISSN: 1872-7549","Keywords":"Amygdala; Emotion; Vocalization; Operant conditioning KeyWords Plus:C-FOS EXPRESSION; BASOLATERAL AMYGDALA; ULTRASONIC VOCALIZATIONS; MONKEY AMYGDALA; LABORATORY RATS; BRAIN; NUCLEUS; REWARD; STIMULATION; NORVEGICUS","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"BEHAVIOURAL BRAIN RESEARCH Volume: 324 Pages: 109-114 DOI: 10.1016/j.bbr.2017.02.022 Published: MAY 1 2017","Abstract":"We recorded single unit activity within and around the rat amygdala while rats were engaged in an operant task (which included both reward and aversive trials) and during playback of ultrasonic vocalizations (USVs) to determine if there existed neurons which responded to two different types of either positive contexts (i.e., water reward and positively associated 50 kHz vocalizations) or negative contexts (i.e., white noise and negatively associated 22 kHz vocalizations). Ultimately, we wanted to determine if these two contexts (operant condition task and vocal sounds) could be represented as either positive or negative in a single neuron. Neural activity in 90% of cells was modulated in response to one or more of those events. A small number of those cells showed neural responses to both the aversive operant trials and 22 kHz USVs, but did not show responses to reward operant trials or 50 kHz USVs, suggesting the activity of these neurons encodes for similar negative emotion in response to these two contexts. Some cells showed responses to either the reward trials or 50 kHz USVs, but no cells showed responses to both, suggesting that these cells do not show a common response to events associated with positive emotion. This might mean that 50 kHz vocal sounds and the operant rewards were segregated into two different categories within the neural representation at the level of the amygdala, even though it appeared that both events were associated with positive emotions in rats. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kagawa, H (Kagawa, Hiroko) ; Seki, Y (Seki, Yoshimasa) ; Okanoya, K (Okanoya, Kazuo)","Title":"Affective valence of neurons in the vicinity of the rat amygdala: Single unit activity in response to a conditioned behavior and vocal sound playback"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398872300003 ISSN: 0142-9612 eISSN: 1878-5905","Keywords":"MRgFUS; Active targeting; SPIO; Synergistic agents KeyWords Plus:FACTOR RECEPTOR EXPRESSION; PHOTOTHERMAL THERAPY; POLY(ETHYLENE GLYCOL); INITIAL-EXPERIENCE; PROTEIN CORONA; BREAST-CANCER; TUMORS; CELLS; MODEL; DOXORUBICIN","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Biomedical; Materials Science, Biomaterials","Journal Information":"BIOMATERIALS Volume: 127 Pages: 25-35 DOI: 10.1016/j.biomaterials.2017.02.037 Published: MAY 2017","Abstract":"Despite its great promise in non-invasive treatment of cancers, magnetic resonance-guided focused ultrasound surgery (MRgFUS) is currently limited by the insensitivity of magnetic resonance imaging (MRI) for visualization of small tumors, low efficiency of in vivo ultrasonic energy deposition, and damage to surrounding tissues. We hereby report the development of an active targeting nano-sized theranostic superparamagnetic iron oxide (SPIO) platform for significantly increasing the imaging sensitivity and energy deposition efficiency using a clinical MRgFUS system. The surfaces of these PEGylated SPIO nanoparticles (NPs) were decorated with anti-EGFR (epidermal growth factor receptor) monoclonal antibodies (mAb) for targeted delivery to lung cancer with EGFR overexpression. The potential of these targeted nano-theranostic agents for MRI and MRgFUS ablation was evaluated in vitro and in vivo in a rat xenograft model of human lung cancer (H460). Compared with nontargeting PEGylated SPIO NPs, the anti-EGFR mAb targeted PEGylated SPIO NPs demonstrated better targeting capability to H460 tumor cells and greatly improved the MRI contrast at the tumor site. Meanwhile, this study showed that the targeting NPs, as synergistic agents, could significantly enhance the efficiency for in vivo ultrasonic energy deposition in MRgFUS. Moreover, we demonstrated that a series of MR methods including T2-weighted image (T2WI), T1-weighted image (T1WI), diffusion-weighted imaging (DWI) and contrast-enhanced T1WI imaging, could be utilized to noninvasively and conveniently monitor the therapeutic efficacy in rat models by MRgFUS. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Wang, ZL (Wang, Zhongling) ; Qiao, RR (Qiao, Ruirui) ; Tang, N (Tang, Na) ; Lu, ZW (Lu, Ziwei) ; Wang, H (Wang, Han) ; Zhang, ZX (Zhang, Zaixian) ; Xue, XD (Xue, Xiangdong) ; Huang, ZY (Huang, Zhongyi) ; Zhang, SR (Zhang, Siruo) ; Zhang, GX (Zhang, Guixiang) ; Li, YP (Li, Yuanpei) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Xue, Xiangdong  http://orcid.org/0000-0002-3709-072X","Title":"Active targeting theranostic iron oxide nanoparticles for MRI and magnetic resonance-guided focused ultrasound ablation of lung cancer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200008 PubMed ID: 28211336 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Immobilized bacteria; Extracellular polymeric substance; Degree of deflocculation; Non-linear regression modeling; Anaerobic biodegradability; Chemical oxygen demand KeyWords Plus:THERMOPHILIC AEROBIC DIGESTION; ULTRASONIC PRETREATMENT; BIOLOGICAL PRETREATMENT; BIOGAS PRODUCTION; SOLUBILIZATION; DEFLOCCULATION; DEWATERABILITY; ENHANCEMENT; DEGRADATION; REMOVAL","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 66-75 DOI: 10.1016/j.chemosphere.2017.02.046 Published: MAY 2017","Abstract":"In this study, an attempt was made to disintegrate waste activated sludge (WAS) in a cost-effective way. During the first phase of this study, effective break down of extracellular polymeric substance (EPS) was performed by deflocculating WAS with 0.1 g/g SS of MgSO4. Deflocculation rate was 92% with discharge rate of extractable EPS at 185 mg/L. In the second phase, effective bacterial cell disintegration was obtained at 36 h post treatment. Maximum solubilization of deflocculated sludge was approximately 21%, which was higher than that of flocculated sludge (14.2%) or the control (4.5%). Biodegradability studies were assessed through kinetic analysis by non-linear regression modeling. Results revealed that the deflocculated sludge had higher methane generation (at about 235.8 mL/gVs) compared to flocculated sludge (at 146.1 mL/gVs) or the control (at 34.8 mL/gVs). Cost assessment of the present work revealed that the net yield for each ton of the deflocculated sludge was about 32.99 USD. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ushani, U (Ushani, U.) ; Banu, JR (Banu, J. Rajesh) ; Kavitha, S (Kavitha, S.) ; Kaliappan, S (Kaliappan, S.) ; Yeom, IT (Yeom, Ick Tae)","Title":"Immobilized and MgSO4 induced cost effective bacterial disintegration of waste activated sludge for effective anaerobic digestion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687500006 ISSN: 0165-232X eISSN: 1872-7441","Keywords":"Roller compacted concrete; Coal waste ash; Durability; De-icing salts KeyWords Plus:HOT MIX ASPHALT; FLY-ASH; MECHANICAL-PROPERTIES; COMPRESSIVE STRENGTH; SCALING RESISTANCE; CEMENT; POWDER; REPLACEMENT; SLAG","Categories":"Engineering; Geology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Geosciences, Multidisciplinary","Journal Information":"COLD REGIONS SCIENCE AND TECHNOLOGY Volume: 137 Pages: 48-59 DOI: 10.1016/j.coldregions.2017.02.006 Published: MAY 2017","Abstract":"The aim of this study was to evaluate the durability properties of non -air entrained roller compacted concrete. pavement (RCCP) containing coal waste ash (CWA) as partial replacement of cement in presence of de-icing salts. Four different mix combinations were used to prepare RCCP specimens. In control mix with no CWA, the cement content was fixed to 14% by mass of dry aggregates. In other mixes, cement was replaced with 2, 3 and 4% CWA (by mass of dry aggregates) named as C2,C3 and C4, respectively. Durability characteristics such as permeable void content, chloride ion penetration, de-icing salt surface scaling resistance and freeze-thaW resistance exposed to salt solution were evaluated. According to results, all studied RCCPs showed acceptable chloride ion penetration. By increasing CWA content up to 3%, surface scaling exposed to salt solution delayed approximately 5 cycles. In presence of salt solution, up to 180 freeze -thaw cycles, ultrasonic pulse velocity in control mix was slightly more than C2 and C3 mixes while at higher cycles than 180 the reverse was true. C4 mix revealed excellent resistance during initia1180 freeze -thaw cycles while its resistance drastically reduced in con-tinue and showed critical behavior up to 300 cycles. Relative dynamic modulus of elasticity during 300 freeze -thaw cycles was almost the same for the control, C2 and C3 mixes. Conversely, C4 mix experienced more than 40% dynamic modulus reduction at the end of freeze-thaw test. The durability factor at the end of freeze -thaw test was satisfactory for the control, C2 and C3 mixes. Based on the results of durability tests, the optimum CWA content was determined as equal to 3%. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Rad, SAM (Rad, Seyed Alireza Mohammadi) ; Modarres, A (Modarres, Amir)","Title":"Durability properties of non-air entrained roller compacted concrete pavement containing coal waste ash in presence of de-icing salts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397683900022 ISSN: 0196-8904 eISSN: 1879-2227","Keywords":"Anaerobic digestion; Biogas; Biomethane; Microorganisms; Modeling; Optimization KeyWords Plus:WASTE ACTIVATED-SLUDGE; CONTINUOUS THERMAL HYDROLYSIS; MUNICIPAL SOLID-WASTE; METHANE PRODUCTION; CO-DIGESTION; BIOGAS PRODUCTION; LIGNOCELLULOSIC MATERIALS; MICROBIAL COMMUNITY; ULTRASONIC PRETREATMENT; ALKALINE PRETREATMENT","Categories":"Thermodynamics; Energy & Fuels; Mechanics Web of Science Categories:Thermodynamics; Energy & Fuels; Mechanics","Journal Information":"ENERGY CONVERSION AND MANAGEMENT Volume: 139 Pages: 260-275 DOI: 10.1016/j.enconman.2017.02.063 Published: MAY 1 2017","Abstract":"The potential of a major bioresource (Peanut hull) for biogas generation was evaluated. A sample was pretreated using combinations of mechanical and thermo-alkaline procedures using the Central Composite Design (CCD) for the optimization of the pretreatment temperature and time while another sample was treated without thermo-alkaline methods. The physico-chemical and microbial characteristics of the A. hypogaea hull and the rumen contents were carried out using standard methods. The actual biogas yields were 1739.20 m(3)/kg TSfed and 1100.50 m(3)/kg TSfed with desirability values of 91 and 100% for the pretreated and untreated experiments respectively. The methane and carbon dioxide content of biogas from both experiments as revealed by Gas chromatography were 61.5 +/- 2.5%; 24 +/- 1% and 51 +/- 2%; 25 2% respectively. The optimization of important process parameters in the anaerobic digestion were done using CCD of Response Surface Methodology (RSM) and the Artificial Neural Networks (ANNs) and the optimal values for each of the five major parameters optimized are as follows: Temperature = 30.00 degrees C, pH = 7.50, Retention time = 30.00 day, Total solids =12.00 g/kg and Volatile solids = 4.00 g/kg. Taking these values into account, the predicted biogas yield for RSM was 1819.89 m(3)/kg TSfed and 1743.6 m(3)/kg TSfed for ANNs in the thermo-alkaline pretreated experiment. For the experiment without pretreatment, the RSM predicted yield was 1119.54 m(3)/kg TSfed while that of ANNs was 1103.40 m(3)/kg TSfed. In all there was a 38.5% increase in predicted biogas yield in the experiment with pretreatment over that of untreated A. hypogaea hull. Based on the coefficient of determination (R-2), the mean error and predicted biogas yields, ANNs was found more accurate and is recommended for the optimization of biogas generation from the substrate used in this study. Further usage of peanut hull for biofuels is encouraged. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Dahunsi, SO (Dahunsi, S. O.) ; Oranusi, S (Oranusi, S.) ; Efeovbokhan, VE (Efeovbokhan, V. E.)","Title":"Optimization of pretreatment, process performance, mass and energy balance in the anaerobic digestion of Arachis hypogaea (Peanut) hull"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950600007 PubMed ID: 28069348 ISSN: 0141-8130 eISSN: 1879-0003","Keywords":"Polysaccharide; Structural characterization; Antioxidant activity KeyWords Plus:CULTURED CORDYCEPS-MILITARIS; LENTINUS-EDODES; BIOACTIVE POLYSACCHARIDES; BIOLOGICAL-ACTIVITIES; ANTITUMOR ACTIVITIES; GANODERMA-LUCIDUM; CHINESE MUSHROOM; FRUITING BODIES; PURIFICATION; EXTRACTION","Categories":"Biochemistry & Molecular Biology; Chemistry; Polymer Science Web of Science Categories:Biochemistry & Molecular Biology; Chemistry, Applied; Polymer Science","Journal Information":"INTERNATIONAL JOURNAL OF BIOLOGICAL MACROMOLECULES Volume: 98 Pages: 59-66 DOI: 10.1016/j.ijbiomac.2016.12.089 Published: MAY 2017","Abstract":"Previous research found that the polysaccharides isolated from Hohenbuehelia serotina possessed various biological activities, such as antioxidant, immunomodulation and radioprotective effects. However, the structural information of H. serotina polysaccharides has not yet been reported. Therefore, based on the investigation of the antioxidative tracking, a novel polysaccharide named as NTHSP-A1 was isolated from H. serotina by ultrasonic-assistance extraction and anion-exchange and gel permeation chromatography approaches. Structural characterization revealed that NTHSP-A1 had an average molecular weight of 8.09 x 10(3) Da and composed of arabinose, mannose, glucose and galactose in a molar ratio of 4:16:28:11. The polysaccharide was semi-crystalline substance with multi-branching structure. The backbone of NTHSP-A1 was shown to contain -> 43,6)-alpha-D-Glcp-(1 ->, with branches substituted at C-3 of -> 2)-alpha-L-Arap-(1 ->, C-3 of alpha-D-Manp-(1 ->, and C-6 of -> 6)-beta-D-Galp-(1 ->, respectively. This study provides a theoretical basis for the further research on the relationship between biological activity and structure of NTHSP-A1. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, XY (Li, Xiaoyu) ; Wang, L (Wang, Lu) ; Wang, ZY (Wang, Zhenyu)","Title":"Structural characterization and antioxidant activity of polysaccharide from Hohenbuehelia serotina"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398008100009 ISSN: 0142-1123 eISSN: 1879-3452","Keywords":"Ultrasonic fatigue testing; Very high cycle fatigue; MP35N; As-drawn wire; Thin wire testing KeyWords Plus:SEVERE PLASTIC-DEFORMATION; CAST-ALUMINUM ALLOY; CRACK INITIATION; MP35N ALLOY; ULTRASONIC FREQUENCY; MECHANICAL-BEHAVIOR; GIGACYCLE FATIGUE; TI-6AL-4V ALLOY; ENDURANCE LIMIT; DRAWING PROCESS","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Mechanical; Materials Science, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF FATIGUE Volume: 98 Pages: 92-100 DOI: 10.1016/j.ijfatigue.2017.01.027 Published: MAY 2017","Abstract":"The CoNiCr alloy MP35N in the form of thin wires is commonly used as conductor in cardiac leads. The application requires high fatigue strength, in particular in the very high cycle fatigue (VHCF) regime. High frequency fatigue testing techniques are of great interest for material characterization and development since existing techniques require very long testing times. In this study, adapting the ultrasonic fatigue testing method to sub-millimeter wires has been accomplished for the first time. Fatigue tests of as-drawn low-Ti MP35N wire with 100 gm diameter have been performed with a novel technique at 20 kHz cycling frequency at load ratio R = 03. Measured lifetimes show good agreement with conventional servo-hydraulic tension-tension fatigue data of the same material at 30 Hz. Ultrasonic tests were run up to 2 x 10(10) cycles, and no fatigue limit was observed. Crack initiation occurs at Al2O3-inclusions at the surface, where the interfaces between particles and matrix fail. Sizes of the crack initiating inclusions, root area(inc) are between 1.9 mu m and 3.5 mu m. Fatigue lifetimes can be approximated with a single S-N curve between 10(4) and 10(10) cycles. No change of crack initiation mode into the interior is observed when lifetimes extend into the VHCF regime. Inclusions can be considered as initial cracks, and a fracture mechanics concept is used to describe fatigue lifetimes. On average a stress intensity range as low as 1.0 MPa root m can propagate the crack to fracture at lifetimes above 10(8) cycles. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Fitzka, M (Fitzka, Michael) ; Catoor, D (Catoor, Dhiraj) ; Irrasch, D (Irrasch, Daniel) ; Reiterer, M (Reiterer, Markus) ; Mayer, H (Mayer, Herwig)","Title":"Fatigue testing of thin CoNiCr wire up to 10(10) cycles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563900012 ISSN: 0733-9364 eISSN: 1943-7862","Keywords":"Girder-transporting vehicle; Distance; Tunnel; Construction; Automation; Construction materials and methods KeyWords Plus:VEHICLE; DESIGN; SYSTEM","Categories":"Construction & Building Technology; Engineering Web of Science Categories:Construction & Building Technology; Engineering, Industrial; Engineering, Civil","Journal Information":"JOURNAL OF CONSTRUCTION ENGINEERING AND MANAGEMENT Volume: 143 Issue: 5 Article Number: 05016027 DOI: 10.1061/(ASCE)CO.1943-7862.0001268 Published: MAY 2017","Abstract":"When a box girder passes through a rail tunnel erected for special passenger lines, the box girder frequently exceeds the inner profile of the lining, making it difficult to travel through a tunnel without collisions. After comparing several methods for accommodating vehicles used to transport box girders when they pass through rail tunnels, reducing the height of filled concrete in the inverted arch was determined to be the most suitable option. In addition, analysis of associated problems such as the need to maintain the height of the filled concrete in the inverted arch, running speed of girder-transporting vehicles, space geometry in tunnels, and safety of girder-transporting vehicles carrying box girders while passing through tunnels was carried out. An automatic control system was designed according to the construction process in this study. Inspection tests were carried out by use of a trestle-built model and after actual box girders, meanwhile the safety and viability were determined. The system detected distances using signals from ultrasonic and laser ranging devices. The system can be switched to the automatic drive mode. The control system automatically adjusts the direction and speed. These steps allow the 129 components found on standard box girders to pass through the tunnel safely and successfully. (C) 2016 American Society of Civil Engineers.","Authors":"Xie, WX (Xie, Wenxiang) ; Zhao, TS (Zhao, Tingsheng) ; Wang, HW (Wang, Hongwei) ; Tang, JJ (Tang, Jingjing)","Title":"Construction Techniques Used to Automatically Pass Standard Box Girders through Special Passenger-Line Tunnels"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955500007 ISSN: 0375-6742 eISSN: 1879-1689","Keywords":"Organo-mineral complexes (OMCs); Adsorption behavior; Lead; Loess KeyWords Plus:HEAVY-METAL IONS; AQUEOUS-SOLUTIONS; ACTIVATED CARBON; SOILS; REMOVAL; BIOSORPTION; ADSORBENTS; CD(II); PB(II); CU(II)","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOCHEMICAL EXPLORATION Volume: 176 Pages: 50-56 Special Issue: SI DOI: 10.1016/j.gexplo.2016.02.012 Published: MAY 2017","Abstract":"Four types of organo-mineral complex (OMC) samples with different sizes were extracted from loess in northwestern China. OMC, which has a size less than 2 pm, was used to investigate the adsorption behavior of lead. The OMC sample had a porous structure with a surface area of 147.49 m(2)/g, and the adsorption capacity changed with different conditions of OMC content, pH values of the solution, temperature, and ionic strength. The adsorption isotherms suggested that the adsorption process was favorable, and the maximum adsorption capacity of lead on OMC was 1.5877 mg/g, which was calculated by using Langmuir equation. The reaction fits better the pseudo-second-order kinetic equation, and the adsorption behavior could be divided into two sections, thereby indicating that the reaction involved physical and chemical adsorption. The adsorption of lead on OMC was spontaneous and exothermic in nature, and the randomness of the system decreased slightly throughout the entire process. The desorption efficiency was acceptable with purified water and with ultrasonic assistance. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Fan, CH (Fan, Chunhui) ; Du, B (Du, Bo) ; Zhang, YC (Zhang, Yingchao) ; Ding, SL (Ding, Shaolan) ; Gao, YL (Gao, Yalin) ; Chang, M (Chang, Min)","Title":"Adsorption of lead on organo-mineral complexes isolated from loess in Northwestern China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397833600033 ISSN: 0022-2313 eISSN: 1872-7883","Keywords":"WS2 quantum dot; Probe sonication; Luminescence; Eco-friendly solvent KeyWords Plus:HYDROGEN EVOLUTION REACTION; TUNGSTEN DISULFIDE; OPTICAL-PROPERTIES; MONOLAYER MOS2; LIQUID-EXFOLIATION; LAYERED MATERIALS; BAND-STRUCTURES; NANOSHEETS; NANOPARTICLES; NANOCRYSTALS","Categories":"Optics Web of Science Categories:Optics","Journal Information":"JOURNAL OF LUMINESCENCE Volume: 185 Pages: 236-240 DOI: 10.1016/j.jlumin.2017.01.024 Published: MAY 2017","Abstract":"Blue photoluminescent WS2 quantum dots (QDs) were synthesized using a simple top-down method from natural raw mineral tungsten disulfide via tip ultrasonication followed by centrifugation in a water ethanol (0.7/03 ratio) as eco-friendly solvent. Cavitation process at a high power (300 W) led to the breaking of bulk WS2 flakes to its quantum dots. The as synthesized WS2 QDs showed blue photoluminescence upon UV excitation. The synthesized WS2 QDs were analysed by UV-vis and photoluminescence spectrophotometry, transmission electron microscopy, atomic force microscopy and X-ray diffraction. According to the transmission electron microscopy images, the size of WS2 QDs was obtained as 5 nm in average. (C) 2017 Published by Elsevier B.V.","Authors":"Bayat, A (Bayat, A.) ; Saievar-Iranizad, E (Saievar-Iranizad, E.)","Title":"Synthesis of blue photoluminescent WS2 quantum dots via ultrasonic cavitation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398538700022 ISSN: 0899-1561 eISSN: 1943-5533","Keywords":"Moisture content; Stiffness; Strength; Soil structure; Fine-grained soil; Triaxial strength; Compacted soils; Porosity; cement index KeyWords Plus:WATER-CONTENT; PARAMETERS","Categories":"Construction & Building Technology; Engineering; Materials Science Web of Science Categories:Construction & Building Technology; Engineering, Civil; Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS IN CIVIL ENGINEERING Volume: 29 Issue: 5 Article Number: 04016277 DOI: 10.1061/(ASCE)MT.1943-5533.0001819 Published: MAY 2017","Abstract":"An effort is being carried out to encompass the influence of molding moisture content () on the dose procedures aimed at binder enhanced fine-grained soils built on sound criteria. The porosity/cement index (/Civ) plays an essential role in initial shear stiffness (G0), tensile (qt), and compressive (qu) strength, and triaxial failure envelope parameters determination. This study aims to assess G0, qt, qu, qt/qu and G0/qu relationships of fine-grained soils treated with distinct cement amounts, distinguishing dry densities and different molding moisture contents to show that the effect of distinct structures because of the influence of moisture content and the porosity/cement index play a major function in establishing stiffness and resistance of fine-grained materials. The ruling factors assessed were molding moisture content and adjusted porosity/cement index. Ultrasonic pulse velocity, unconfined compression, split tensile and drained triaxial tests were performed in current research. Higher values of parameters G0, qt, and qu are observed with the rise of binder content and reduction of porosity of the compacted mixture. In addition power functions are used to represent these interaction diagrams relating G0, qt, or qu with cement content or porosity/cement index. Therefore, the porosity/cement index is shown to be suitable to evaluate G0, qu, and qt of the fine-grained soil-binder blend studied. qt/qu ends to be independent of parameters /Civ and for the fine-grained soil-cement studied. Distinctive relations between G0/qu and /Civ of the silt-cement mixtures are presented for every moisture content considered, connecting stiffness and resistance. (C) 2016 American Society of Civil","Authors":"Consoli, NC (Consoli, Nilo Cesar) ; Quinonez, RA (Quinonez, Ruben Alejandro) ; Gonzalez, LE (Gonzalez, Luis Enrique) ; Lopez, RA (Lopez, Ruben Alcides)","Title":"Influence of Molding Moisture Content and Porosity/Cement Index on Stiffness, Strength, and Failure Envelopes of Artificially Cemented Fine-Grained Soils"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397855000011 ISSN: 1533-4880 eISSN: 1533-4899","Keywords":"3D Multi-Chip Packaging; Non-Conductive Paste (NCP); Through-Silicon-Via (TSV); Ultrasonic Bonding; Reliability Test","Categories":"Chemistry; Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Chemistry, Multidisciplinary; Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied; Physics, Condensed Matter","Journal Information":"JOURNAL OF NANOSCIENCE AND NANOTECHNOLOGY Volume: 17 Issue: 5 Pages: 2937-2942 DOI: 10.1166/jnn.2017.14018 Published: MAY 2017","Abstract":"The electrical devices in modern world tend to be miniaturized and have multi-functional performance. Therefore, many microelectronics manufacturers have been interested in the three dimensional (3D) stacked flip chip package, because of its many advantages such as smaller foot print and higher electrical and thermal performances than the conventional wire bonding method. As a number of electrical and electronic equipment manufacturers interest in increasing chip densities, 3D silicon integration technologies are emerging to support next generation high-end semiconductors. Recently, interests in ultrasonic flip chip bonding technology has been growing due to its benefits of lower cost, lower operation temperature and shorter bonding time than the conventional thermal compression bonding. In this study, the reliability of 3D stacked flip chip package bonded with non-conductive paste (NCP) using ultrasonic energy and thermal compression energy were evaluated under temperature and humidity (TH) and thermal shock (TS) tests. The printed circuit board, silicon carrier and silicon chip are integrated with two different bonding methods. The two bonding methods were carried out with NCP under optimum bonding pressure, temperature and time. The electrical resistance of the flip-chip package was measured with reliability test (TH and TS) time.","Authors":"Lee, JG (Lee, J. G.) ; Lee, JB (Lee, J. B.) ; Myung, WR (Myung, W. R.) ; Yoon, JW (Yoon, J. W.) ; Jung, SB (Jung, S. B.)","Title":"Bondability and Reliability of Multi-Chip Packages Bonded with Non-Conductive Paste Using Thermal Compression Energy and Ultrasonic Energy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397685900029 ISSN: 0254-0584 eISSN: 1879-3312","Keywords":"Borotellurite glass; Bulk compression model; Makishima-Mackenzie model; Rocherulle model; Thulium KeyWords Plus:PHYSICAL-PROPERTIES; OPTICAL-PROPERTIES; TELLURITE GLASSES; BORATE GLASSES; OXIDE GLASSES; SYSTEM; TERNARY; MODULI","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"MATERIALS CHEMISTRY AND PHYSICS Volume: 192 Pages: 228-234 DOI: 10.1016/j.matchemphys.2017.01.086 Published: MAY 1 2017","Abstract":"A series of glass samples with composition {[(TeO2)(0.7)(B2O3)(0.3)](0.7)[ZnO](0.3)}(1-x){Tm2O3}(x) was prepared by using the melt-quenching technique. Then, the samples were characterized by using the densimeter, MR and ultrasound technique. The variations of density, molar volume, ultrasonic velocity, elastic moduli, and Poisson's ratio were discussed and correlated with the composition of the glass samples and the MR spectra. It was found that the addition of thulium caused bridging and non-bridging oxygen to be formed at the same time due to the different effect that occur to tellurite and borate network as thulium is added. As thulium is varied from 1 until 3 mol%, bridging oxygens had been found to occur at a high rate and caused the ultrasonic velocity to increase. Nonetheless, when thulium oxide exceeded 3 mol%, non bridging oxygens formed at a high rate. As a result, ultrasonic velocity was reduced. Furthermore, the values of elastic moduli (including bulk, shear, Young ' s Modulus, and Poisson ' s ratio) were compared with the data that were calculated theoretically by using bulk compression, Makishima-Mackenzie, and Rocherulle models. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Hasnimulyati, L (Hasnimulyati, L.) ; Halimah, MK (Halimah, M. K.) ; Zakaria, A (Zakaria, A.) ; Halim, SA (Halim, S. A.) ; Ishak, M (Ishak, M.)","Title":"A comparative study of the experimental and the theoretical elastic data of Tm3+ doped zinc borotellurite glass"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693800003 ISSN: 0263-2241 eISSN: 1873-412X","Keywords":"Phononic crystals; Cavity resonance; Symmetry reduction; Defect mode; Biomedical sensor; Point of care technologies; Acoustic wave sensor KeyWords Plus:BAND-STRUCTURE; PHOXONIC CRYSTALS; COMPOSITES","Categories":"Engineering; Instruments & Instrumentation Web of Science Categories:Engineering, Multidisciplinary; Instruments & Instrumentation","Journal Information":"MEASUREMENT Volume: 102 Pages: 20-25 DOI: 10.1016/j.measurement.2017.01.051 Published: MAY 2017","Abstract":"Phononic crystals are artificial structures with unique capabilities to control the transmission of acoustic waves. These novel periodic composite structures bring new possibilities for developing a fundamentally new sensor principle that combines features of both ultrasonic and resonant sensors. This paper reports the design, fabrication and evaluation of a phononic crystal sensor for biomedical applications, especially for its implementation in point of care testing technologies. The key feature of the sensor system is a fully-disposable multi-layered phononic crystal liquid sensor element with symmetry reduction and a resonant cavity. The phononic crystal structure consists of eleven layers with high acoustic impedance mismatch. A defect mode was utilized in order to generate a well-defined transmission peak inside the bandgap that can be used as a measure. The design of the structures has been optimized with simulations using a transmission line model. Experimental realizations were performed to evaluate the frequency response of the designed sensor using different liquid analytes. The frequency of the characteristic transmission peaks showed to be dependent on the properties of the analytes used in the experiments. Multi-layered phononic crystal sensors can be used in applications, like point of care testing, where the on-line measurement of small liquid samples is required. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Villa-Arango, S (Villa-Arango, S.) ; Torres, R (Torres, R.) ; Kyriacou, PA (Kyriacou, P. A.) ; Lucklum, R (Lucklum, R.)","Title":"Fully-disposable multilayered phononic crystal liquid sensor with symmetry reduction and a resonant cavity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397693800020 ISSN: 0263-2241 eISSN: 1873-412X","Keywords":"Unconfined compressive strength; Multiple regression; ANN; ANFIS KeyWords Plus:UNIAXIAL COMPRESSIVE STRENGTH; INFERENCE SYSTEM; SLAKE-DURABILITY; WAVE VELOCITY; SCHMIDT HARDNESS; GRANITIC-ROCKS; MODULUS; INDEX; ELASTICITY; TURKEY","Categories":"Engineering; Instruments & Instrumentation Web of Science Categories:Engineering, Multidisciplinary; Instruments & Instrumentation","Journal Information":"MEASUREMENT Volume: 102 Pages: 158-169 DOI: 10.1016/j.measurement.2017.01.043 Published: MAY 2017","Abstract":"This research study was conducted to predict the unconfined compressive strength (UCS) of the rocks by applying the adaptive neuro-fuzzy inference system (ANFIS), and the outcomes were compared with the traditional statistical model of multiple regression (MR) analysis and artificial neural network (ANN). 13 types of rock samples collected from 5 geological horizons in India were tested in the laboratory as per the International Society for Rock Mechanics (ISRM) standards. In developing the predictive models, ultrasonic P-wave velocity, density and slake durability index were considered as model inputs, whereas UCS was the output parameter. The prediction performance of ANFIS model was checked against the MR and the ANN predictive models. It was found that the constructed ANFIS model exhibited relatively high prediction performance of UCS than the MR and the ANN models. The performance capacity of the predictive models were evaluated based on the coefficient of determination (R-2), the mean absolute percentage error (MAPE), the root mean square error (RMSE) and the variance account for (VAF). The ANFIS predictive model had R2, MAPE, RMSE and VAF equal to 0.978, 10.15%, 6.29 and 97.66%, respectively, superseding the performance of the MR and the ANN models. The performance comparison revealed that soft computing is a good approach for minimizing the uncertainties and inconsistency of correlations in geotechnical engineering. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Sharma, LK (Sharma, L. K.) ; Vishal, V (Vishal, Vikram) ; Singh, TN (Singh, T. N.)","Title":"Developing novel models using neural networks and fuzzy systems for the prediction of strength of rocks from key geomechanical properties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696100027 PubMed ID: 28223035 ISSN: 0031-9384","Keywords":"Mice; Quinestrol; Courtship behavior; Ultrasonic vocalizations KeyWords Plus:VOLES LASIOPODOMYS-BRANDTII; ULTRASONIC VOCALIZATIONS; FEMALE MICE; MALE-RAT; FERTILITY; COMMUNICATION; MANAGEMENT; EVOLUTION; SIGNALS; SONG","Categories":"Psychology; Behavioral Sciences Web of Science Categories:Psychology, Biological; Behavioral Sciences","Journal Information":"PHYSIOLOGY & BEHAVIOR Volume: 173 Pages: 216-222 DOI: 10.1016/j.physbeh.2017.02.017 Published: MAY 1 2017","Abstract":"Vocalizations are a crucial part of courtship and mating in a wide variety of species. Mating behavior, including courtship calls, is modulated by sex steroid hormones. Male mice produce courtship ultrasonic vocalizations to attract females during heterosexual encounters. However, rare is the knowledge oh whether vocal behavior of mice changes under sterilant treatment which will affect gonadal hormone levels. In the present study, we treat male mice with quinestrol, which interferes with the release of the gonadotropin-releasing hormone (GnRH) and has a significant anti-fertility effect in rodents. We compared the differences in the syllable structures (including peak intensity, peak frequency, duration, and bandwidth), total number of calls, and harinonic syllable proportions between quinestrol treated and control male mice. Male mice treated with quinestrdl produced more courtship calls and more harmonic syllables than control mice, whereas the parameters of call syllables shoWed no significant change between the two groups. The results indicate that normal male vocal behavior during sexual interactions could be retained or even reinforced after quinestrol treatment. In addition, female mice approached male mice treated with quinestrol more than control mice, suggesting that the treated male mice were more attractive to the female mice than the controls. Thus, competitive reproductive interference is enhanced. Further, findings provided behavior mechanism in vocal context of the fertility control in mice. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Chen, Y (Chen, Yi) ; Su, QQ (Su, Qian-Qian) ; Liu, QS (Liu, Quan-Sheng)","Title":"Effects of quinestrol on the vocal behavior of mice during courtship interactions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536700007 PubMed ID: 27511869 ISSN: 0909-752X eISSN: 1600-0846","Keywords":"HIFU; subcutaneous fat reduction; non-invasive body sculpting; improved methods KeyWords Plus:ADIPOSE-TISSUE; LOW-FREQUENCY; DEVICE; ABLATION; RADIOFREQUENCY; CRYOLIPOLYSIS; SKIN","Categories":"Dermatology Web of Science Categories:Dermatology","Journal Information":"SKIN RESEARCH AND TECHNOLOGY Volume: 23 Issue: 2 Pages: 194-201 DOI: 10.1111/srt.12319 Published: MAY 2017","Abstract":"Background: Non-invasive body sculpting procedures are becoming increasingly popular. High-intensity focused ultrasound (HIFU) treatment is a non-surgical fat reduction procedure that permanently destroys unwanted abdominal fat. Despite its increasing popularity, evaluation methods for the procedure have not yet been fully developed. Aims: The objective of this study was to develop evaluation methods for HIFU for non-surgical, permanent fat reduction in the anterior abdomen using a porcine model. Methods: The abdomens of female pigs (Sus scrofa, n = 7) were treated with a HIFU device (SCIZER, Classys Inc, Seoul, Korea). We examined treatment effects using photography, ultrasound, gross and microscopic pathology, and serum lipid and liver function level analysis, carbon tracer test, and histological examination in order to determine the mechanism of action, efficacy, and safety of the procedure. Results: HIFU treatment effectively reduced abdominal fat in a porcine model; it accurately treated the target subcutaneous fat layer and the subcutaneous fat was reduced effectively via ultrasonic measurement after HIFU treatment. On histological staining (H&E, toluidine blue, oil red O and immunohistochemistry), we found that subcutaneous fat reduction occurred effectively via accurate treatment of the targeted subcutaneous fat layer. On hematological assay, there were changes within normal range, and values remained stable after 48 h. Via carbon tracer test, the migration of activated macrophages was identified within the axillary lymph node (LN). PPAR-delta, a protein defined by immunohistochemistry staining, was overexpressed in the early stage on days 1 and 7, but a gradual decreasing pattern was confirmed. Conclusion: We successfully used a HIFU device for body contouring and fat reduction in a pre-clinical study. These results provide that the essential clues toward the effective evaluation, guiding selection of the appropriate diagnostic investigations.","Authors":"Kwon, TR (Kwon, T. -R.) ; Im, S (Im, S.) ; Jang, YJ (Jang, Y. -J.) ; Oh, CT (Oh, C. T.) ; Choi, EJ (Choi, E. J.) ; Jung, SJ (Jung, S. J.) ; Hong, H (Hong, H.) ; Choi, YS (Choi, Y. S.) ; Choi, SY (Choi, S. Y.) ; Kim, YS (Kim, Y. S.) ; Kim, BJ (Kim, B. J.) ...More...Less","Title":"Improved methods for evaluating pre-clinical and histological effects of subcutaneous fat reduction using high-intensity focused ultrasound in a porcine model"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395601300037 ISSN: 0008-6223 eISSN: 1873-3891","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary","Journal Information":"CARBON Volume: 115 Pages: 363-374 DOI: 10.1016/j.carbon.2017.01.004 Published: MAY 2017","Abstract":"A series of novel composite catalysts consisting of carbon spheres with encapsulated copper species were synthesized by incipient wetness impregnation. To improve catalytic activity, Cu location on the hollow carbon spheres was tuned by ultrasonic-assisted impregnation. The location, dispersion and chemical structure of copper species were characterized by X-ray diffraction, Temperature-programmed reduction, Transmission electron microscopy, N-2-physisorption, Atomic absorption spectroscopy, X-ray photoelectron spectroscopy and dissociative N2O adsorption measurements. The results showed that hollow mesoporous carbon spheres have uniform mesopores, which were more favorable to the confinement and dispersion of the active species than solid carbon spheres. The catalyst with Cu species highly dispersed in the mesopores of hollow carbon spheres exhibited superior catalytic performance compared with those with Cu species located outside the support or inside the hollow interiors. The catalyst with ultrafine Cu particles of 2 nm in the mesopores of the 200 nm carbon sphere exhibited a dimethyl carbonate Space-Time Yield of 218.4 mg-g(-1) cat h(-1), much higher than traditional activated carbon and ordered mesoporous carbon supported Cu catalysts. Interestingly, copper species in the cavity showed high autoreduction ability in spite of poor dispersion after activation, and this catalyst is anticipated to achieve better activity by improving Cu dispersion. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Fu, TJ (Fu, Tingjun) ; Wang, X (Wang, Xia) ; Zheng, HY (Zheng, Huayan) ; Li, Z (Li, Zhong)","Title":"Effect of Cu location and dispersion on carbon sphere supported Cu catalysts for oxidative carbonylation of methanol to dimethyl carbonate"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395601300048 ISSN: 0008-6223 eISSN: 1873-3891","Categories":"Chemistry; Materials Science Web of Science Categories:Chemistry, Physical; Materials Science, Multidisciplinary","Journal Information":"CARBON Volume: 115 Pages: 460-470 DOI: 10.1016/j.carbon.2016.12.042 Published: MAY 2017","Abstract":"Laser ultrasonic line source methods have been used to study elastic anisotropy in nuclear graphites by measuring shear wave birefringence. Depending on the manufacturing processes used during production, nuclear graphites can exhibit various degrees of material anisotropy related to preferred crystallite orientation and to microcracking. In this study, laser ultrasonic line source measurements of shear wave birefringence on NBG-25 have been performed to assess elastic anisotropy. Laser line sources allow specific polarizations for shear waves to be transmitted - the corresponding wavespeeds can be used to compute bulk, elastic moduli that serve to quantify anisotropy. These modulus values can be interpreted using physical property models based on orientation distribution coefficients and microcracic-modified, single crystal moduli to represent the combined effects of crystallite orientation and microcracking on material anisotropy. Ultrasonic results are compared to and contrasted with measurements of anisotropy based on the coefficient of thermal expansion to show the relationship of results from these techniques. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Zeng, FW (Zeng, Fan W.) ; Contescu, CI (Contescu, Cristian I.) ; Gallego, NC (Gallego, Nidia C.) ; Spicer, JB (Spicer, James B.)","Title":"Theory and application of laser ultrasonic shear wave birefringence measurements to the determination of microstructure orientation in transversely isotropic, polycrystalline graphite materials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395599800007 ISSN: 0926-6690 eISSN: 1872-633X","Keywords":"Salvia officinalis L.; Ultrasound-assisted extraction (UAE); Microwave-assisted extraction (MAE); Polyphenols; Antioxidant activity; Optimization KeyWords Plus:SALVIA-OFFICINALIS L.; RESPONSE-SURFACE METHODOLOGY; PHENOLIC-COMPOUNDS; ESSENTIAL OILS; FILTER-TEA; OPTIMIZATION; POLYPHENOLS; SYSTEMS; LEAVES; PLANTS","Categories":"Agriculture Web of Science Categories:Agricultural Engineering; Agronomy","Journal Information":"INDUSTRIAL CROPS AND PRODUCTS Volume: 99 Pages: 49-59 DOI: 10.1016/j.indcrop.2017.01.028 Published: MAY 2017","Abstract":"In this work, sage (Salvia officinalis L.) by-products from filter tea factory, i.e. sage herbal dust, was valorized as raw material for extraction of phenolic antioxidants. Ultrasound -assisted (UAE) and microwave -assisted extraction (MAE) of polyphenols from sage herbal dust were separately optimized by simultaneous maximization of total phenols (TP) and total flavonoids (TF) yields. Box-Behnken experimental design and response surface methodology (RSM) was used for extraction optimization. In case of UAE, temperature (40, 60 and 80 degrees C), extraction time (40, 60 and 80 min) and ultrasonic power (24,42 and 60 WM were independent variables, while optimized MAE parameters were ethanol concentration (40, 60 and 80%), extraction time (10, 20 and 30 min) and liquid to solid ratio (20, 30 and 40 mLig). Antioxidant activity of sage extracts was determined by DPPH\", FRAP and superoxide anion radical neutralization assays, and good correlation between polyphenols content and antioxidant activity was observed. According to results, it could be concluded that novel extraction techniques (UAE and MAE) provided significant advantages for recovery of sage polyphenols comparing to traditional methods. (C)2017 Elsevier B.V. All rights reserved.","Authors":"Zekovic, Z (Zekovic, Zoran) ; Pintac, D (Pintac, Diandra) ; Majkic, T (Majkic, Tatjana) ; Vidovic, S (Vidovic, Senka) ; Mimica-Dukic, N (Mimica-Dukic, Neda) ; Teslic, N (Teslic, Nemanja) ; Versari, A (Versari, Andrea) ; Pavlic, B (Pavlic, Branimir)","Title":"Utilization of sage by-products as raw material for antioxidants recovery Ultrasound versus microwave-assisted extraction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395614400017 ISSN: 0021-9614 eISSN: 1096-3626","Keywords":"Speed of sound; Viscosity; 1.4-Dioxane; Aromatic hydrocarbon; Excess properties; Intermolecular interactions KeyWords Plus:EXCESS MOLAR VOLUMES; NONELECTROLYTE LIQUID-MIXTURES; PLUS P-XYLENE; BINARY-MIXTURES; ISENTROPIC COMPRESSIBILITIES; O-XYLENE; THERMODYNAMIC PROPERTIES; TERNARY MIXTURES; REFRACTIVE-INDEX; 313.15 K","Categories":"Thermodynamics; Chemistry Web of Science Categories:Thermodynamics; Chemistry, Physical","Journal Information":"JOURNAL OF CHEMICAL THERMODYNAMICS Volume: 108 Pages: 145-161 DOI: 10.1016/j.jct.2017.01.016 Published: MAY 2017","Abstract":"The speeds of sound, u and viscosities, eta of the binary mixtures of 1,4-dioxane with benzene, toluene, o-xylene, m-xylene, p-xylene, and mesitylene over the entire composition, including those of pure liquids, were measured at temperatures (293.15, 298.15, 303.15, 308.15, 313.15, and 318.15) K and at atmospheric pressure. From the experimental data, the excess isentropic compressibility, K-s(E), excess speed of sound, u(E), excess molar isentropic compressibility, K-s,m(E) and deviations in viscosity, Delta eta have been calculated. The partial molar isentropic compressibilities, K-s,m(E) and (K) over bar (s,m,2), and excess partial molar isentropic compressibilities, (K) over bar (E)(s,m,1) and (K) over bar (E)(s,m,2) over the whole composition range, partial molar isentropic compressibilities, (K) over bar (degrees)(s,m,1) and (K) over bar (degrees)(s,m,2), and excess partial molar isentropic compressibilities, (K) over bar (degrees E)(s,m,1) and (K) over bar (degrees E)(s,m,2) of the components at infinite dilution have also been calculated. The results indicated the presence of weak interactions between 1,4-dioxane and aromatic hydrocarbon molecules, which follows the order: benzene > toluene > o-xylene > m-xylene > p-xylene > mesitylene. It is observed that the interactions depend on the number and position of the methyl groups in these aromatic hydrocarbons. Further, the viscosities of these binary mixtures were correlated theoretically by using various empirical and semi empirical models and the results were compared with the experimental findings. (C) 2017 Elsevier Ltd.","Authors":"Nain, AK (Nain, Anil Kumar) ; Chaudhary, N (Chaudhary, Neha) ; Ankita (Ankita) ; Gupta, J (Gupta, Jyoti) ; Chandra, P (Chandra, Prakash)","Title":"Physicochemical study of intermolecular interactions in 1,4-dioxane + aromatic hydrocarbons binary mixtures at different temperatures by using ultrasonic and viscometric methods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395614400019 ISSN: 0021-9614 eISSN: 1096-3626","Keywords":"1-Butyl-3-methylimidazolium bis(trifluoro methylsulfonyl)imide [Bmim] [NTf2]; N-Vinyl-2-pyrrolidinone (NVP); Excess molar volumes; PFP theory KeyWords Plus:EXCESS ISENTROPIC COMPRESSIBILITIES; IONIC LIQUIDS; THERMODYNAMIC PROPERTIES; REFRACTIVE-INDEXES; MOLAR VOLUMES; ULTRASONIC SPEEDS; HEAT-CAPACITIES; 323.15 K; DENSITIES; VISCOSITIES","Categories":"Thermodynamics; Chemistry Web of Science Categories:Thermodynamics; Chemistry, Physical","Journal Information":"JOURNAL OF CHEMICAL THERMODYNAMICS Volume: 108 Pages: 181-192 DOI: 10.1016/j.jct.2017.01.014 Published: MAY 2017","Abstract":"Densities (rho), speeds of sound (u) and refractive index (nu) for the binary mixture of 1-Butyl-3-methylimidazolium bis(trifluoromethylsulfonyl)imide [Bmim] [NTf2] with N-Vinyl-2-pyrrolidinone (NVP) over the entire range of composition and at temperatures ranging from 298.15 K to 323.15 K at 0.1 MPa pressure, are reported in this investigation. From the experimental data, excess molar volumes (V-m(E)), excess molar compressibilities (k(s)(E)), excess molar isentropic compressibilities (K-s,m(E)), excess speeds of sound (u(E)), and deviation in molar refraction (Delta R-m) are calculated and fitted with Redlich-Kister polynomial smoothing equation. Excess molar volumes are predicted through PFP theory and the results are compared with experimental findings (C) 2017 Elsevier Ltd.","Authors":"Suneetha, P (Suneetha, P.) ; Krishna, TS (Krishna, T. Srinivasa) ; Gowrisankar, M (Gowrisankar, M.) ; Ravindhranath, K (Ravindhranath, K.) ; Ramchandran, D (Ramchandran, D.)","Title":"Molecular interaction between binary mixtures 1-butyl-3-methyl-imidazolium bis(trifluoromethylsulfonyl)imide with N-Vinyl-2-pyrrolidinone at different temperatures"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395206400045 ISSN: 0022-2461 eISSN: 1573-4803","Categories":"Materials Science Web of Science Categories:Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS SCIENCE Volume: 52 Issue: 10 Pages: 5954-5967 DOI: 10.1007/s10853-017-0831-1 Published: MAY 2017","Abstract":"The very high cycle fatigue (VHCF) properties of four 18Ni maraging steels were investigated. Ultrasonic fatigue tests were performed on thin sheets with nitrided surfaces at load ratio R = 0.1. Traditional maraging steel containing Ti (material A) showed crack initiation at TiN-inclusions. The elimination of Ti and the increase in Co content (material B) lead to preferential crack initiation at aluminate-inclusions. Aluminate-inclusions are less damaging than TiN-inclusions, and material B shows higher VHCF strength than material A. A further developed maraging steel (material C) with reduced Co content that is compensated for by alloying with Al showed crack initiation at aluminate- as well as at Zr(N,C)-inclusions. Zr(N,C)-inclusions are more damaging than aluminate-inclusions and less damaging than TiN-inclusions. The highest VHCF strength was found for a recently developed alloy with further increased Al content (material D). In addition to inclusion-initiated fracture, this material showed shear mode crack initiation in the nitrided zone at the surface.","Authors":"Karr, U (Karr, Ulrike) ; Schuller, R (Schuller, Reinhard) ; Fitzka, M (Fitzka, Michael) ; Schonbauer, B (Schoenbauer, Bernd) ; Tran, D (Duc Tran) ; Pennings, B (Pennings, Bert) ; Mayer, H (Mayer, Herwig)","Title":"Influence of inclusion type on the very high cycle fatigue properties of 18Ni maraging steel"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397075900006 ISSN: 0272-8842 eISSN: 1873-3956","Keywords":"Hydroxyapatite; Nanochannel; Ceramics; Biomaterials KeyWords Plus:GLASS-REINFORCED-HYDROXYAPATITE; POROUS HYDROXYAPATITE; MECHANICAL-PROPERTIES; MEMBRANE REACTORS; DRUG-DELIVERY; SCAFFOLDS; BONE; COMPOSITES; BIOMATERIALS; BIOCERAMICS","Categories":"Materials Science Web of Science Categories:Materials Science, Ceramics","Journal Information":"CERAMICS INTERNATIONAL Volume: 43 Issue: 7 Pages: 5403-5411 Published: MAY 2017","Abstract":"Uniform interconnected micro/nanoporous ceramics with good mechanical properties hold universal applications in biomedical and engineering fields. Herein, using hydroxyapatite (HAP) microtubes as the raw material instead of traditional particles, a novel interconnected nanochannel hydroxyapatite ceramic was fabricated successfully through one-step microwave sintering method without the addition of pore generators. The tubular structure of the HAP microtubes remains even after microwave sintering, which endows the ceramic with uniform interconnected nanochannels and 3-D porous structure. The HAP microtube nanochannel ceramic has a narrow pore size distribution mainly from 300 to 800 nm, and exhibits good permeability, high adsorption/desorption ability. The porosity is about 30%, the HAP microtube nanochannel ceramic can be totally dyed by methylene blue within several minutes, and the blue dye can be desorbed completely in 45 min by ultrasonic vibration. In addition, due to the one-dimensional structure of the HAP microtubes, the HAP microtube nanochannel ceramic has smaller shrinkage, bigger porosity, and better toughness than the control sample fabricated by nanoparticles. Base on the uniform interconnected nanochannel structure, good permeability, high adsorption/desorption ability, the HAP microtube nanochannel ceramic fabricated here may be a promising candidate for many applications in biomedical engineering, environmental engineering, and energy engineering.","Authors":"Zhang, YG (Zhang, Yong-Gang) ; Zhu, YJ (Zhu, Ying-Jie) ; Chen, F (Chen, Feng) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number 1203, Feng  E-4310-2016 http://orcid.org/0000-0002-1162-1684","Title":"Novel interconnected nanochannel hydroxyapatite ceramics: synthesis, microstructure, and permeability"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397072700022 ISSN: 0022-3697 eISSN: 1879-2553","Keywords":"Ultrasonic attenuation; Velocity; Magnetoacoustic effect; Conduction electrons; Long relaxation time; Magnetic field KeyWords Plus:OPEN-ORBIT ELECTRONS; ULTRASONIC-ATTENUATION; FERMI SURFACES; LOW-TEMPERATURES; OSCILLATIONS; COPPER; TIN; ABSORPTION; RESONANCES; WAVES","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Multidisciplinary; Physics, Condensed Matter","Journal Information":"JOURNAL OF PHYSICS AND CHEMISTRY OF SOLIDS Volume: 104 Pages: 160-168 DOI: 10.1016/j.jpcs.2016.11.013 Published: MAY 2017","Abstract":"A new experimental technique yields high-precision measurements of attenuation and dispersion of ultrasound in pure metals in the presence of a magnetic field, but existing theories have approximations which make it impossible to make accurate comparisons with the data. I have constructed a theory with few approximations to eliminate this problem. In addition, symmetry theorems are derived for the effects resulting from the reversal of the magnetic field direction. Calculations for very pure copper are in very good agreement with experimental data.","Authors":"Gavenda, JD (Gavenda, J. D.)","Title":"A general theory for calculating magnetoacoustic effects in pure metals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395150000010 ISSN: 0021-8995 eISSN: 1097-4628","Keywords":"cryogenic and high temperature; PTFE-based friction materials; ultrasonic motor; vacuum degree KeyWords Plus:TRIBOLOGICAL BEHAVIOR; POLYTETRAFLUOROETHYLENE COMPOSITES; PHENOLIC COMPOSITES; SOLID LUBRICANTS; MATRIX COMPOSITE; FRICTION; FILMS; FIBER; NANOPARTICLES; REDUCTION","Categories":"Polymer Science Web of Science Categories:Polymer Science","Journal Information":"JOURNAL OF APPLIED POLYMER SCIENCE Volume: 134 Issue: 19 Article Number: 44835 DOI: 10.1002/app.44835 Published: MAY 2017","Abstract":"Aimed to study the effects of reinforcing or functional fillers on mechanical and tribological properties of PTFE-based friction materials of ultrasonic motor, carbon fibers reinforced PTFE composites modified with different functional fillers with differences in dimension, size, and hardness are fabricated. The tribological performances of PTFE-based friction materials are comparatively investigated under different sliding velocities and normal loads on different surface morphologies, respectively. The experimental results reveal that nano-SiO2 shows excellent performance in improving friction stabilities and wear resistance in different operating conditions. It is believed the silica-based tribofilms, higher deformation resistance, and bearing capacity play a key role in improving friction stabilities. Furthermore, the results also show that the surface topography plays an important role in wear properties. The lower wear rate (sliding against with the disordered surface) is believed to be attributed to wear debris easy- store characteristic of the topography, which promotes transfer films formation and decreases the wear rate effectively. (C) 2017 Wiley Periodicals, Inc.","Authors":"Wang, QH (Wang, Qihua) ; Song, FZ (Song, Fuzhi) ; Zhang, XR (Zhang, Xinrui) ; Zhao, G (Zhao, Gai) ; Wang, TM (Wang, Tingmei)","Title":"Impact of fillers and counterface topography on wear behavior of PTFE polymers for ultrasonic motor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394483200001 ISSN: 0924-0136","Keywords":"Ultrasonic spot welding; Magnesium alloy; Failure load; Weldability map; Fracture type KeyWords Plus:PINLESS TOOLS; MICROSTRUCTURE; ALUMINUM; STEEL; PIN","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Industrial; Engineering, Manufacturing; Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS PROCESSING TECHNOLOGY Volume: 243 Pages: 1-8 DOI: 10.1016/j.jmatprotec.2016.11.022 Published: MAY 2017","Abstract":"A series of ultrasonic spot welding experiments with similar Mg alloy (AZ31B) were performed to determine the process parameters and their effect on weld quality, including weld strength and fracture morphologies. Two dominant welding parameters including vibration amplitude and welding time were evaluated independently to obtain good weld quality. A horn and an anvil tip surfaces were designed with pyramidal patterns to prevent slippage of lap-structured Mg alloy sheets among tool tips during ultrasonic spot welding process. The lap joint thinning was significant at higher vibration amplitudes and longer welding dines and resulted in the variation of fracture types at the weld interface. Lap-shear tests on the ultrasonic spot welded Mg alloy lap joints yielded two fracture types: shear and pullout fracture. Metallographic examinations of the fracture surfaces provided insights on the fracture characteristics of the ultrasonic spot welded Mg alloys. Variations in the fracture morphologies were the results of the actual weld nugget development and closely related to weld quality. Higher weld strength was obtained at a low welding energy range of 100-140J. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"de Leon, M (de Leon, Michael) ; Shin, HS (Shin, Hyung-Seop)","Title":"Weldability assessment of Mg alloy (AZ31B) sheets by an ultrasonic spot welding method"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394483200013 ISSN: 0924-0136","Keywords":"Ultrasonic joining; Solid state joining; Dissimilar materials KeyWords Plus:INTENSITY FACTOR SOLUTIONS; SPOT WELDS; INTERMETALLIC COMPOUND; JOINTS; SPECIMENS; STRENGTH; BEHAVIOR; STRESS","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Industrial; Engineering, Manufacturing; Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF MATERIALS PROCESSING TECHNOLOGY Volume: 243 Pages: 112-122 DOI: 10.1016/j.jmatprotec.2016.12.010 Published: MAY 2017","Abstract":"Standard and high strength steel plates were successfully joined to A2017 and A6061 aluminium plates by applying ultrasonic power perpendicular to the joint interface instead of tangentially, as in other ultrasonic joining methods Using a 2.9 mm diameter tip, cross tensile strengths of 281 N and 460 N were obtained when joining 0.5 mm thick A6061 plates to 0.5 mm thick commercial and high steel plates, respectively. When joining 0.5 mm thick A2017 plates, the cross tensile strengths were 343 N and 437 N, respectively. Temperature measured at less than 1 mm from the joining interface did not exceed 135 degrees C in any case. The joining mechanisms and resulting joint characteristics are investigated and discussed, alongside parameters affecting the resulting joint performance. Under optimal joining conditions, the cross tensile tests and cross section observations revealed that material fracture resulted in plug failure. No intermetallic layer has been detected with SEM analysis. The joint strengths obtained under those conditions were the maximum attainable for the tip diameter used, provided that they correspond to the stress intensities required to propagate cracks in the aluminium. These results support the conclusion that this ultrasonic joining method, being operationally similar to the method used in resistance spot welding, and providing good performance joints, could be used successfully for high throughput industrial applications taking advantage of the available spot welding tooling and operational procedures, as tangential movement of the whole plate is not required. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Munoz-Guijosa, JM (Munoz-Guijosa, Juan M.) ; Nanaumi, G (Nanaumi, Genki) ; Ohtani, K (Ohtani, Kazuki) ; Ohtake, N (Ohtake, Naoto)","Title":"Perpendicular ultrasonic joining of steel to aluminium alloy plates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394357600009 ISSN: 0031-9104 eISSN: 1029-0451","Keywords":"Ion-solvation; thermo-acoustic parameters; ultrasonic velocity; intermolecular interactions KeyWords Plus:BINARY-LIQUID MIXTURES; TRANSITION-METAL IONS; AQUEOUS-SOLUTIONS; 303.15 K; INTERMOLECULAR ASSOCIATION; ISENTROPIC COMPRESSIBILITY; SULFATE-SOLUTIONS; CHLORIDE; ELECTROLYTES; VISCOSITY","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Condensed Matter","Journal Information":"PHYSICS AND CHEMISTRY OF LIQUIDS Volume: 55 Issue: 3 Pages: 396-409 DOI: 10.1080/00319104.2016.1218492 Published: MAY-JUN 2017","Abstract":"This paper presents the ion-solvations in biologically important metal ion like magnesium in lactose-water mixed solvent systems at different temperatures. The investigation involves the measurement of ultrasonic velocity, density and viscosity of different concentration of magnesium sulphate in various proportions of lactose-water mixed solvents at temperature 303.15, 308.15, 313.15K and at atmospheric pressure. Different thermo-acoustic parameters have been calculated from the measured values and have been discussed in the light of ion-solvent interactions.","Authors":"Kamila, S (Kamila, Susmita) ; Nataraj, GD (Nataraj, Ganesh D.) ; Dash, JK (Dash, Jayant K.)","Title":"Ion solvation in biologically active magnesium salt with lactose-water mixed solvent system at different temperatures: a thermo-acoustics study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393946700015 ISSN: 1555-130X eISSN: 1555-1318","Keywords":"Hard Template; Three-Dimensional Mesoporous Manganese Oxide; Toluene Combustion; CO Oxidation KeyWords Plus:OXIDATIVE DEHYDROGENATION; VOC; COMBUSTION; REDUCTION; BENZENE; ALUMINA; OXYGEN; CO3O4; CO","Categories":"Engineering; Science & Technology - Other Topics; Physics Web of Science Categories:Engineering, Electrical & Electronic; Nanoscience & Nanotechnology; Physics, Applied","Journal Information":"JOURNAL OF NANOELECTRONICS AND OPTOELECTRONICS Volume: 12 Issue: 5 Pages: 518-525 DOI: 10.1166/jno.2017.2050 Published: MAY 2017","Abstract":"Using vacuum impregnation technology under the assistance of ultrasonic waves, three-dimensional (3D) ordered mesoporous, wormhole-like mesoporous structural MnO2 was synthesized from a metal source of manganous nitrate by using a three-dimensional ordered mesoporous molecular sieve KIT-6 as the template agent while using ethanol as a solvent. The physical properties of the material are characterized by means of X-ray diffraction (XRD), transmission electron microscopy (TEM), high resolution transmission electron microscopy (HRTEM), selected area electron diffraction (SAED), N-2 Adsorption-Desorption, and Fourier transform-infrared spectroscopy (FT-IR). Its catalytic performance was evaluated by the method of hydrogen temperature-programmed reduction (H-2-TPR) and the exhaustive oxidation of toluene and CO. It has been determined from the study that the prepared three-dimensional ordered mesoporous MnO2 has a tetragonal structure and a specific surface area of 194 m(2)/g; at the conversion rates of 50%, 90% and 100%, toluene has an ignition temperatures of 203 degrees C, 215 degrees C and 225 degrees C, respectively, and CO has an ignition temperatures of 114 degrees C, 158 degrees C and 180 degrees C, respectively. The excellent catalytic performance of 3D-MnO2 has a close relationship to its large specific surface area, good reducibility at low temperature, and high-quality three-dimensional ordered mesoporous structure.","Authors":"Du, YC (Du, Yucheng) ; Wang, XK (Wang, Xuekai) ; Wang, JS (Wang, Jinshu) ; Wu, JS (Wu, Junshu) ; Qi, C (Qi, Chao)","Title":"Fabrication of Three-Dimensional Ordered Mesoporous Manganese Oxides Used as High-Efficient Catalysts for Removal of Toluene and Carbon Monoxide"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393946700017 ISSN: 1555-130X eISSN: 1555-1318","Keywords":"Time-Reversal; Dry-Coupled Ultrasonic; Damage Imaging; Damage Index; Sensing Network KeyWords Plus:WAFER ACTIVE SENSORS; IMPACT DAMAGE; INSPECTION; CONCRETE; TEMPERATURE; BEHAVIOR","Categories":"Engineering; Science & Technology - Other Topics; Physics Web of Science Categories:Engineering, Electrical & Electronic; Nanoscience & Nanotechnology; Physics, Applied","Journal Information":"JOURNAL OF NANOELECTRONICS AND OPTOELECTRONICS Volume: 12 Issue: 5 Pages: 532-539 DOI: 10.1166/jno.2017.2051 Published: MAY 2017","Abstract":"Aiming at the structural characteristics and testing requirements of composite materials, we developed a dry-coupled ultrasonic probe with special structure. It can be directly contacted with the test piece when it is used for testing, without the need of coupling agent. It has the characteristics of flexible operation, convenient maintenance, long service life and no need of calibration. Based on this kind of probe, we analyzed the time-reversal process of signal under the condition of dry-coupled detection. Since the time-reversal reconstructed signal and the excitation signal have the difference in amplitude, it is possible to determine whether there is a defect in the structure by comparing the difference between the two signals. Based on the damage index as the feature value and the principle of ellipse imaging, we proposed a method of reference-free damage imaging using multiple probes as a detection network. The experiment of glass fiber composites was carried out, and the results show that the reconstructed signal extracted from the non-defective channel has a certain coincidence with the original excitation signal, while the signal of the defective channel is quite different. Compared with the prefabricated defect in the specimen, although the damage imaging result contains many virtual images, it can cover the area where the defect is located, which can effectively reflect the actual position of the defect, indicating that the method has certain engineering practicability.","Authors":"Ai, CA (Ai Chun'an) ; Cai, XF (Cai Xiaofeng) ; Li, J (Li Jian) ; Tong, Z (Tong Zhao)","Title":"A Dry-Coupled Lamb Wave Damage Imaging Method by Time-Reversal"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100004 PubMed ID: 28069210 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Selective oxidation; Sonochemistry; Ultrasound; Hydrogen peroxide; Cobalt oxide catalyst KeyWords Plus:ULTRASOUND-ASSISTED EXTRACTION; LIGNIN MODEL-COMPOUND; H2O2; SYSTEMS; CO3O4; VALORIZATION; PERFORMANCE; CHEMISTRY; CHEMICALS; MONOMER","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 27-35 DOI: 10.1016/j.ultsonch.2016.11.015 Published: MAY 2017","Abstract":"The heterogeneous oxidation of vanillyl alcohol to vanillin was investigated on new grounds under eco-friendly conditions in the presence of hydrogen peroxide as an oxidant and water as solvent, coupled with low frequency ultrasonic irradiation. The sono-Fenton-like-assisted vanillyl alcohol oxidation was performed with a high-surface area nanostructured spinet cobalt oxide catalyst exhibiting small crystallites size. The catalytic reaction was also carried out under conventional heating conditions for comparison purposes. The influence of the reaction parameters, namely catalyst loading and hydrogen peroxide concentration was studied with the aim of determining the optimum yield and selectivity to the desired vanillin product. The chemical effects of ultrasound (ability to generate hydroxyl radicals) along with increased mass transfer appeared to be key prerequisites for enhancing the efficiency of the process, while decreasing the overall energy consumption. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Behling, R (Behling, Ronan) ; Chatel, G (Chatel, Gregory) ; Valange, S (Valange, Sabine)","Title":"Sonochemical oxidation of vanillyl alcohol to vanillin in the presence of a cobalt oxide catalyst under mild conditions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100005 PubMed ID: 28069221 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"HIFU; High hydrostatic pressure; Lesion; Cavitation KeyWords Plus:NONLINEAR PROPAGATION; CAVITATION BUBBLES; TISSUE; OVERPRESSURE; FREQUENCY; SURGERY; HIFU","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 36-41 DOI: 10.1016/j.ultsonch.2016.11.001 Published: MAY 2017","Abstract":"It is well-known that acoustic cavitation associated with the high intensity focused ultrasound (HIFU) treatment often would change the morphology and size of lesions in its treatment. In most studies reported in literature, high ambient hydrostatic pressure was used to suppress the cavitation completely. Investigation of the effects by varying the ambient hydrostatic pressure (Pstat) is still lacking. In this paper, the effects of HIFU on lesions in ex vivo bovine liver specimens under various Pstat are systematically investigated. A 1 MHz HIFU transducer, with an aperture diameter of 70 mm and a focal length of 55 mm, was used to generate two groups US exposure of different acoustic intensities and exposure time (6095 W/cm(2) x 8 s and 9752 W/cm2 x 5 s), while keeping the same acoustic energies per unit area (48760 J/cm(2)). The peak acoustic negative pressures (p(-)) of the two groups were p(1)(-) = 9.58 MPa and p(2)(-) = 10.82 MPa, respectively, with the difference p(d)(-) = p(2)(-) - p(1)(-) = 1.24 MPa. A passive cavitation detection (PCD) was used to monitor the ultrasonic cavitation signal during exposure of the two groups. The US exposures were done under the following ambient hydrostatic pressures, Pstat: atmospheric pressure, 0.5 MPa, 1.0 MPa, 1.5 MPa, 2.0 MPa, 2.5 MPa and3.0 MPa, respectively. The result of PCD showed that there was a statistically significant increase above background noise level in broadband emissions at dose of 9752 W/cm2 x 5 s, but not at dose of 6095 W/cm2 x 8 s under atmospheric pressure; i.e., the acoustic cavitation took place for pi but not for p(1)(-) when under atmospheric pressure. The results also showed that there was no statistically difference of the morphology and size of lesions for 6095 W/cm2 x 8 s exposure under the aforementioned different ambient hydrostatic pressures. But the lesions generated at 9752 W/cm2 x 5 s exposure under P-stat = atmospheric pressure, 0.5 MPa, 1.0 MPa (all of them are less than p(d)(-)), were larger than those under 1.5 MPa, 2.0 MPa, 2.5 MPa and 3.0 MPa (all of them are over than p(d)(-)) which were consistence with 6095 W/cm2 x 8 s group. It was concluded that when P-stat > P-d(-) the acoustic cavitation was suppressed and prompted that there was no need to elevate Pstat higher than p to suppress the acoustic cavitation in tissue, just need P-stat, higher than P-d(-). (C) 2016 Elsevier B.V. All rights reserved.","Authors":"He, M (He, Min) ; Zhong, ZQ (Zhong, Zhiqiang) ; Li, X (Li, Xing) ; Gong, XB (Gong, Xiaobo); Wang, ZB (Wang, Zhibiao) ; Li, FQ (Li, Faqi)","Title":"Effects of different hydrostatic pressure on lesions in ex vivo bovine livers induced by high intensity focused ultrasound"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100010 PubMed ID: 28069242 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Sonochemiluminescence; Image analysis; COMSOL; Acoustic pressure KeyWords Plus:20 KHZ SONOREACTOR; SONOCHEMICAL REACTORS; ULTRASONIC INTENSITY; NUMERICAL-METHODS; SONOLUMINESCENCE; SEGMENTATION; FREQUENCY; MODEL","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 78-87 DOI: 10.1016/j.ultsonch.2016.11.003 Published: MAY 2017","Abstract":"One common method to determine the existence of cavitational activity in power ultrasonics systems is by capturing images of sonoluminescence (SL) or sonochemiluminescence (SCL) in a dark environment. Conventionally, the light emitted from SL or SCL was detected based on the number of photons. Though this method is effective, it could not identify the sonochemical zones of an ultrasonic systems. SL/SCL images, on the other hand, enable identification of 'active' sonochemical zones. However, these images often provide just qualitative data as the harvesting of light intensity data from the images is tedious and require high resolution images. In this work, we propose a new image analysis technique using pseudo-colouring images to quantify the SCL zones based on the intensities of the SCL images and followed by comparison of the active SCL zones with COMSOL simulated acoustic pressure zones. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Tiong, TJ (Tiong, T. Joyce) ; Chandesa, T (Chandesa, Tissa) ; Yap, YH (Yap, Yeow Hong) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Chandesa, Tissa  http://orcid.org/0000-0002-3453-1518","Title":"Comparison of sonochemiluminescence images using image analysis techniques and identification of acoustic pressure fields via simulation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100011 PubMed ID: 28069243 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasonic and alkali; Pretreatment; ACE-inhibitory peptides; Native collagenous materials KeyWords Plus:SPONTANEOUSLY HYPERTENSIVE-RATS; RESPONSE-SURFACE METHODOLOGY; IN-VITRO; BOVINE COLLAGEN; SKIN; GELATIN; HYDROLYSATE; PROTEIN; OPTIMIZATION; PEPSIN","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 88-94 DOI: 10.1016/j.ultsonch.2016.11.008 Published: MAY 2017","Abstract":"The combined effect of ultrasonic and alkali pretreatment for the hydrolysis of native collagenous materials and release of ACE inhibitory peptides was investigated. The ultrasonic and alkali pretreatment of pig skin could accelerate the release of the ACE inhibitory peptides from the triple helix of collagen in early stages of hydrolysis. Furthermore, the pretreatment could also accelerate collapse of the triple helix and release more ACE inhibitory peptides during hydrolysis than collagen samples left untreated. Compared to untreated and alkali pretreated samples, the ultrasonic and alkali pretreatment could decrease the thermostability of pig skin significantly (P < 0.05) because the ultrasonic and alkali pretreatment could weaken hydrogen bonds and break parts of covalent bonds in collagen, leading to damage of the triple helical structure in collagen. Therefore, the ultrasonic and alkali pretreatment could damage the triple helical structure of collagen in native collagenous materials and expose more inner sites for subsequent hydrolysis, and it could be a potential way to prepare ACE inhibitory peptides effectively from collagen-rich raw material. (C)2016 Elsevier B.V. All rights reserved.","Authors":"Zhang, YH (Zhang, Yuhao) ; Ma, L (Ma, Liang) ; Cai, LY (Cai, Luyun) ; Liu, Y (Liu, Yi) ; Li, JR (Li, Jianrong)","Title":"Effect of combined ultrasonic and alkali pretreatment on enzymatic preparation of angiotensin converting enzyme (ACE) inhibitory peptides from native collagenous materials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100012 PubMed ID: 28069244 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasonic irradiation; Bismuth sulfide; Nanostructures; Ionic liquid; Electron microscopy KeyWords Plus:BISMUTH SULFIDE NANORODS; ELECTROCHEMICAL HYDROGEN STORAGE; SONOCHEMICAL METHOD; PHOTOCATALYTIC ACTIVITY; HYDROTHERMAL METHOD; FACILE SYNTHESIS; LARGE-SCALE; NANOSTRUCTURES; MECHANISM; GROWTH","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 95-100 DOI: 10.1016/j.ultsonch.2016.11.018 Published: MAY 2017","Abstract":"In this work, an easy, fast and environmentally friendly method to obtain Bi2S3 nanostructures with sphere-like morphology is introduced. The promising material was successfully synthesized by a sonochemical route in 20% 1-ethyl-3-methylimidazolium ethyl sulfate [EMIM][EtSO4] ionic liquid solution (IL). Morphological studies by electron microscopy (SEM and TEM) show that the use of IL in the synthesis of Bi2S3 favors the formation of nanocrystals non-agglomerated. Micro Raman and energy dispersive X-ray spectroscopy (EDXS) were used to determine the composition and purity of the synthesized material. X-ray powder diffraction (XRD) and selective area electron diffraction (SAED) revealed that ultrasonic radiation accelerated the crystallization of Bi2S3 into orthorhombic bismuthinite structure. The band gap calculated from the diffuse reflectance spectra (DRS) was found to be 1.5 eV. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"de la Parra-Arciniega, SM (de la Parra-Arciniega, Salome M.) ; Garcia-Gomez, NA (Garcia-Gomez, Nora A.) ; Garza-Tovar, LL (Garza-Tovar, Lorena L.) ; Garcia-Gutierrez, DI (Garcia-Gutierrez, Domingo I.) ; Sanchez, EM (Sanchez, Eduardo M.)","Title":"Ultrasonic irradiation-assisted synthesis of Bi2S3 nanoparticles in aqueous ionic liquid at ambient condition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100013 PubMed ID: 28069188 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasound separation; Lattice Boltzmann method; Oil-in-water emulsion KeyWords Plus:LATTICE BOLTZMANN SIMULATIONS; BGK SIMULATION; STANDING-WAVE; SOUND-WAVES; COALESCENCE; PARTICLES; TRANSPORT; SYSTEM; FLOWS; MEDIA","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 101-111 DOI: 10.1016/j.ultsonch.2016.11.012 Published: MAY 2017","Abstract":"This paper presents an exploration for separation of oil-in-water and coalescence of oil droplets in ultrasound field via lattice Boltzmann method. Simulations were conducted by the ultrasound traveling and standing waves to enhance oil separation and trap oil droplets. The focus was to the effect of ultrasound irradiation on oil-in-water emulsion properties in the standing wave field, such as oil drop radius, morphology and growth kinetics of phase separation. Ultrasound fields were applied to irradiate the oil-in-water emulsion for getting flocculation of the oil droplets in 420 kHz case, and larger dispersed oil droplets and continuous phases in 2 MHz and 10 MHz cases, respectively. The separated phases started to rise along the direction of sound propagation after several periods. The rising rate of the flocks was significantly greater in ultrasound case than that of oil droplets in the original emulsion, indicating that ultrasound irradiation caused a rapid increase of oil droplet quantity in the progress of the separation. The separation degree was also significantly improved with increasing frequency or irradiation time. The dataset was rearranged for growth kinetics of ultrasonic phase separation in a plot by spherically averaged structure factor and the ratio of oil and emulsion phases. The analyses recovered the two different temporal regimes: the spinodal decomposition and domain growth stages, which further quantified the morphology results. These numerical results provide guidance for setting the optimum condition for the separation of oil-in-water emulsion in the ultrasound field. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Wang, HP (Wang Heping) ; Li, XG (Li Xiaoguang) ; Li, YG (Li Yanggui) ; Geng, XG (Geng Xingguo)","Title":"Simulation of phase separation with large component ratio for oil-in-water emulsion in ultrasound field"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100015 PubMed ID: 28069191 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Magnesium ammonium phosphate; Power ultrasound; Crystallization; Metastable zone width; Crystal size distribution KeyWords Plus:WASTE-WATER; REACTIVE CRYSTALLIZATION; STRUVITE PRECIPITATION; PHOSPHORUS; LIQUID; MANURE; PARACETAMOL; CARBONATE; RECOVERY; REMOVAL","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 123-128 DOI: 10.1016/j.ultsonch.2016.11.019 Published: MAY 2017","Abstract":"Magnesium ammonium phosphate (MAP) crystallization could be utilized for the recovery of phosphorus from wastewater. However, the effectiveness of the recovery is largely determined by the crystallization process, which is very hard to be directly observed. As a result, a specific ultrasonic device was designed to investigate the crystallization characteristics of MAP under various ultrasonic conditions. The results demonstrated that the metastable zone width (MZW) narrowed along with the rising of the ultrasonic power. Similarly, for the 6 mM MAP solution, with the ultrasonic power gradually enhanced from 0 W to 400 W, the induction time was shortened from 340 s to 38 s. Meanwhile, the crystallization rate was accelerated till the power reached 350 W, and then remained a constant value. It can be observed from the scanning electron microscopy (SEM), the MAP crystal became bigger in size as well as the crystal size distribution (CSD) became broad and uneven, with the increase of ultrasonic power. The results indicate that the crystallization process enhanced by power ultrasound could be used as an effective method to eliminate and recover the phosphorus from wastewater. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Qiu, LP (Qiu, Liping) ; Shi, L (Shi, Liang) ; Liu, Z (Liu, Zhi) ; Xie, K (Xie, Kang) ; Wang, JB (Wang, Jiabin) ; Zhang, SB (Zhang, Shoubin) ; Song, QQ (Song, Qianqian) ; Lu, LQ (Lu, Liquan)","Title":"Effect of power ultrasound on crystallization characteristics of magnesium ammonium phosphate"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100016 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Reduced graphene oxide; Aqueous dispersion; Ultrasound; Shockwave; Cavitation; Paclitaxel; Nanodispersion KeyWords Plus:DIRECT FUNCTIONALIZATION; ROBUST APPROACH; HIGH-YIELD; NANOSHEETS; REDUCTION; ULTRASOUND; DISPERSION; NANOCOMPOSITES; GRAPHITE; RELEASE","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 129-138 DOI: 10.1016/j.ultsonch.2016.11.021 Published: MAY 2017","Abstract":"Graphene is one of the highly explored nanomaterials due to its unique and extraordinary properties. In this study, by utilizing a hydrothermal reduction method, graphene oxide (GO) was successfully converted to reduced graphene oxide (RGO) without using any toxic reducing agents. Following this, with the use of ultrasonic cavitation, profoundly stable few layer thick RGO nanodispersion was generated without employing any stabilizers or surfactants. During ultrasonication, shockwaves from the collapse of bubbles cause a higher dispersing energy to the graphene nanosheets which surpass the forces of Van der Waal's and pi-pi stacking and thus pave the way to form a stable aqueous nanodispersion of graphene. Ultrasonication systems with different power intensity have been employed to determine the optimum conditions for obtaining the most stable RGO dispersion. The optimised conditions of ultrasonic treatments led to the development of a very stable reduced graphene oxide (RGO) aqueous dispersion. The stability was observed for two years and was analyzed by using Zetasizer by measuring the particle size and zeta potential at regular intervals and found to have exceptional stability. The excellent stability at physiological pH promotes its utilization in nano drug delivery application as a carrier for Paclitaxel (Ptx), an anticancer drug. The in vitro cytotoxicity analysis of Ptx loaded RGO nanodispersion by MTT assay performed on the cell lines revealed the potential of the nanodispersion as a suitable drug carrier. Studies on normal lung cells, MRC-5 and nasopharyngeal cancer cells, HK-1 supported the biocompatibility of RGO-Ptx towards normal cell line. This investigation shows the potential of exceptionally stable RGO-Ptx nanodispersion in nano drug delivery applications. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Bai, RG (Bai, Renu Geetha) ; Muthoosamy, K (Muthoosamy, Kasturi) ; Shipton, FN (Shipton, Fiona Natalia) ; Manickam, S (Manickam, Sivakumar) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number MANICKAM, SIVAKUMAR  http://orcid.org/0000-0001-9102-4013","Title":"Acoustic cavitation induced generation of stabilizer-free, extremely stable reduced graphene oxide nanodispersion for efficient delivery of paclitaxel in cancer cells"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100018 PubMed ID: 28069194 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasound; Cavitation; Titanium; TiO2; Nanotopography; Roughness KeyWords Plus:BIOCOMPATIBLE IMPLANT SURFACES; CAPSULES; RELEASE; ANTIBACTERIAL; CAVITATION; ADHESION; WATER; HEAT","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 146-154 DOI: 10.1016/j.ultsonch.2016.11.014 Published: MAY 2017","Abstract":"Titanium has been widely used as biomaterial for various medical applications because of its mechanical strength and inertness. This on the other hand makes it difficult to structure it. Nanostructuring can improve its performance for advanced applications such as implantation and lab-on-chip systems. In this study we show that a titania nanofoam on titanium can be formed under high intensity ultrasound (HIUS) treatment in alkaline solution. The physicochemical properties and morphology of the titania nanofoam are investigated in order to find optimal preparation conditions for producing surfaces with high wettability for cell culture studies and drug delivery applications. AFM and contact angle measurements reveal, that surface roughness and wettability of the surfaces depend nonmonotonously on ultrasound intensity and duration of treatment, indicating a competition between HIUS induced roughening and smoothening mechanisms. We finally demonstrate that superhydrophilic bio-and cytocompatible surfaces can be fabricated with short time ultrasonic treatment. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhukova, Y (Zhukova, Yulia) ; Ulasevich, SA (Ulasevich, Sviatlana A.) ; Dunlop, JWC (Dunlop, John W. C.) ; Fratzl, P (Fratzl, Peter) ; Mohwald, H (Moehwald, Helmuth) ; Skorb, EV (Skorb, Ekaterina V.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Dunlop, John  A-1997-2012 http://orcid.org/0000-0003-2741-6383","Title":"Ultrasound-driven titanium modification with formation of titania based nanofoam surfaces"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100019 PubMed ID: 28069195 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasonic vibration; Titanium; Cold compaction; Longitudinal vibration KeyWords Plus:POWDERS; LUBRICATION; ENHANCEMENT; BEHAVIOR","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 155-161 DOI: 10.1016/j.ultsonch.2016.11.017 Published: MAY 2017","Abstract":"Titanium has widely been used in chemical and aerospace industries. In order to overcome the drawbacks of cold compaction of titanium, the process was assisted by an ultrasonic vibration system. For this purpose, a uniaxial ultrasonic assisted cold powder compaction system was designed and fabricated. The process variables were powder size, compaction pressure and initial powder compact thickness. Density, friction force, ejection force and spring back of the fabricated samples were measured and studied. The density was observed to improve under the action of ultrasonic vibration. Fine size powders showed better results of consolidation while using ultrasonic vibration. Under the ultrasonic action, it is thought that the friction forces between the die walls and the particles and those friction forces among the powder particles are reduced. Spring back and ejection force didn't considerably change when using ultrasonic vibration. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Fartashvand, V (Fartashvand, Vahid) ; Abdullah, A (Abdullah, Amir) ; Vanini, SAS (Vanini, Seyed Ali Sadough)","Title":"Effects of high power ultrasonic vibration on the cold compaction of titanium"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100020 PubMed ID: 28069196 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Near-well ultrasonic processing technology; Ultrasonic excitation; Chemical agent; Ultrasound-chemical combination plug removal technology KeyWords Plus:ENHANCED OIL-RECOVERY; EXPERIMENTAL VALIDATION","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 162-167 DOI: 10.1016/j.ultsonch.2016.11.026 Published: MAY 2017","Abstract":"Near-well ultrasonic processing technology attracts more attention due to its simple operation, high adaptability, low cost and no pollution to the formation. Although this technology has been investigated in detail through laboratory experiments and field tests, systematic and intensive researches are absent for certain major aspects, such as whether ultrasonic excitation is better than chemical agent for any plugs removal; whether ultrasound-chemical combination plug removal technology has the best plugs removal effect. In this paper, the comparison of removing drilling fluid plug, paraffin deposition plug, polymer plug and inorganic scale plug using ultrasonic excitation, chemical agent and ultrasound chemical combination plug removal technology is investigated. Results show that the initial core permeability and ultrasonic frequency play a significant role in plug removal. Ultrasonic excitation and chemical agent have different impact on different plugs. The comparison results show that the effect of removing any plugs using ultrasound-chemicals composite plug removal technology is obviously better than that using ultrasonic excitation or chemical agent alone. Such conclusion proves that ultrasonic excitation and chemical agent can cause synergetic effects. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Wang, ZJ (Wang, Zhenjun) ; Zeng, J (Zeng, Jing) ; Song, H (Song, Hao) ; Li, F (Li, Feng)","Title":"Research on ultrasonic excitation for the removal of drilling fluid plug, paraffin deposition plug, polymer plug and inorganic scale plug for near-well ultrasonic processing technology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100024 PubMed ID: 28069200 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Low-intensity ultrasound; Saccharomyces cerevisiae; Biomass; Membrane permeability; Ethanol tolerance KeyWords Plus:FERMENTATION; IRRADIATION","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 191-197 DOI: 10.1016/j.ultsonch.2016.11.035 Published: MAY 2017","Abstract":"Effects of low-intensity ultrasound (at different frequency, treatment time and power) on Saccharomyces cerevisiae in different growth phase were evaluated by the biomass in the paper. In addition, the cell membrane permeability and ethanol tolerance of sonicated Saccharomyces cerevisiae were also researched. The results revealed that the biomass of Saccharomyces cerevisiae increased by 127.03% under the optimum ultrasonic conditions such as frequency 28 kHz, power 140 WiL and ultrasonic time 1 h when Saccharomyces cerevisiae cultured to the latent anaphase. And the membrane permeability of Saccharomyces cerevisiae in latent anaphase enhanced by ultrasound, resulting in the augment of extra cellular protein, nucleic acid and fructose-1,6-diphosphate (FDP) contents. In addition, sonication could accelerate the damage of high concentration alcohol to Saccharomyces cerevisiae although the ethanol tolerance of Saccharomyces cerevisiae was not affected significantly by ultrasound. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Dai, CH (Dai, Chunhua) ; Xiong, F (Xiong, Feng) ; He, RH (He, Ronghai) ; Zhang, WW (Zhang, Weiwei) ; Ma, HL (Ma, Haile)","Title":"Effects of low-intensity ultrasound on the growth, cell membrane permeability and ethanol tolerance of Saccharomyces cerevisiae"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100026 PubMed ID: 28069203 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Aggregation acceleration; Transient bubbles; Subharmonic wave; Amyloid fibril; Acoustic field analysis KeyWords Plus:AMYLOID FIBRILS; ALPHA-SYNUCLEIN; ACOUSTIC CAVITATION; LEWY BODIES; ULTRASONICATION; NUCLEATION; DISEASE; GROWTH; SONOLUMINESCENCE; MECHANISM","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 206-211 DOI: 10.1016/j.ultsonch.2016.11.034 Published: MAY 2017","Abstract":"Amyloid-fibril formation of proteins can be accelerated by ultrasonic irradiation to the peptide solutions. Although this phenomenon contributes to understanding pathogenic behavior of amyloidosis, its physical mechanism has not been clarified, because several factors (cavitation, temperature increase, stirring effect, and so on) related to ultrasonic irradiation can participate in the fibrillation reaction. Here, we independently study contributions of the possible factors, using insulin, which is extremely stable and then suitable for the mechanism clarification. We find that the optimized ultrasonic irradiation can drastically accelerate the fibrillation reaction; the time for completing the reaction is shortened compared with the high-speed (1200 rpm) stirring agitation by a factor of 430. The fibrillation reaction proceeds only when the subharmonic-mode intensity exceeds a threshold, indicating generation of the transient cavitation bubbles. Our results reveal that not the temperature increase but the transient cavitation bubbles work as the dominant accelerator of the fibrillation reaction. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Nakajima, K (Nakajima, Kichitaro) ; Nishioka, D (Nishioka, Daisuke) ; Hirao, M (Hirao, Masahiko) ; So, M (So, Masatomo) ; Goto, Y (Goto, Yuji) ; Ogi, H (Ogi, Hirotsugu)","Title":"Drastic acceleration of fibrillation of insulin by transient cavitation bubble"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100031 PubMed ID: 28069208 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasound pretreatment; Tricaprylin; Lipase; Synthesis; Esterification; Process intensification KeyWords Plus:MEDIUM-CHAIN GLYCERIDES; ENZYMATIC-SYNTHESIS; CAVITATION; LIPIDS; ACIDS","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 253-261 DOI: 10.1016/j.ultsonch.2016.11.036 Published: MAY 2017","Abstract":"The current work deals with ultrasound assisted intensification of synthesis of tricaprylin based on the enzyme catalyzed reaction of caprylic acid and glycerol with novel approach of using ultrasound in only the initial stages of the reaction. Two types of immobilized lipases as Lipozyme RM (Rhizomucor miehei) and Novozym 435 (Candida antarctica) have been used in the work. The effect of ultrasonic conditions such as treatment time and power as well as the reaction conditions such as substrate molar ratio, reaction time and enzyme loading on the yield of tricaprylin has been investigated. It was established that the optimum pretreatment conditions were irradiation time as 30 min with ultrasonic frequency of 20 kHz, supplied power of 240 W, 70% duty cycle (7 s on 3 s off cycle) whereas the optimum reaction conditions were 4:1 molar ratio of caprylic acid to glycerol, enzyme loading as 3% and operating temperature of 50 degrees C. It was also established that reuse of enzymes for 10 cycles was possible without any significant effect on the activity of lipase. It was also conclusively established that compared to the conventional approach of synthesis, ultrasound pretreatment based approach greatly influenced the rate of reaction and maximum tricaprylin yield of 94.8% was achieved in 7 h of reaction time under the optimum conditions. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"More, SB (More, Snehal B.) ; Waghmare, JT (Waghmare, Jyotsna T.) ; Gogate, PR (Gogate, Parag R.)","Title":"Ultrasound pretreatment as a novel approach for intensification of lipase catalyzed esterification of tricaprylin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100033 PubMed ID: 28069211 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasonic cavitation erosion; Micro-particle; Ti6Al4V alloy; Open circuit potential KeyWords Plus:M HCL SOLUTION; ULTRASONIC CAVITATION; SOLID BOUNDARY; COLLAPSE; BUBBLE; NEIGHBORHOOD; SUSPENSIONS; TITANIUM; SURFACES; PARTICLE","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 270-276 DOI: 10.1016/j.ultsonch.2016.12.003 Published: MAY 2017","Abstract":"The influences of micro-particles on ultrasonic cavitation erosion of Ti6A14V alloy in 0.1 M H2SO4 solution were investigated using mass loss weight, scanning electron microscopy (SEM) and white light interferometer. Mass loss results revealed that the cavitation erosion damage obviously decreased with increasing particle size and mass concentration. Open circuit potential recorded during cavitation erosion shifted to positive direction with the decreased mass loss. Meanwhile, the mass loss sharply decreased with applying a positive potential during the entire ultrasonic cavitation erosion, and the relationship between the open circuit potential and the cavitation erosion resistance was discussed. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Li, DG (Li, D. G.) ; Long, Y (Long, Y.) ; Liang, P (Liang, P.) ; Chen, DR (Chen, D. R.)","Title":"Effect of micro-particles on cavitation erosion of Ti6Al4V alloy in sulfuric acid solution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100034 PubMed ID: 28069212 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasound-assisted condition; Phosphorus graphene oxide poly (vinyl alcohol) polymer (PGO/PVA polymer); Phosphorus graphene oxide/poly (vinyl alcohol) film (PGO/PVA film); Surface resistivity KeyWords Plus:EFFICIENT FLAME-RETARDANT; OXYGEN REDUCTION REACTION; NITROGEN-DOPED GRAPHENE; DIRECT FUNCTIONALIZATION; POLY(VINYL ALCOHOL); AQUEOUS DISPERSIONS; ROBUST APPROACH; GRAPHITE OXIDE; NANOCOMPOSITES","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 277-285 DOI: 10.1016/j.ultsonch.2016.12.009 Published: MAY 2017","Abstract":"In this paper, phosphorus graphene oxide/poly (vinyl alcohol) polymer (PGO/PVA polymer) was synthesized by PGO and PVA via the esterification in the case of faint acidity and the ultrasound irradiation and characterized; moreover, phosphorus graphene oxide/poly (vinyl alcohol) film (PGO/PVA film) was prepared by PGO/PVA polymer and characterized; also, the surface resistivity of PGO/PVA film was investigated in the case of the different amount of PGO. Based on those, it had been found that PGO reacted with PVA to produce PGO/PVA polymer via the esterification under the ultrasonic-assisted condition, and PGO/ PVA polymer was structured by 2D lattice of PGO and the chain of PVA connected in the form of six member lactone ring and phosphonic ester, and PGO/PVA film was constituted by PGO/PVA polymer, and surface resistivity of 0.00, 0.75, 1.50, 2.25 and 3.00 wt% of PGO/PVA film were 6.85 x 10(8), 2.98 x 10(8), 1.42 x 10(6), 7.66 x 10(4) and 1.29 x 10(5) Omega/sq, respectively. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Li, JH (Li, Jihui) ; Li, YS (Li, Yongshen) ; Niu, S (Niu, Shuai) ; Li, N (Li, Ning)","Title":"Ultrasonic-assisted synthesis of phosphorus graphene oxide/poly (vinyl alcohol) polymer and surface resistivity research of phosphorus graphene oxide/poly (vinyl alcohol) film"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100036 PubMed ID: 28069214 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Wastewater treatment; PEG modified TiO2 film; Sol-gel method; Photocatalytic-Ultrasonic system KeyWords Plus:CHEMICAL-VAPOR-DEPOSITION; OXIDATION PROCESSES AOPS; THIN-FILMS; PARTICLE-SIZE; DEGRADATION; CAVITATION; SONOLYSIS; NANOPARTICLES; LIGHT","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 301-308 DOI: 10.1016/j.ultsonch.2016.12.008 Published: MAY 2017","Abstract":"TiO2 photocatalyst film recently has been utilized as the potential candidate for the wastewater treatment, due to its high stability and low toxicity. In order to further increase the photocatalytic ability and stability, different molecular weight of polyethylene glycol (PEG) were used to modify TiO2 structure to synthesize porous thin film used in the developed Photocatalytic-Ultrasonic system in this work. The results showed that PEG2000 modified TiO2 calcinated under 450 degrees C for 2 h exhibited the highest photo catalytic activity, attributed to the smallest crystallite size and optimal particle size. Over 95.0% of rhodamine B (Rh B) was photocatalytically degraded by optimized PEG(2000)-TiO2 film after 60 min of UV irradiation, while only about 50.8% of Rh B was decolored over pure TiO2 film. Furthermore, optimized PEC2000-TiO2 film was used in a circular Photocatalytic-Ultrasonic system, and the obtained synergy (0.6519) of sonophotocatalysis indicated its extremely high efficiency for Rh B degradation. In this Photocatalytic-Ultrasonic system, larger amount of PEC2000-TiO2 coated glass beads, stronger ultrasonic power and longer experimental time could result to higher degradation efficiency of Rh B. In addition, repetitive experiments showed that about 97.2% of Rh B were still degraded in the fifth experiment by sonophotocatalysis using PEG(2000)-TiO2 film. Therefore, PEG(2000)-TiO2 film used in PhotocatalyticUltrasonic system has promising potential for wastewater treatment, due to its excellent photocatalytic activity and high stability. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Hu, XH (Hu, Xiaohong) ; Zhu, Q (Zhu, Qi) ; Gu, ZB (Gu, Zhibin) ; Zhang, N (Zhang, Nan) ; Liu, N (Liu, Na) ; Stanislaus, MS (Stanislaus, Mishma S.) ; Li, DW (Li, Dawei) ; Yang, YN (Yang, Yingnan)","Title":"Wastewater treatment by sonophotocatalysis using PEG modified TiO2 film in a circular Photocatalytic-Ultrasonic system"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100038 PubMed ID: 28069216 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasonic energy; Cellulose acetate; Cellulose nanofibers; Electrospinning; Deacetylation KeyWords Plus:BACTERIAL CELLULOSE; REACTIVE DYES; FABRICATION; ADSORPTION; MEMBRANES; BEHAVIOR; SOLVENT; SYSTEM","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 319-325 DOI: 10.1016/j.ultsonch.2016.12.013 Published: MAY 2017","Abstract":"Herein we report a rapid method for deacetylation of cellulose acetate (CA) nanofibers in order to produce cellulose nanofibers using ultrasonic energy. The CA nanofibers were fabricated via electrospinning thereby treated with NaOH and NaOH/EtOH solutions at various pH levels for 30, 60 and 90 min assisted by ultrasonic energy. The nanofiber webs were optimized by degree of deacetylation (DD%) and wicking behavior. The resultant nanofibers were further characterized by FTIR, SEM, WARD, DSC analysis. The DD % and FTIR results confirmed a complete conversion of CA nanofibers to cellulose nanofibers within 1 h with substantial increase of wicking height. Nanofibers morphology under SEM showed slightly swelling and no damage of nanofibers observed by use of ultrasonic energy. The results of ultrasonic-assisted deacetylation are comparable with the conventional deacetylation. Our rapid method offers substantially reduced deacetylation time from 30 h to just 1 h, thanks to the ultrasonic energy. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Ahmed, F (Ahmed, Farooq) ; Arbab, AA (Arbab, Alvira Ayoub) ; Jatoi, AW (Jatoi, Abdul Wahab) ; Khatri, M (Khatri, Muzamil) ; Memon, N (Memon, Najma) ; Khatri, Z (Khatri, Zeeshan) ; Kim, IS (Kim, Ick Soo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Khatri, Zeeshan  http://orcid.org/0000-0001-8779-3805","Title":"Ultrasonic-assisted deacetylation of cellulose acetate nanofibers: A rapid method to produce cellulose nanofibers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100039 PubMed ID: 28069217 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasound; Crystal growth; ZnO; Photocatalyst KeyWords Plus:ZINC-OXIDE; ASSISTED SYNTHESIS; AQUEOUS-SOLUTION; ANTIBACTERIAL ACTIVITY; GROWTH-MECHANISM; QUANTUM DOTS; HYDROTHERMAL METHOD; SENSING PROPERTY; SOLUTION ROUTE; TEMPLATE-FREE","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 326-335 DOI: 10.1016/j.ultsonch.2016.12.005 Published: MAY 2017","Abstract":"Hierarchical flowers-like zinc oxide structures have been successfully obtained by a simple and fast ultrasound-assisted method performed in a ordinary ultrasonic bath using an ammonia solution and zinc acetate, in the absence of any surfactant or template. The composition, structure, crystallinity, morphology and optical properties of the materials obtained at different ultrasound irradiation times were characterized by infrared, UV-Vis and photoluminescence spectroscopy, X-ray diffraction, scanning and transmission electron microscopy investigations. It was proved that the ultrasound irradiation time manipulates both the defect content (implicit the photoluminescent properties) and morphology of the ZnO materials: shorter irradiation times leads to the synthesis of high-defected ZnO structures of flower morphology with triangular-shaped petals, while higher irradiation times favours the formation of low-defected ZnO structures with tipped rod-like petals. A plausible growth mechanism of the architectures that implies aggregation via oriented attachment followed by an Ostwald ripening is advanced based on these results. The ZnO flower-like structures present high photocatalytic activities, a total phenol mineralization being registered in the case of visible light experiments. Electron-spin resonance measurements demonstrate the generation of reactive oxygen species, namely hydroxyl radicals but also C centred radicals adducts derived most probable from the residual acetate adsorbed on ZnO surface. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Carp, O (Carp, Oana) ; Tirsoaga, A (Tirsoaga, Alina) ; Ene, R (Ene, Ramona) ; Ianculescu, A (Ianculescu, Adelina) ; Negrea, RF (Negrea, Raluca F.) ; Chesler, P (Chesler, Paul) ; Ionita, G (Ionita, Gabriela) ; Birjega, R (Birjega, Ruxandra)","Title":"Facile, high yield ultrasound mediated protocol for ZnO hierarchical structures synthesis: Formation mechanism, optical and photocatalytic properties"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100041 PubMed ID: 28069219 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"1,2,3-Triazole; Isoxazole; Thymidine; 1,3-Dispolar cycloaddition; Ultrasonic heating; Quorum sensing KeyWords Plus:ACYLATED HOMOSERINE LACTONES; ONE-POT SYNTHESIS; BIOLOGICAL EVALUATION; REGIOSELECTIVE SYNTHESIS; ANTIBACTERIAL ACTIVITY; ANTICANCER ACTIVITY; NUCLEOSIDE ANALOGS; DERIVATIVES; CYCLOADDITION; ISOXAZOLE","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 343-353 DOI: 10.1016/j.ultsonch.2016.12.011 Published: MAY 2017","Abstract":"An efficient synthesis of 1,4-disubstituted 1,2,3-triazole derivatives was studied. 1,4-Disubstituted 1,2, 3-triazoles containing isoxazole and thymidine structures were synthesized in 84-96% yields starting from various terminal isoxazole ether alkynes and beta-thymidine azide derivatives via a 1,3-dispolar cycloaddition using copper acetate, sodium ascorbate as the catalyst under ultrasonic assisted condition. All the target compounds were characterized by HRMS, FT-IR, H-1 NMR and C-13 NMR spectroscopy. Furthermore, the quorum sensing inhibitory activities of synthesized compounds were evaluated with Chromobacterium violaceum (C. Violaceum CV026) based on their inhibition of violacein production, with compound C-10-HSL as a positive control. The compounds 8a, 8c and 8f exhibited considerable levels of inhibitory activity against violacein production, and IC50 values were 217 +/- 19, 223 +/- 20 and 42.8 +/- 4.5 mu M, respectively, which highlighted the potential of these compounds as lead structures for further research towards the development of novel QS inhibitors. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Zhang, DW (Zhang, Da-wei) ; Zhang, YM (Zhang, Yu-min) ; Li, J (Li, Jing) ; Zhao, TQ (Zhao, Tian-qi) ; Gu, Q (Gu, Qiang) ; Lin, F (Lin, Feng)","Title":"Ultrasonic-assisted synthesis of 1,4-disubstituted 1,2,3-triazoles via various terminal acetylenes and azide and their quorum sensing inhibition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100042 PubMed ID: 28069220 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Fine-grained aluminum alloy; Zn interlayer; Ultrasonic; TLP bonding; Microstructure; Shear strength KeyWords Plus:TRANSIENT-LIQUID-PHASE; MECHANICAL-PROPERTIES; THERMAL-STABILITY; AL-ALLOY; MICROSTRUCTURE; AIR; DIFFUSION; BEHAVIOR; JOINTS","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 354-361 DOI: 10.1016/j.ultsonch.2016.12.002 Published: MAY 2017","Abstract":"High strength aluminum alloys are extremely sensitive to the thermal cycle of welding. An ultrasonic promoted rapid TLP bonding with an interlayer of pure Zn was developed to join fine-grained 7034 aluminum alloys at the temperature of lower 400 degrees C. The oxide film could be successfully removed with the ultrasonic vibration, and the Al-Zn eutectic liquid phase generated once Al and Zn contacted with each other. Longer ultrasonic time can promote the diffusion of Zn into the base metal, which would shorten the holding time to complete isothermal solidification. The joints with the full solid solution of alpha-Al can be realized with the ultrasonic action time of 60 s and holding time of only 3 min at 400 degrees C, and the shear strength of joints could reach 223 MPa. The joint formation mechanism and effects of ultrasounds were discussed in details. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Guo, WB (Guo, Weibing) ; Leng, XS (Leng, Xuesong) ; Luan, TM (Luan, Tianmin) ; Yan, JC (Yan, Jiuchun) ; He, JS (He, Jingshan)","Title":"Ultrasonic-promoted rapid TLP bonding of fine-grained 7034 high strength aluminum alloys"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100044 PubMed ID: 28069223 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Citronella oil; Nanoemulsion; Ultrasonication; Hydrodynamic cavitation KeyWords Plus:IN-WATER EMULSIONS; HYDRODYNAMIC CAVITATION; ULTRASOUND CAVITATION; PROCESS OPTIMIZATION; O/W EMULSIONS; HIGH-PRESSURE; STABILITY; EMULSIFICATION; HOMOGENIZATION; SURFACTANTS","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 367-374 DOI: 10.1016/j.ultsonch.2016.11.037 Published: MAY 2017","Abstract":"Nanoemulsion synthesis has proven to be an effective way for transportation of immobile, insoluble bioactive compounds. Citronella Oil (lemongrass oil), a natural plant extract, can be used as a mosquito repellent and has less harmful effects compared to its available market counterpart DEET (N,N-Diethylmeta-toluamide). Nanoemulsion of citronella oil in water was prepared using cavitation-assisted techniques while investigating the effect of system parameters like HLB (Hydrophilic Lipophilic Balance), surfactant concentration, input energy density and mode of power input on emulsion quality. The present work also examines the effect of emulsification on release rate to understand the relationship between droplet size and the release rate. Minimum droplet size (60 nm) of the emulsion was obtained at HLB of 14, S/O-1 ratio of 1.0, ultrasound amplitude of 50% and irradiation time of 5 min. This study revealed that hydrodynamic cavitation-assisted emulsification is more energy efficient compared to ultrasonic emulsification. It was also found that the release rate of nanoemulsion enhanced as the droplet size of emulsion reduced. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Agrawal, N (Agrawal, Naveen) ; Maddikeri, GL (Maddikeri, Ganesh L.) ; Pandit, AB (Pandit, Aniruddha B.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Agrawal, Naveen  http://orcid.org/0000-0002-8594-6182","Title":"Sustained release formulations of citronella oil nanoemulsion using cavitational techniques"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100045 PubMed ID: 28069224 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Regeneration of wells; Ultrasound; Shockwaves; Combined approach KeyWords Plus:ENHANCED OIL-RECOVERY; TECHNOLOGY; VISCOSITY; MODEL","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 375-385 DOI: 10.1016/j.ultsonch.2016.12.023 Published: MAY 2017","Abstract":"The regeneration of water wells is an urgent problem nowadays, when drilling of new wells becomes more and more expensive. Formation damage leads to a reduction of the formation's permeability and/or pore volume which in turn inhibits the ability of the water to flow from the reservoir formation into the wellbore. A new technology that uses high-power ultrasound to remove formation damage of water wells has been developed. The effectiveness of regeneration of wells can be enhanced if ultrasound and shockwaves are used during the same treatment. It was shown by computer modelling, that the two methods have different depths of impact. Whereas the ultrasonic method has a strong impact on the area of the filter tube, the impact of the shock waves is focused on the gavel pack, the wall of the well and the adjacent aquifer. A shockwave treatment, which is normally more effective due to larger impact zone, needs to be followed by ultrasonic treatment in order to facilitate the removal of the detached deposits. These theoretical assumptions were confirmed by field tests on two wells. The use of the method leaded to an increase of the production by 40% and 109% respectively. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Abramova, AV (Abramova, Anna V.) ; Abramov, VO (Abramov, Vladimir O.) ; Bayazitov, VM (Bayazitov, Vadim M.) ; Nikonov, RV (Nikonov, Roman V.)","Title":"A method for water well regeneration based on shock waves and ultrasound"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100047 PubMed ID: 28069226 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Adsorption; Central composite design (CCD); Nanocomposites; Response surface methodology; Ultrasonication; Waste water treatment KeyWords Plus:CENTRAL COMPOSITE DESIGN; SOLAR-FENTON REMOVAL; MALACHITE GREEN; AQUEOUS-SOLUTION; ACTIVATED CARBON; METHYLENE-BLUE; ASSISTED ADSORPTION; CRYSTAL VIOLET; REACTIVE DYES; FRUIT SHELL","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 393-408 DOI: 10.1016/j.ultsonch.2016.12.010 Published: MAY 2017","Abstract":"The contemporary problems concerning water purification could be resolved by using nanosorbents. The present studies emphasis on the synthesis of gamma-Fe2O3-activated carbon nanocomposites (gamma-Fe2O3-NP-AC) by sol-gel method. The composition and surface morphology of them were studied by FTIR, EDS, SEM and XRD techniques. Moreover they were employed for the selective removal of binary mixture of dyes including reactive red 223 dye (RR) and Malachite Green dye (MG) by ultrasonic assisted adsorption method. Sonication is the act of applying sound energy to agitate particles in the sample. The ultrasonic frequencies (>20 kHz) were used to agitate experimental solutions in current studies. The response surface methodology based on 5 factorial central composite design (CCD) was employed to investigate the optimum parameters of adsorption. The optimum operating parameters (OOP) including sonication time, solution pH, amount of adsorbent, concentration of RR and MG were estimated for the selective removal of mixture of dyes. On OOP conditions of RR, the % removal of RR and MG were observed to be 92.12% and 10.05% respectively. While at OOP of MG, the % removal of MG and RR were observed to be 85.32% and 32.13% from the mixture respectively. Moreover the mechanisms of adsorption of RR and MG on the gamma-Fe2O3-NP-AC were also illustrated. The significance of the RR-gamma-Fe2O3-NP-AC and MG-gamma-Fe2O3-NP-AC adsorption models was affirmed by ANOVA test. The Pareto plots for the selective removal of the RR and MG from the binary mixture also confirm the significance of the factors. Isothermal studies were performed and RR adsorption was observed to follow Langmuir isotherm model whereas MG adsorption was observed to follow Freundlich model. Thermodynamic studies were conducted and the outcomes suggested the spontaneous nature of adsorption processes. The kinetic models were employed to study the kinetics of the process. It was observed that the system followed pseudo second order, intraparticle diffusion and Elovich models as represented by the R-2 values of the respective models. The comparative study from the previously studies revealed that the proposed method is amongst them is the most efficient method to eliminate RR and MG dyes from the aqueous medium. Therefore the current study will be useful in reducing the toxicity of RR and MG contaminated effluent. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Saad, M (Saad, Muhammad) ; Tahir, H (Tahir, Hajira)","Title":"Synthesis of carbon loaded gamma-Fe2O3 nanocomposite and their applicability for the selective removal of binary mixture of dyes by ultrasonic adsorption based on response surface methodology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100049 PubMed ID: 28069229 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasonic soldering; TLP bonding; Ni3Sn4 joints; Grain morphology; Orientation relationship; EBSD KeyWords Plus:SILICON-CARBIDE; PACKAGING APPLICATION; ELECTRIFIED VEHICLES; INTERMETALLIC JOINTS; SOLDERING PROCESS; SN; ELECTRONICS; GROWTH; NANOPARTICLES; CAVITATION","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 420-426 DOI: 10.1016/j.ultsonch.2016.12.026 Published: MAY 2017","Abstract":"High melting point Ni3Sn4 joints for the die attachment of SiC-based high temperature power devices was successfully achieved using an ultrasound-induced transient liquid phase (TLP) bonding process within a remarkably short bonding time of 8 s. The formed intermetallic joints, which are completely composed of the refined equiaxial Ni3Sn4 grains with the average diameter of 2 mu m, perform the average shear strength of 26.7 MPa. The sonochemical effects of ultrasonic waves dominate the mechanism and kinetics of the rapid formation of Ni3Sn4 joints. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Li, ZL (Li, Z. L.) ; Dong, HJ (Dong, H. J.) ; Song, XG (Song, X. G.) ; Zhao, HY (Zhao, H. Y.) ; Feng, JC (Feng, J. C.) ; Liu, JH (Liu, J. H.) ; Tian, H (Tian, H.) ; Wang, SJ (Wang, S. J.)","Title":"Rapid formation of Ni3Sn4 joints for die attachment of SiC-based high temperature power devices using ultrasound-induced transient liquid phase bonding process"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100050 PubMed ID: 28069230 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Microbubble dynamics; Ultrasound; Bubble jetting; Viscous potential flow theory; Viscous pressure correction; Boundary integral method KeyWords Plus:NONSPHERICAL BUBBLE DYNAMICS; BOUNDARY-ELEMENT METHOD; TOROIDAL BUBBLES; GAS BUBBLE; NUMERICAL-SIMULATION; TRANSIENT CAVITIES; OSCILLATING BUBBLE; CAVITATION BUBBLES; FREE-SURFACE; COLLAPSE","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 427-436 DOI: 10.1016/j.ultsonch.2016.11.032 Published: MAY 2017","Abstract":"Microbubble dynamics subject to ultrasound are associated with important applications in biomedical ultrasonics, sonochemistry and cavitation cleaning. The viscous effects in this phenomenon is essential since the Reynolds number Re associated is about O(10). The flow field is characterized as being an irrotational flow in the bulk volume but with a thin vorticity layer at the bubble surface. This paper investigates the phenomenon using the boundary integral method based on the viscous potential flow theory. The viscous effects are incorporated into the model through including the normal viscous stress of the irrotational flow in the dynamic boundary condition at the bubble surface. The viscous correction pressure of Joseph & Wang (2004) is implemented to resolve the discrepancy between the non-zero shear stress of the irrotational flow at a free surface and the physical boundary condition of zero shear stress. The model agrees well with the Rayleigh-Plesset equation for a spherical bubble oscillating in a viscous liquid for several cycles of oscillation for Re = 10. It correlates pretty closely with both the experimental data and the axisymmetric simulation based on the Navier-Stokes equations for transient bubble dynamics near a rigid boundary. We further analyze microbubble dynamics near a rigid boundary subject to ultrasound travelling perpendicular and parallel to the boundary, respectively, in parameter regions of clinical relevance. The viscous effects to acoustic microbubble dynamics are analyzed in terms of the jet velocity, bubble volume, centroid movement, Kelvin impulse and bubble energy. Crown Copyright (C) 2016 Published by Elsevier B.V. All rights reserved.","Authors":"Manmi, K (Manmi, Kawa) ; Wang, QX (Wang, Qianxi)","Title":"Acoustic microbubble dynamics with viscous effects"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100052 PubMed ID: 28069232 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Ultrasound; Emulsification; Process intensification; Process chemistry; Cavitation; Sonochemistry KeyWords Plus:PROCESS INTENSIFICATION; MINIEMULSION POLYMERIZATION; EMULSION POLYMERIZATION; MEMBRANE EMULSIFICATION; MICROFLUIDICS; SONOCHEMISTRY; FLOW; NANOPARTICLES; MICROREACTOR; DROPLETS","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 446-453 DOI: 10.1016/j.ultsonch.2016.12.004 Published: MAY 2017","Abstract":"Cavitation Intensifying Bags (CIBs), a novel reactor type for use with ultrasound, have been recently proposed as a scaled-up microreactor with increased energy efficiencies. We now report on the use of the CIBs for the preparation of emulsions out of hexadecane and an SDS aqueous solution. The CIBs have been designed in such a way that cavitation effects created by the ultrasound are increased. It was found that the CIBs were 60 times more effective in breaking up droplets than conventional bags, therewith showing a proof of principle for the CIBs for the preparation of emulsions. Droplets of 0.2 mu m could easily be obtained. To our knowledge, no other technology results in the same droplet size more easily in terms of energy usage. Without depending on the wettability changes of the membrane, the CIBs score similarly as membrane emulsification, which is the most energy friendly emulsification method known in literature. Out of the frequencies used, 37 kHz was found to require the lowest treatment time. The treatment time decreased at higher temperatures. While the energy usage in the current non-optimised experiments was on the order of 10(7) - 10(9) J/m(3), which is comparable to that of a high-pressure homogenizer, we expect that the use of CIBs for the preparation of fine emulsions can still be improved considerably. The process presented can be applied for other uses such as water treatment, synthesis of nanomaterials and food processing. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"van Zwieten, R (van Zwieten, Ralph) ; Verhaagen, B (Verhaagen, Bram) ; Schroen, K (Schroen, Karin) ; Rivas, DF (Rivas, David Fernandez) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Fernandez Rivas, David  http://orcid.org/0000-0003-4329-3248","Title":"Emulsification in novel ultrasonic cavitation intensifying bag reactors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770100054 PubMed ID: 28069234 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Bikitaite; Zeolite; Sonochemical synthesis; Hydrothermal; Ultrasonic energy; H-2 storage KeyWords Plus:COAL FLY-ASH; AQUEOUS-SOLUTIONS; SONOCHEMICAL SYNTHESIS; ROOM-TEMPERATURE; NAP ZEOLITE; ADSORPTION; CRYSTALLIZATION; ION; ADSORBENT; ISOTOPES","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 466-473 DOI: 10.1016/j.ultsonch.2016.12.032 Published: MAY 2017","Abstract":"Li containing Bikitaite zeolite has been synthesized by an ultrasound-assisted method and used as a potential material for hydrogen storage application. The Sonication energy was varied from 150 W to 250 W and irradiation time from 3 h to 6 h. The Bikitaite nanoparticles were characterized by X-ray diffraction (XRD), infrared (IR) spectral analysis, and field-emission scanning electron microscopy (FESEM) thermo-gravimetrical analysis and differential thermal analysis (TGA, DTA). XRD and IR results showed that phase pure, nano crystalline Bikitaite zeolites were started forming after 3 h irradiation and 72 h of aging with a sonication energy of 150 W and nano crystalline Bikitaite zeolite with prominent peaks were obtained after 6 h irradiation of 250 W sonic energy. The Brunauer-Emmett-Teller (BET) surface area of the powder by N-2 adsorption-desorption measurements was found to be 209 m(2)/g. The TEM micrograph and elemental analysis showed that desired atomic ratio of the zeolite was obtained after 6 h irradiation. For comparison, sonochemical method, followed by the hydrothermal method, with same initial sol composition was studied. The effect of ultrasonic energy and irradiation time showed that with increasing sonication energy, and sonication time phase formation was almost completed. The FESEM images revealed that 50 nm zeolite crystals were formed at room temperature. However, agglomerated particles having woollen ball like structure was obtained by sonochemical method followed by hydrothermal treatment at 100 degrees C for 24 h. The hydrogen adsorption capacity of Bikitaite zeolite with different Li content, has been investigated. Experimental results indicated that the hydrogen adsorption capacities were dominantly related to their surface areas as well as total pore volume of the zeolite. The hydrogen adsorption capacity of 143.2 c.c/g was obtained at 77 K and ambient pressure of (0.11 MPa) for the Bikitaite zeolite with 100% Li, which was higher than the reported values for other zeolites. To the best of our knowledge, there is no report on the synthesis of a Bikitaite zeolite by sonochemical method for H-2 storage. (C) 2016 Published by Elsevier B.V.","Authors":"Roy, P (Roy, Priyanka) ; Das, N (Das, Nandini)","Title":"Ultrasonic assisted synthesis of Bikitaite zeolite: A potential material for hydrogen storage application"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000392770100056 PubMed ID: 28069236 ISSN: 1350-4177 eISSN: 1873-2828","Keywords":"Sonophotocatalysis (SPC); Doped-sonophotocatalysis (DSPC); Sono-Fenton; Sono-ozone; Photo-Fenton; UV irradiation; Ultrasound; Cavitation; Photocatalyst; Degradation KeyWords Plus:PHOTO-FENTON DEGRADATION; ADVANCED OXIDATION PROCESSES; VISIBLE-LIGHT IRRADIATION; REACTIVE BLUE 19; ACID ORANGE 7; AQUEOUS-SOLUTIONS; RHODAMINE-B; SONOCHEMICAL DEGRADATION; WASTE-WATER; PHOTOCATALYTIC DEGRADATION","Categories":"Acoustics; Chemistry Web of Science Categories:Acoustics; Chemistry, Multidisciplinary","Journal Information":"ULTRASONICS SONOCHEMISTRY Volume: 36 Pages: 481-496 DOI: 10.1016/j.ultsonch.2016.12.022 Published: MAY 2017","Abstract":"Sonophotocatalysis (SPC) is considered to be one of the important wastewater treatment techniques and hence attracted the attention of researchers to eliminate recalcitrant hazardous organic pollutants from aqueous phase. In general, SPC refers to the integrated use of ultrasonic sound waves, ultraviolet radiation and the addition of a semiconductor material which functions as a photocatalyst. Current research has brought numerous improvements in the SPC based treatment by opting visible light irradiation, nanocomposite catalysts and numerous catalyst supports for better stability and performance. This review accomplishes a critical analysis with respect to the recent advancements. The efficiency of SPC based treatments has been analyzed by considering the individual methods i.e. sonolysis, photocatalysis, sonophotolysis, sono-ozone, photo-Fenton and sono-Fenton. Besides, the essential parameters such as solution temperature, concentrations of initial pollutant and catalyst, initial pH, dosages of Fenton's reagent and hydrogen peroxide (H2O2), ultrasonic power density, gas sparging, addition of radical scavenger, addition of carbon tetrachloride and methanol have been discussed with suggestions for the selection of optimum parameters. A higher synergistic pollutant removal rate has been reported during SPC treatment as compared to individual methods and the implementation of numerous doping materials and supports for the photocatalyst enhances the degradation rate of pollutants using DSPC under both visible and UV irradiation. Overall, SPC and DSPC based wastewater treatments are emerging as potential techniques as they provide effective solution in removing the recalcitrant organic pollutants and progressive research is expected to bring out superior treatment efficiency using these advanced technologies. Importance of this review: The review has accomplished a thorough and a critical analysis of sonophotocatalysis (SPC) based on the recently published journals. Recent advancements in the doped sonophotocatalysis (DSPC) and the mechanisms behind synergistic enhancement in the pollutant degradation rate have been discussed with justifications. Besides, the possible future works are suggested for the advancements in sonophotocatalysis based treatment. This review will be beneficial for electing a SPC based method because of the accomplished sharp comparisons among the published results. The review includes current advancements of SPC based methods which aid for a low-cost and a large-scale wastewater treatment application. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Panda, D (Panda, Debabrata) ; Manickam, S (Manickam, Sivakumar)","Title":"Recent advancements in the sonophotocatalysis (SPC) and doped-sonophotocatalysis (DSPC) for the treatment of recalcitrant hazardous organic water pollutants"}]