[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396946800005 ISSN: 0926-3373 eISSN: 1873-3883","Keywords":"Photoelectrochemical; Resource recovery; Electron shuttle; p-type; Nuclear waste KeyWords Plus:ARSENAZO-III; SPECTROPHOTOMETRIC DETERMINATION; ELECTROCATALYTIC ACTIVITIES; WATER-TREATMENT; TIO2; CUFEO2; SUSPENSIONS; PARTICLES; ANODES; U(VI)","Categories":"Chemistry; Engineering Web of Science Categories:Chemistry, Physical; Engineering, Environmental; Engineering, Chemical","Journal Information":"APPLIED CATALYSIS B-ENVIRONMENTAL Volume: 207 Pages: 35-41 DOI: 10.1016/j.apcatb.2017.02.004 Published: JUN 15 2017","Abstract":"Sunlight-driven conversion of hexavalent uranium (U(VI)) in seawater is achieved with mixed p-type CuO and CuFeO2 (CuO/CuFeO2) photocatalyst film electrodes synthesized via electrodeposition (ED) of Cu(II) and Fe(III), followed by annealing in air. The mixed photocatalysts exhibit a double-layer configuration with crystalline structures of CuO and CuFeO2. On irradiation of the CuO/CuFeO2 electrodes (held at 0.5 V vs. SCE) with solar simulated light (air mass 1.5;100 mW cm(-2)), the U(VI) concentration decreases with time, while the total amount of uranium in solution does not change. This indicates that virtually all conversion reactions of U(VI) occur in the bulk solution, while surface reactions are limited due to insignificant adsorption of U(VI). U(VI) conversion leads to the mixed production of lower oxidation states U4+, u(14/3+), and U16/3+ at a ratio of 42:28:30, with an overall Faradaic efficiency of similar to 98%. The kinetics and induction time for U(VI) conversion are significantly influenced by the conditions of photocatalyst synthesis (CuO/CuFeO2, CuO, and CuFeO2; ED times of 2-4h), the applied potential value (-0.4, 0.5, and 0.6 V vs. SCE), and the seawater condition (air-equilibrated vs. N-2-purged; pH 3-10.4). Based on the obtained results, 02 is proposed to play a key role in shuttling photogenerated electrons between the electrodes and U(VI). In addition, the existence of an induction time is discussed in terms of material and reaction pathway. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Lee, S (Lee, Seunghoon) ; Kang, U (Kang, Unseock) ; Piao, G (Piao, Guangxia) ; Kim, S (Kim, Soonhyun) ; Han, DS (Han, Dong Suk) ; Park, H (Park, Hyunwoong)","Title":"Homogeneous photoconversion of seawater uranium using copper and iron mixed-oxide semiconductor electrodes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396950700023 PubMed ID: 28178635 ISSN: 0304-3894 eISSN: 1873-3336","Keywords":"Calorimetric strip; Uranyl; Electrospun nanofiber; Br-PADAP; Cellulose acetate KeyWords Plus:SPECTROPHOTOMETRIC DETERMINATION; TRACE LEVELS; URANIUM; WATER; IONS; SPECTROMETRY; ADSORPTION; MATRICES; SAMPLES","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Environmental Sciences","Journal Information":"JOURNAL OF HAZARDOUS MATERIALS Volume: 329 Pages: 205-210 DOI: 10.1016/j.jhazmat.2017.01.038 Published: MAY 5 2017","Abstract":"In this work, a new visual colorimetric strip based on cellulose acetate nanofiber mats modified by 2-(5-Bromo-2-pyridylazo)-5-(diethylamino) phenol was successfully prepared via electrospinning technology. The prepared colorimetric strip showed high sensitivity towards UO22+ with the yellow-to-purple color change signal. Upon the optimal conditions of solution pH at 6.0 and response time for 80 min, the detection limit for UO22+ can reach 50 ppb. Moreover, the strip also exhibited excellent anti-interference ability in the presence of other metal ions. In order to achieve the quantitative detection for UO22+, a color-differentiation map was established, which was prepared from converted H values. Finally, the strip was also used to detect UO22+ in the seawater and showed high sensitivity. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Hu, L (Hu, Lin) ; Yan, XW (Yan, Xue-Wu) ; Li, Q (Li, Qi) ; Zhang, XJ (Zhang, Xue-Ji) ; Shan, D (Shan, Dan)","Title":"Br-PADAP embedded in cellulose acetate electrospun nanofibers: Colorimetric sensor strips for visual uranyl recognition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395952800046 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"Covalent modification; U(VI); Adsorption; Isotherms; Kinetics KeyWords Plus:AQUEOUS-SOLUTIONS; MICROWAVE IRRADIATION; URANIUM EXTRACTION; ORGANIC FRAMEWORK; IONS; ADSORPTION; RECOVERY; SORPTION; ACID; SURFACES","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 403 Pages: 378-388 DOI: 10.1016/j.apsusc.2017.01.104 Published: MAY 1 2017","Abstract":"Polyacrylonitrile fibers (PANF) covalently modified with lysine (PAN-Lys) was facilely synthesized and carefully characterized. The critical factors affecting U(VI) adsorption from aqueous solution were exploited, such as initial pH, contact time, concentration and temperature. The adsorption process is strongly dependent on solution pH. With excellent adsorption capacity and high affinity toward U(VI), the process for U(VI) is extremely rapid and the equilibrium can be reached within 20 min. The thermodynamics and kinetics were strictly evaluated. In addition, the hypothetical adsorption mechanisms were proposed. Moreover, the adsorption behavior at low concentrations (3-30 mu g L-1) in simulated seawater was also investigated. Therefore, PAN-Lys can be potentially utilized for the efficient removal of U(VI) from seawater. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Li, WT (Li, Wenting) ; Liu, Q (Liu, Qi) ; Liu, JY (Liu, Jingyuan) ; Zhang, HS (Zhang, Hongsen) ; Li, RM (Li, Rumin) ; Li, ZS (Li, Zhanshuang) ; Jing, XY (Jing, Xiaoyan) ; Wang, J (Wang, Jun)","Title":"Removal U(VI) from artificial seawater using facilely and covalently grafted polyacrylonitrile fibers with lysine"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691200019 PubMed ID: 28211330 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Biosorption; Biomineralization; Saccharomyces cerevisiae; Uranium; Phosphorus; Chernikovite KeyWords Plus:HEAVY-METALS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 175 Pages: 161-169 DOI: 10.1016/j.chemosphere.2017.02.035 Published: MAY 2017","Abstract":"Biosorption of heavy metal elements including radionuclides by microorganisms is a promising and effective method for the remediation of the contaminated places. The responses of live Saccharomyces cerevisiae in the toxic uranium solutions during the biosorption process and the mechanism of uranium biomineralization by cells were investigated in the present study. A novel experimental phenomenon that uranium concentrations have negative correlation with pH values and positive correlation with phosphate concentrations in the supernatant was observed, indicating that hydrogen ions, phosphate ions and uranyl ions were involved in the chernikovite precipitation actively. During the biosorption process, live cells desorb deposited uranium within the equilibrium state of, biosorption system was reached and the phosphorus concentration increased gradually in the supernatant. These metabolic detoxification behaviours could significantly alleviate uranium toxicity and protect the survival of the cells better in the environment. The results of microscopic and spectroscopic analysis demonstrated that the precipitate on the cell surface was a type of uranium-phosphate compound in the form of a scale-like substance, and S. cerevisiae could transform the uranium precipitate into crystalline state-tetragonal chernikovite [H-2(UO2)(2)(PO4)(2).8H(2)O]. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Zheng, XY (Zheng, Xin-yan) ; Wang, XY (Wang, Xiao-yu) ; Shen, YH (Shen, Yang-hao) ; Lu, X (Lu, Xia) ; Wang, TS (Wang, Tie-shan)","Title":"Biosorption and biomineralization of uranium(VI) by Saccharomyces cerevisiae-Crystal formation of chernikovite"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397076000058 PubMed ID: 28193585 ISSN: 0045-6535 eISSN: 1879-1298","Keywords":"Benthic filter feeder; Ecosystems functioning; Invasive species; Micro nutrients; Radionuclides; Toxicants KeyWords Plus:ZEBRA MUSSEL; LITTER DECOMPOSITION; AQUATIC INVERTEBRATES; FOOD-WEB; ECOSYSTEM; MARINE; POPULATION; RETENTION; TOXICITY; DYNAMICS","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"CHEMOSPHERE Volume: 174 Pages: 531-537 DOI: 10.1016/j.chemosphere.2017.02.037 Published: MAY 2017","Abstract":"Organic sediments in aquatic ecosystems are well known sinks for nutrients, silicon, and metal(loid)s. Organic matter-consuming organisms like invertebrate shredders, grazers, and bioturbators significantly affect element fixation or remobilization by changing redox conditions or binding properties of organic sediments. Little is known about the effect of filter feeders, like the zebra mussel Dreissena polymorpha, an invasive organism in North American and European freshwater ecosystems. A laboratory batch experiment exposing D. polymorpha\" (similar to 1200 organisms per m(2\\)) to organic sediment from a site contaminated with arsenic, copper, lead, and uranium revealed a significant uptake and accumulation of arsenic, copper, iron, and especially uranium both into the soft body tissues and the seashell. This is in line with previous observations of metal(loid) accumulation from biomonitoring studies. Regarding its environmental impact, D. polymorpha significantly contributed to mobilization of 'silicon, iron, phosphorus, arsenic, and copper and to immobilization of uranium (p < 0.001), probably driven by redox conditions, microbial activity within the gut system, or active control of element homeostasis. No net mobilization or immobilization was observed for zinc and lead, because of their low mobility at the prevailing pH of 7.5-8.5. The present results suggest that D. polymorpha can both ameliorate (nutrient mobilization, immobilization of toxicants mobile under oxic conditions) or aggravate negative effects (mobilization of toxicants mobile under reducing conditions) in ecosystems. Relating the results of the present study to observed population densities in natural freshwater ecosystems suggests a significant influence of D. polymorpha on element cycling and needs to be considered in future studies. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Schaller, J (Schaller, Joerg) ; Planer-Friedrich, B (Planer-Friedrich, Britta)","Title":"The filter feeder Dreissena polymorpha affects nutrient, silicon, and metal(loid) mobilization from freshwater sediments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398330200076 ISSN: 0013-4686 eISSN: 1873-3859","Keywords":"Spent Nuclear Fuel; Uranium Dioxide; Rare Earth Doping; Defect Clusters; Corrosion KeyWords Plus:URANIUM-DIOXIDE; FISSION-PRODUCTS; AIR-OXIDATION; NUCLEAR-FUEL; SIMFUEL UO2; X-RAY; DISSOLUTION; RAMAN; MICROSCOPY; REACTIVITY","Categories":"Electrochemistry Web of Science Categories:Electrochemistry","Journal Information":"ELECTROCHIMICA ACTA Volume: 235 Pages: 654-663 DOI: 10.1016/j.electacta.2017.03.075 Published: MAY 1 2017","Abstract":"A combination of electrochemical methods, X-ray photoelectron spectroscopy and current-sensing atomic force microscopy has been used to study the anodic reactivity of close-to-stoichiometric UO2.002, SIMFUEL, and Gd and Dy-doped UO2. Experiments were conducted in 0.1 mol L (1) NaCl solutions containing either bicarbonate/carbonate or phosphate at pH = 10. Anodic oxidation of the UO2 matrix and its dissolution were both suppressed by doping, with the reactivities being in the order UO2.002 > SIMFUEL > Gd-doped UO2 > Dy-doped UO2. The onsuet of dissolution for SIMFUEL and the doped specimens was initiated by tetragonal distortions of the cubic matrix and was accompanied by a deeper more extensive oxidation of the UO2 matrix. The composition of the surface of UO2.002 was non-uniform, leading to the sub-thermodynamic oxidation and dissolution of more non-stoichiometric locations. Oxidation of the matrix was suppressed in phosphate solution and the onset of oxidation to U-VI led to the formation of a protective uranyl phosphate layer. By contrast, in bicarbonate/carbonate solutions, UVI species were complexed by carbonate and dissolved. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Liu, NZ (Liu, Nazhen) ; He, HM (He, Heming) ; Noel, JJ (Noel, James J.) ; Shoesmith, DW (Shoesmith, David W.)","Title":"The Electrochemical Study of Dy2O3 Doped UO2 in Slightly Alkaline Sodium Carbonate/bicarbonate and Phosphate Solutions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398651000042 PubMed ID: 28273620 ISSN: 0013-9351 eISSN: 1096-0953","Keywords":"Recycling fertilizer; Phosphorus recovery; Plant availability; Robustness tests; Analytical methods KeyWords Plus:SEWAGE-SLUDGE ASH; WASTE-WATER; MINERAL FERTILIZERS; SOLID-WASTE; RECOVERY; INCINERATION; SOLUBILITY; MUNICIPAL; STRUVITE; URANIUM","Categories":"Environmental Sciences & Ecology; Public, Environmental & Occupational Health Web of Science Categories:Environmental Sciences; Public, Environmental & Occupational Health","Journal Information":"ENVIRONMENTAL RESEARCH Volume: 155 Pages: 353-358 DOI: 10.1016/j.envres.2017.02.034 Published: MAY 2017","Abstract":"The importance of secondary raw materials for phosphorus (P) fertilizer production is expected to increase in the future due to resource depletion, supply risks, and heavy metal contamination of fossil phosphate resources. Municipal wastewater is a promising source for P recovery. In Germany for instance, it contains almost 50% of the total amount of P that is currently applied as mineral fertilizer. Several procedures have been developed to recover and re-use P resulting in a growing number of recycling fertilizers that are currently not regulated in terms of fertilizer efficiency. We tested various materials and matrices for their total P content, solubility of P in neutral ammonium citrate (Pnac) and water, and performed robustness tests to check if existing analytical methods are suitable for those new materials. Digestion with inverse aqua regia was best suited to determine the total P content. Pnac sample preparation and analyses were feasible for all matrices. However, we found significant time and temperature dependencies, especially for materials containing organic matter. Furthermore, several materials didn't reach equilibrium during the extractions. Thus, strict compliance of the test conditions is strongly recommended to achieve comparable results.","Authors":"Kruger, O (Krueger, Oliver) ; Adam, C (Adam, Christian)","Title":"Phosphorus in recycling fertilizers - analytical challenges"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398580400007 ISSN: 0363-907X eISSN: 1099-114X","Keywords":"ultra-long-cycle; fast reactor; thorium-uranium fuel cycle; PWR spent fuel KeyWords Plus:STRATEGY; OPERATION; PHYSICS; SAFETY","Categories":"Energy & Fuels; Nuclear Science & Technology Web of Science Categories:Energy & Fuels; Nuclear Science & Technology","Journal Information":"INTERNATIONAL JOURNAL OF ENERGY RESEARCH Volume: 41 Issue: 6 Pages: 854-866 DOI: 10.1002/er.3677 Published: MAY 2017","Abstract":"In this work, 350MWe ultra-long-cycle sodium-cooled reactor cores are designed to supply electric energy over similar to 60 Effective Full Power Years (EFPYs) without refueling and with an effective use of Transuranics (TRU) and uranium from large pressurized water reactor (PWR) spent fuel stocks. The core employs the axial blanket-driver-blanket (ABDB) burning strategy, which was recently proposed by the authors to achieve an ultra-long-cycle length with self-controllability under unprotected accidents. In particular, a thorium-uranium fuel cycle is considered to remove the heterogeneity of the fuel assemblies for design simplification and to improve the core performance parameters by selectively adding thorium into both blanket and driver fuels. The results show that the use of TRU nuclides from PWR spent fuel leads to significant extension of the fuel cycle length, but considerable increase of burnup reactivity swing. In addition, these results also indicate that the uranium-thorium mixed fuels both in the lower blanket and driver considerably improve the inherent safety of the ultra-long-cycle core by reducing burnup reactivity and sodium void worth; this makes it possible to simplify the previous heterogeneous fuel assembly design with improved core performances. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Hong, SG (Hong, Ser Gi) ; Hyun, H (Hyun, HaeLee) ; You, W (You, Wuseung)","Title":"Core design options of an ultra-long-cycle sodium cooled reactor with effective use of PWR spent fuel for sustainable energy supply"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395955500011 ISSN: 0375-6742 eISSN: 1879-1689","Keywords":"Metal leachability; Radionuclides; Sediment pollution; Uranium industry KeyWords Plus:GUANGDONG PROVINCE; HEAVY-METALS; MINING/MILLING ACTIVITIES; CHINA; POLLUTION; WATER; RIVER; RISK","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"JOURNAL OF GEOCHEMICAL EXPLORATION Volume: 176 Pages: 85-90 Special Issue: SI DOI: 10.1016/j.gexplo.2016.01.008 Published: MAY 2017","Abstract":"The leachability and potential environmental risks of uranium (U) and thorium (Th) in aquifer sediments from a recent uranium minesite of northern Guangdong Province, China were investigated as part of ongoing environmental investigations. Data for the non-mineralogical portion of U, Th and of additional major elements(Mn, Fe, Ca, Mg, Na, Al and K) using a 0.5 mol/L HCl partial leach and inductively coupled plasma optical emission spectrometry (ICP-OES) were presented for the contaminated sediments and a background sediment. The contaminated sediments reported leachable contents of U between 22.85 and 2700 mu g/g and those of Th between 4.800 and 102.1 mu g/g, which exceed by a few to several hundred times the respective content found in the background. Generally, the leachable U and Th contents in the stream sediments decrease with distance from the potential contamination sources. A special case is the runoff gathering reservoir located around 1 km downstream of the U mine-site, representing the most severe metal contamination hotspot within the alpine watershed, where the highest leachable content of U and Th in the inlet sediment was observed. The highest leachability of U (68.6%) and Th (44.8%) was observed in this sediment as well, indicating a high potential of bioaccumulation and bioconcentration of U and Th under changing geochemical conditions. Correlations analysis indicates that the dilute HCl leachable fraction of U and Th bound in the sediments are strongly dependent on anthropogenic inputs from the U mining/milling activities, and Ca salts are the main vectors. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Wang, J (Wang, Jin) ; Liu, J (Liu, Juan) ; Li, HC (Li, Hongchun) ; Chen, YH (Chen, Yongheng) ; Xiao, TF (Xiao, Tangfu) ; Song, G (Song, Gang) ; Chen, DY (Chen, Diyun) ; Wang, CL (Wang, Chunlin)","Title":"Uranium and thorium leachability in contaminated stream sediments from a uranium minesite"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395839700039 PubMed ID: 28213236 ISSN: 0039-9140 eISSN: 1873-3573","Keywords":"Solvent extraction; Graphene aerogel; Superhydrophobic; Uranium KeyWords Plus:LIQUID-LIQUID MICROEXTRACTION; ATOMIC-ABSORPTION-SPECTROMETRY; CLOUD POINT EXTRACTION; HIGHLY EFFICIENT; SOLVENT MICROEXTRACTION; MASS-SPECTROMETRY; OXIDE; SEPARATION; ADSORPTION; PRECONCENTRATION","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"TALANTA Volume: 166 Pages: 284-291 DOI: 10.1016/j.talanta.2017.01.070 Published: MAY 1 2017","Abstract":"A new approach for uranium extraction employing graphene aerogel (GA) as a skeleton loading organic solution (GA-LOS) is proposed and investigated. Firstly, the GA with super-hydrophobicity and high organic solution absorption capacity was fabricated by one-step reduction and self-assembly of graphene oxide with ethylenediamine. By adsorbing Tri-n-butyl phosphate (TBP)/n-dodecane solution to prepare GA-LOS, the extraction of U(VI) from nitric acid medium using GA-LOS was investigated and compared with conventional solvent extraction. It is found that the GA-LOS method can provide several advantages over conventional solvent extraction and adsorption due to the elimination of aqueous-organic mixing-separation procedures and easy solid-liquid separation. Furthermore, it also possesses higher extraction capacity (the saturated extraction capacity of GA loading TBP for U(VI) was 316.3 mg g(-1)) and lower consumption of organic diluents, leading to less organic waste. Moreover, the stability of GA-LOS in aqueous solution and cycling test were also studied, and it shows a remarkable regeneration capability, making it an ideal candidate for metal extraction from aqueous solution.","Authors":"Chen, MM (Chen, Mumei) ; Li, Z (Li, Zheng) ; Li, JH (Li, Jihao) ; Li, JG (Li, Jingye) ; Li, QN (Li, Qingnuan) ; Zhang, L (Zhang, Lan)","Title":"The extraction of uranium using graphene aerogel loading organic solution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396956900022 ISSN: 0149-1970","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"PROGRESS IN NUCLEAR ENERGY Volume: 97 Pages: 231-244 DOI: 10.1016/j.pnucene.2017.01.013 Published: MAY 2017","Abstract":"The Massachusetts Institute of Technology Reactor (MITR-II) is a research reactor in Cambridge, Massachusetts designed primarily for experiments using neutron beam and in-core irradiation facilities. At 6 MW, it delivers neutron flux and energy spectrum comparable to light water reactor (LWR) power reactors in a compact core using highly enriched uranium (HEU) fuel. In the framework of nonproliferation policy, the international community aims to minimize the use of HEU in civilian facilities. Within this context, research and test reactors have started a program to convert HEU fuel to low enriched uranium (LEU) fuel. A new type of LEU fuel based on a high density alloy of uranium and molybdenum (U-10Mo) is expected to allow the conversion of U.S. domestic high performance reactors like MITR. The current study focuses on the impacts of MITR Maximum Hypothetical Accident (MHA), which is also the Design Basis Accident (DBA), with LEU fuel. The MHA for the MITR is postulated to be a coolant flow blockage in the fuel element that contains the hottest fuel plate. It is assumed that the entire active portion of five fuel plates melts. The analysis shows that, within a 2-h period and by considering all the possible radiation sources and dose pathways, the overall off-site dose is 302.1 mrem (1 rem = 0.01 Sv) Total Effective Dose Equivalent (TEDE) at 8 m exclusion area boundary (EAB) and a higher dose of 392.8 mrem TEDE is found at 21 m EAB. In all cases the dose remains below the 500 mrem total TEDE limit goal based on NUREG-1537 guidelines. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Sun, KC (Sun, Kaichao) ; Hu, LW (Hu, Lin-wen) ; Newton, T (Newton, Thomas) ; Wilson, E (Wilson, Erik) ; Olson, A (Olson, Arne)","Title":"Estimate of radiation release from MIT reactor with un-finned LEU core during Maximum Hypothetical Accident"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549900011 ISSN: 0306-4549","Keywords":"HTTR; Coated fuel particle; Stochastic geometry; Realized random packing; MCNP6 KeyWords Plus:GEOMETRY CAPABILITY","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"ANNALS OF NUCLEAR ENERGY Volume: 103 Pages: 114-121 DOI: 10.1016/janucene.2017.01.026 Published: MAY 2017","Abstract":"This study investigated the random arrangement effect of coated fuel particles (CFPs) on the criticality of the fuel compact of the high-temperature engineering test reactor (HTTR). A utility program coupled with MCNP6, namely the realized random packing (RRP) model, was developed to explicitly model the random arrangement of CFPs in a specified fuel compact of the HTTR. The criticality and neutronic calculations for a pin cell model were performed using the Monte Carlo MCNP6 code with ENDF/B-VII.1 neutron library data. The reliability of the RRP model Was confirmed by the insignificant variance of the infinite multiplication factor (k(inf)) among 10 different random arrangements of the CFPs. Next, the criticality of the RRP model was compared with those of a non-truncated uniform packing (NUP) model and an on-the-fly random packing (ORP) model, which is a stochastic geometry capability in MCNP6. The results indicated that there was no substantial difference between the NUP and ORP models. However, the RRP model presented a lower k(inf) (by about 032-0.52%Delta k/k) than the NUP model. In addition, the difference in kinf was increased as uranium enrichment decreased. Investigation of the 4-factor formula showed that the difference in k(inf) was predominantly a result of the resonance escape probability, with the RRP model showing the smallest value. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ho, HQ (Ho, Hai Quan) ; Honda, Y (Honda, Yuki) ; Goto, M (Goto, Minoru) ; Takada, S (Takada, Shoji)","Title":"Numerical investigation of the random arrangement effect of coated fuel particles on the criticality of HTTR fuel compact using MCNP6"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549900018 ISSN: 0306-4549","Keywords":"Lattice physics; Heavy water reactors; Code-to-code comparisons; Advanced fuels; Thorium","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"ANNALS OF NUCLEAR ENERGY Volume: 103 Pages: 194-203 DOI: 10.1016/j.anucene.2017.01.023 Published: MAY 2017","Abstract":"Code-to-code comparisons of lattice physics calculations were made for a series of fuels that could potentially be used in a conventional 700-MWe class pressure tube heavy water reactor to improve the sustain ability of the fuel cycle. Studies were performed for natural uranium, slightly enriched uranium and thorium-based fuels containing low enriched uranium, reactor grade plutonium, or (UO2)-U-233 as the initial fissile driver. The collision probabilities lattice code WIMS-AECL was compared to the stochastic code MCNP using the ENDF/B-VII.0 nuclear data library. Specific parameters that were studied between models include k-infinity, coolant void reactivity, 89-group cell averaged fluence, and ring-by-ring linear element ratings. The calculations performed have demonstrated that physics parameters estimated by WIMS-AECL are consistent with MCNP, especially for fuel where the main fissile component is uranium-based. (C) Crown Copyright 2017 Published by Elsevier Ltd. All rights reserved.","Authors":"Colton, A (Colton, A.) ; Dugal, C (Dugal, C.) ; Bromley, BP (Bromley, B. P.) ; Yan, H (Yan, H.)","Title":"Code-to-code comparisons of lattice physics calculations for thorium augmented and thorium-based fuels in pressure tube heavy water reactors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549900022 ISSN: 0306-4549","Keywords":"Burnup; Gen IV; SFR; Thorium KeyWords Plus:SYSTEMS; PROGRAM; SERPENT; CYCLES","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"ANNALS OF NUCLEAR ENERGY Volume: 103 Pages: 238-250 DOI: 10.1016/j.anucene.2017.01.030 Published: MAY 2017","Abstract":"Generation IV reactors are planned to be an evolutionary step in the history of nuclear power plants. Although they have many advantageous properties, five of the six concepts are designed for the utilization of uranium-plutonium fuel. In this paper, the Sodium-cooled Fast Reactor is investigated regarding the potential application of thorium. The basis of the investigation is the European concept of SFR, which is studied with thorium-containing fuel compositions. Two different approaches are presented with the results of several full-core burnup calculations performed by the Monte Carlo code Serpent 2. The presented results are the multiplication factor changes, delayed neutron fractions, fuel temperature and void coefficients and fissile isotope vectors as well. The results can help to determine how U-233 could be produced in this type of reactors and how it could be used as alternative fuel in SFR. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Gyorgy, H (Gyorgy, H.) ; Czifrus, S (Czifrus, Sz.)","Title":"Investigation on the potential use of thorium as fuel for the Sodium-cooled Fast Reactor"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397549900033 ISSN: 0306-4549","Keywords":"Nuclear energy; Plutonium; Fast reactors; SFR; Thermal reactors; Fuel reprocessing; Symbiotic nuclear systems; EPR (TM)","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"ANNALS OF NUCLEAR ENERGY Volume: 103 Pages: 356-362 DOI: 10.1016/j.anucene.2017.01.041 Published: MAY 2017","Abstract":"The symbiotic equilibrium between 1.51 GWe breeder SFR (Sodium Fast Reactors) and 1.6 GWe EPR (TM) (European Pressurized water Reactors) is studied. EPR (TM) are only supplied with MOX (Mixed OXide) fuel to avoid the use of natural uranium. The equilibrium is studied by considering the flows of plutonium. Its isotopic composition is here described by a single real number referred to as the Pu grade. Plutonium flows through both reactor types are characterized by using linear functions of the Pu grade in new fuels. These functions have been determined by fitting data from a former scenario study carried out with the COSI6 simulation software. Two different reprocessing strategies are considered. With joint reprocessing of all spent fuels, total and fissile plutonium flows balance for a unique fraction x of EPR (TM) in the fleet, equal to 0.2547. This x value is consistent with the results reported in the former scenario study mentioned above. When EPR (TM) spent fuels are used in priority to supply SFR (distinct reprocessing), x reaches 0.2582 at most. COSI6 simulations have been performed to further assess these results. The EPR (TM) fraction in the fleet at symbiotic equilibrium barely depends on the applied reprocessing strategy, so that the more flexible joint reprocessing constitutes the reference option in that case. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Martin, G (Martin, G.) ; Coquelet-Pascal, C (Coquelet-Pascal, C.)","Title":"Symbiotic equilibrium between Sodium Fast Reactors and Pressurized Water Reactors supplied with MOX fuel"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398379200002 ISSN: 0010-8545 eISSN: 1873-3840","Keywords":"Lanthanides; Actinides; Cyclopentadienyl complexes; Cyclooctatetraenyl complexes; Organometallic chemistry KeyWords Plus:EARTH-METAL COMPLEXES; CHAIN-TRANSFER POLYMERIZATION; MULTIREFERENCE WAVE-FUNCTION; DENSITY-FUNCTIONAL THEORY; HALF-SANDWICH COMPLEXES; N-HETEROCYCLIC CARBENE; CATALYTIC-ACTIVITY; AMIDINATE LIGANDS; INTERMOLECULAR HYDROPHOSPHINATION; COORDINATION POLYMERIZATION","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"COORDINATION CHEMISTRY REVIEWS Volume: 338 Pages: 27-140 DOI: 10.1016/j.ccr.2017.02.001 Published: MAY 1 2017","Abstract":"This review summarizes the progress in organo-f-element chemistry during the year 2016. In some ways, the organo-f-element chemistry published in 2016 differs from that of previous years. For example, gasphase reactions of laser-vaporized lanthanide atoms with small unsaturated organic molecules have been the subject of several interesting experimental and theoretical studies. Various unstable homoleptic and heteroleptic gas-phase species have been generated that way and studied by spectroscopic methods. Notable in this area are e. g. the methylene derivative CH2CeF2, the ceracyclopropene Ce(C2H2), the perdeuterated yttrium phenyl cation [Y(C6D5)](+), and unusual scandium carbonyl complexes such as OScCO and OCScCO3. Remarkable divalent lanthanide alkyls and carbene complexes have also been described in 2016. A continuing trend for many years which continued into 2016 was the investigation of highly reactive lanthanide alkyl complexes supported by non-cyclopentadienyl ligands (e. g. amidinates, beta-diketiminates etc.). Many of these complexes found useful applications in homogeneous catalysis. Interesting reactivities have been reported e. g. for the first non-pincer-type mononuclear scandium alkylidene complexes and a series of mixed methyl/methylidene trinuclear rare-earth metal complexes. The isolation, structure and reactivity of a unique scandium boryl oxycarbene complex as well as the first molecular polyarsenides of the rare-earth elements have also been reported. Several examples of macrocyclic compounds (\"giant lanthanide wheels\") have been prepared with the use of specially designed Nchelating ligands. New chemistry has been developed around \"samarocene oxide\", Cp/2Sm-O-Cp/2 (Cp*=pentamethylcyclopentadienyl) which is generally considered as an undesired decomposition product of the highly air-sensitive divalent samarocene Cp-2*Sm(THF) 2, and novel 1,1'-diphospaplumbocenes have been synthesized and subsequently employed as phospholyl ligand transfer reagents in organothulium chemistry. Synthesis and derivative chemistry of an Yb(II) triple-decker complex with the l-bridging naphthalene dianion have been investigated, including in formation of an unusual trinuclear Yb(II) complex with a l-bridging P-7(3) ligand. The cyclooctatetraenyl dianion (COT) continued to be a versatile building block for the synthesis of new half-sandwich, sandwich, and inverse sandwich complexes. Significant progress has also been made in the field of endohedral metallofullerenes, including the synthesis and characterization of an unusual non-isolated pentagon rule metallic carbide clusterfullerene containing a seven-membered ring, Sc2C2@C-s(hept)-C-88. In the field of heterometallic organolanthanide complexes, novel inclusion complexes of the composition (Cp/2Yb) 2(Cp2M) (Cp = cyclopentadienyl; M = V, Cr, Fe, and Co) have been isolated in the solid state. Once again, an impressive number of interesting contributions have been published in 2016 in the field of organolanthanide catalysis, with an emphasis on Ln-catalyzed olefin and diene polymerization. Unusual new Ln-catalyzed reactions included, among others, the simultaneous chain-growth and step-growth polymerization of meta-and para-methoxystyrene, the production of Si-H-containing syndiotactic polystyrene by the direct polymerization of 4-vinylphenyldimethylsilane, the formation of poly(2vinylpyridine) with highly isotactic and high-molecular-weight characteristics, and the C-H polyaddition of dimethoxyarenes to unconjugated dienes such as norbornadiene and 1,4-divinylbenzene. Moreover, the efficient and selective Ln-catalyzed ortho-alkylation of tertiary amines via C-H addition to alkenes has been achieved for the first time. In organoactinide chemistry, new homoleptic uranium(III) and thorium(IV) alkyl and aryl complexes have been synthesized and established as potential starting materials in organoactinide chemistry. These include e. g. U[g4-Me2NC(H)C6H5](3) and [Li(DME)(3)](2)[Th(C6H5)(6)]. Novel uranium(IV)-carbene-imido complexes and a uranium(IV)-carbene-imido-amide metalla-allene have also been reported in 2016, and the chemistry of new molecular complexes of U2+ has been further developed. The thorium(III) complex Cp '' 3Th (Cp '' = C5H3(SiMe3)(2)-1,3) has been reported to reacts with P4 to give (eta-g(1): eta(1)-P-4)[Cp '' 3Th](2), which has an unprecedented cyclo-P-4 binding mode. Moreover, various new and unusual transformations have been achieved using the Cp-2*Th platform, including the chemistry of the metallacyclopropene Cp-2*U[eta(2)-C-2(SiMe3)(2)], the generation of new phospha-and arsaazaallene thorium metallocenes, and the synthesis of the first thorium-copper heterobimetallic compounds. With the use of bulky cyclooctatetraenyl ligands, the synthesis and characterisation of novel U(V) oxo and nitrido complexes has been achieved. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Edelmann, FT (Edelmann, Frank T.)","Title":"Lanthanides and actinides: Annual survey of their organometallic chemistry covering the year 2016"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395213900007 ISSN: 0169-4332 eISSN: 1873-5584","Keywords":"Uranium; Adsorption Phosphoryl; Mesoporous silica; Tributyl phosphate KeyWords Plus:AQUEOUS-SOLUTION; REMOVAL; ACID; VI; EXTRACTION; SBA-15; KINETICS; RESIN; IONS; EQUILIBRIUM","Categories":"Chemistry; Materials Science; Physics Web of Science Categories:Chemistry, Physical; Materials Science, Coatings & Films; Physics, Applied; Physics, Condensed Matter","Journal Information":"APPLIED SURFACE SCIENCE Volume: 402 Pages: 53-60 DOI: 10.1016/j.apsusc.2017.01.050 Published: APR 30 2017","Abstract":"Phosphoryl functionalized mesoporous silica (TBP-SBA-15) was synthesized by modified mesoporous silica with gamma-amino propyl triethoxy silane and tributyl phosphate. The obtained samples were characterized by scanning electron microscopy (SEM), transmission electron microscopy (TEM), small angle X-ray diffraction (SAXRD), thermo-gravimetric/differential thermalanalyzer (TG/DTA), N-2 adsorption-desorption (BET) and Fourier transform infrared spectroscopy (FT-IR) techniques. Results showed that TBP-SBA-15 had large surface areas with ordered channel structure. Moreover, the effects of adsorption time, sorbent dose, solution pH, initial uranium concentration and temperature on the uranium adsorption behaviors were investigated. TBP-SBA-15 showed a high uranium adsorption capacity in a broad range of pH values. The U(VI) adsorption rate of TBP-SBA-15 was fast and nearly achieved completion in 10 min with the sorbent dose of 1 g/L. The U(VI) adsorption of TBP-SBA-15 followed the pseudo-second-order kinetic model and Freundlich isotherm model, indicating that the process was belonged to chemical adsorption. Furthermore, the thermodynamic parameters (Delta G degrees, Delta H degrees and Delta S degrees) confirmed that the adsorption process was endothermic and spontaneous. 2017 Elsevier B.V. All rights reserved.","Authors":"Guo, X (Guo, Xue) ; Feng, YR (Feng, Yurun) ; Ma, L (Ma, Li) ; Gao, DZ (Gao, Dezhi) ; Jing, J (Jing, Jie) ; Yu, JC (Yu, Jincheng) ; Sun, HB (Sun, Haibin) ; Gong, HY (Gong, Hongyu) ; Zhang, YJ (Zhang, Yujun)","Title":"Phosphoryl functionalized mesoporous silica for uranium adsorption"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393534600009 ISSN: 1383-5866 eISSN: 1873-3794","Keywords":"Uranium; Removal; Chitosan; Attapulgite; Composite; Sorption KeyWords Plus:IONIC-STRENGTH; HUMIC-ACID; ORGANIC-MATTER; CLAY-MINERALS; SORPTION; ADSORPTION; PH; TEMPERATURE; KINETICS; U(VI)","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"SEPARATION AND PURIFICATION TECHNOLOGY Volume: 177 Pages: 86-93 DOI: 10.1016/j.seppur.2016.12.026 Published: APR 28 2017","Abstract":"The low cost chitosan@attapulgite composite (CS@ATP) were prepared by self-assembly method and applied for U(VI) removal from aqueous solutions. Scanning Electron microscopy (SEM) images showed the uniform decoration of chitosan (CS) on attapulgite (ATP) surface. X-ray diffraction (XRD) patterns indicated that the coating of chitosan altered the structure of ATP to some extents. Batch sorption results showed that sorption ability of ATP toward U(VI) was greatly improved after CS modification above pH 5.0. The ionic strength independent sorption suggested that inner-sphere U(VI) complexes were formed by mainly bonding to the oxygen-containing functional groups of CS@ATP. In the presence of humic substances, U(VI) sorption on CS@ATP was obviously enhanced under acidic conditions, while restrained in alkaline condition. Moreover, the presence of humic acid provoked the desorption of U(VI) from CS@ATP to a certain extent. These findings herein suggested that CS@ATP composite is a potential and suitable candidate for the preconcentration and separation of U(VI) from contaminated natural wastewater and aquifer. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Pan, DQ (Pan, Duoqiang) ; Fan, QH (Fan, Qiaohui) ; Fan, FY (Fan, Fuyou) ; Tang, YF (Tang, Yongfeng) ; Zhang, YY (Zhang, Yvying) ; Wu, WS (Wu, Wangsuo)","Title":"Removal of uranium contaminant from aqueous solution by chitosan@attapulgite composite"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393534600022 ISSN: 1383-5866 eISSN: 1873-3794","Keywords":"Molybdenum; Solvent extraction; Ionic liquids KeyWords Plus:PHOSPHORIC-ACID; SYNERGISTIC EXTRACTION; SEPARATION; RECOVERY; MIXTURE; SYSTEM; D2EHPA; URANIUM(VI); BEHAVIOR; COPPER","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"SEPARATION AND PURIFICATION TECHNOLOGY Volume: 177 Pages: 200-206 DOI: 10.1016/j.seppur.2016.12.045 Published: APR 28 2017","Abstract":"This work deals with the recovery of Molybdenum (VI) (Mo) from aqueous solutions carried out by solvent extraction (SX) using the bis(2-ethylhexyl) phosphoric acid (D2EHPA) diluted in kerosene and compared with two hydrophobic room temperature ionic liquids (RTILs) as potential replacements of the kerosene. These RTILs were 1-butyl-3-methyl-imidazolium bis (trifluoromethylsulfonyl) imide, [bmim] [Tf2N], and 1-octyl-3-methyl-imidazolium bis(trifluoromethylsulfonyl)imide [omim][Tf2N], because of its excellent properties such as negligible vapor pressure, high hydrophobicity and better extraction capacity than conventional organic diluents. Experimental results indicate that the extraction stoichiometry agrees with a cation exchange with formation of a neutral complex. The use of the selected RTILs as diluents involves higher extraction percentages for the whole measured range of extractant concentration and aqueous-organic ratios, reducing four times the required volume of diluent compared to the experiments carried out with kerosene. Furthermore, the proposed extraction medium offers excellent stripping capacity when a solution of ammonium carbonate is used as a stripping phase. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Quijada-Maldonado, E (Quijada-Maldonado, E.) ; Torres, MJ (Torres, M. J.) ; Romero, J (Romero, J.)","Title":"Solvent extraction of molybdenum (VI) from aqueous solution using ionic liquids as diluents"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396795100005 ISSN: 0016-7037 eISSN: 1872-9533","Keywords":"Uranium isotope fractionation; Microbial U(VI) reduction; Anoxic; Euxinic KeyWords Plus:MASS-SPECTROMETRY; TRACE-ELEMENTS; HEAVY-ELEMENTS; REDUCTION; U-238/U-235; SEDIMENTS; OCEAN; RATIOS; ANOXIA; BUDGET","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOCHIMICA ET COSMOCHIMICA ACTA Volume: 203 Pages: 69-88 DOI: 10.1016/j.gca.2016.12.014 Published: APR 15 2017","Abstract":"The isotopic compositions of redox-sensitive metals, including uranium (U), in marine sediments have recently emerged as powerful diagnostic tracers of the redox state of the ancient ocean-atmosphere system. Reliable interpretation of sedimentary isotopic information requires a thorough understanding of the environmental controls on isotopic fractionation in modern anoxic environments before being applied to the paleo-record. In this study, the relationship between ocean anoxia and the isotopic fractionation of U was investigated in the water column and sediments of the Black Sea, the world's largest anoxic basin. Paired measurements of U-238/U-235 and U concentration, supported by other redox parameters, were obtained for water column and sediment samples collected during the 2013 GA04N GEOTRACES expedition to the Black Sea. Removal of U from the water column occurs during the redox transition of soluble U(VI) to relatively insoluble U(IV), resulting in up to 43% of U being removed from solution in euxinic bottom waters. Uranium reduction and removal is accompanied by a progressive shift in U-238/U-235 towards isotopically light values in the water column as heavier 238 U is preferentially exported to sediments over lighter 235 U. This gives rise to apparent isotope enrichment factors of epsilon = -0.63 +/- 0.09% and epsilon = -0.84 +/- 0.11% when U removal is modelled by Rayleigh and closed system equilibrium isotope fractionation, respectively. These e values fall within the range determined for bacterial U reduction experiments, and together with a striking correlation between the distributions of U and H2S, implicate microbially-mediated U(VI)-U(IV) reduction as the primary mechanism controlling U isotopic shifts in the Black Sea. The U-238/U-235 of underlying sediments is related to the the U-238/U-235 of Black Sea bottom waters through the isotope enrichment factor of the U reduction reaction but the relationship between sedimentary and water column U-238/U-235 is complicated by mass transport processes, and the modelled e values may underestimate the true isotope enrichment factors. These new results for the Black Sea provide important constraints on the use of U-238/U-235 as a proxy of the redox state of ancient oceans. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Rolison, JM (Rolison, John M.) ; Stirling, CH (Stirling, Claudine H.) ; Middag, R (Middag, Rob) ; Rijkenberg, MJA (Rijkenberg, Micha J. A.)","Title":"Uranium stable isotope fractionation in the Black Sea: Modern calibration of the U-238/(235) U paleo-redox proxy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396795100011 ISSN: 0016-7037 eISSN: 1872-9533","Keywords":"Redox-sensitive elements KeyWords Plus:REDUCED INORGANIC SULFUR; CANADIAN BEAUFORT SHELF; ORGANIC-CARBON; MARINE-SEDIMENTS; CONTINENTAL-MARGIN; CLIMATE-CHANGE; CHUKCHI-SEA; BERING-SEA; AUTHIGENIC URANIUM; LAURENTIAN TROUGH","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOCHIMICA ET COSMOCHIMICA ACTA Volume: 203 Pages: 175-200 DOI: 10.1016/j.gca.2016.12.015 Published: APR 15 2017","Abstract":"Concentrations of redox-sensitive elements (S, Mn, Mo, U, Cd, Re) were analyzed in a set of 27 sediment cores collected along the North American Arctic margin (NAAM) from the North Bering Sea to Davis Strait via the Canadian Archipelago. Sedimentary distributions and accumulation rates of the elements were used to evaluate early diagenesis in sediments along this section and to estimate the importance of this margin as a sink for key elements in the polar and global oceans. Distributions of Mn, total S and reduced inorganic S demonstrated that diagenetic conditions and thus sedimentary carbon turnover in the NAAM is organized regionally: undetectable or very thin layers (<0.5 cm) of surface Mn enrichment occurred in the Bering-Chukchi shelves; thin layers (1-5 cm) of surface Mn enrichment occurred in Barrow Canyon and Lancaster Sound; and thick layers (5-20 cm) of surface Mn enrichment occurred in the Beaufort Shelf, Canadian Archipelago, and Davis Strait. Inventories of authigenic S below the Mn-rich layer decreased about fivefold from Bering-Chukchi shelf and Barrow Canyon to Lancaster Sound and more than ten-fold from Bering-Chukchi shelf to Beaufort Shelf, Canadian Archipelago and Davis Strait. The Mn, total S and reduced inorganic S distributions imply strong organic carbon (OC) flux and metabolism in the Bering-Chukchi shelves, lower aerobic OC metabolism in Barrow Canyon and Lancaster Sound, and deep O-2 penetration and much lower OC metabolism in the Beaufort Shelf, Canadian Archipelago, and Davis Strait. Accumulation rates of authigenic S, Mo, Cd, Re, and U displayed marked spatial variability along the NAAM reflecting the range in sedimentary redox conditions. Strong relationships between the accumulation rates and vertical carbon flux, estimated from regional primary production values and water depth at the coring sites, indicate that the primary driver in the regional patterns is the supply of labile carbon to the seabed. Thus, high primary production combined with a shallow water column (average 64 m) leads to high rates of authigenic trace element accumulation in sediments from the Bering-Chukchi shelves. High to moderate primary production combined with deep water (average 610 m) leads to moderate rates of authigenic trace element accumulation in sediments from Lancaster Sound. Low to very low primary production combined with moderate water depths (average 380 m) leads to low rates of authigenic trace element accumulation in sediments in the Beaufort Shelf, Davis Strait and Canadian Archipelago. Authigenic Mo accumulation rates show a significant relationship with vascular plant input to the sediments, implying that terrestrial organic matter contributes significantly to metabolism in Arctic margin sediments. Our results suggest that the broad and shallow shelf of the Chukchi Sea, which has high productivity sustained by imported nutrients, contributes disproportionately to global biogeochemical cycles. (C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Kuzyk, ZZA (Kuzyk, Zou Zou A.) ; Gobeil, C (Gobeil, Charles) ; Goni, MA (Goni, Miguel A.) ; Macdonald, RW (Macdonald, Robie W.)","Title":"Early diagenesis and trace element accumulation in North American Arctic margin sediments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398644700015 ISSN: 0031-0182 eISSN: 1872-616X","Categories":"Physical Geography; Geology; Paleontology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary; Paleontology","Journal Information":"PALAEOGEOGRAPHY PALAEOCLIMATOLOGY PALAEOECOLOGY Volume: 472 Pages: 203-215 DOI: 10.1016/j.palaeo.2017.01.046 Published: APR 15 2017","Abstract":"The Permian-Triassic Boundary interval was identified in an outcrop in central Saudi Arabia, within a 32 m-thick succession of mixed carbonate and siliciclastic sediments. This stratigraphic section was deposited in a coastal to shallow marine environment on the southern margin of the Tethys Ocean, an area that has not previously been the focus of rare earth element (REE) and redox-sensitive trace element studies. Geochemical data from this region may potentially inform ongoing discussions about redox conditions along the Tethys margin during the Permian-Triassic transition. To better understand redox conditions on the southern Tethyan margin, we analyzed a total of 33 samples from the PTB interval in the upper part of the Khuff Formation, for major and trace elements and REEs. The thorium-uranium ratio (Th/U), uranium (U) and vanadium (V) content, and cerium (Ce) anomaly all serve as potential redox indicators. Multivariate analysis (principal component analysis and linear regression) of the elemental composition of the samples suggests that these redox indicators are predominantly associated with the detrital fraction. Th/U ratios were generally >2, U and V concentrations do not show any significant authigenic enrichment, and Ce anomalies fluctuates around 1.0. Collectively, these results indicate that the distribution of redox indicators in this section is mainly controlled by the detrital composition, and that shallow marine waters at the time of deposition were oxic. Comparing our results with data from other Tethys sections reveals that redox conditions in shallow marine environments were heterogeneous in the aftermath of the Permian-Triassic extinction, and may reflect primarily local controls. (C) 2017 Published by Elsevier B.V.","Authors":"Eltom, HA (Eltom, Hassan A.) ; Abdullatif, OM (Abdullatif, Osman M.) ; Babalola, LO (Babalola, Lamidi O.)","Title":"Redox conditions through the Permian-Triassic transition in the upper Khuff formation, Saudi Arabia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395211100033 ISSN: 1385-8947 eISSN: 1873-3212","Keywords":"Electromagnetic wave absorption; Composite; Metal organic framework; Lightweight KeyWords Plus:MICROWAVE-ABSORPTION PROPERTIES; VALENT IRON PARTICLES; CARBON NANOTUBES; POLYVINYLIDENE FLUORIDE; FLEXIBLE NANOCOMPOSITES; SHELL THICKNESS; MICROSPHERES; TEMPERATURE; PERFORMANCE; URANIUM","Categories":"Engineering Web of Science Categories:Engineering, Environmental; Engineering, Chemical","Journal Information":"CHEMICAL ENGINEERING JOURNAL Volume: 314 Pages: 320-327 DOI: 10.1016/j.cej.2016.11.089 Published: APR 15 2017","Abstract":"Nanoporous carbon decorated with Fe nanoparticles (Fe/C) was prepared via in situ carbonization of Fe precursor-encapsulated Zn-based metal organic framework (ZIF8). In the synthetic process, iron precursor (ferrous salt) was mechanically mixed with pre-synthesized ZIF8 taking advantage of the porous characteristic of ZIF8, and then converted to Fe nanoparticles (NPs) at high temperature. The Fe NPs with low content and small size were uniformly embedded in porous graphitic carbon matrix. When the filler loading of Fe/C composite is as low as 15 wt% in paraffin matrix, the absorber exhibited a minimum reflection loss of -29.5 dB at a thickness of 2.5 mm, The strong absorbing capability together with the lightweight feature is closely associated with the well-designed constituent and structure of the composite, which result in good impedance matching and strong electromagnetic energy loss due to the dual-loss mechanism and the synergistic effect between Fe NPs and carbon matrix. This study not only provides a lightweight electromagnetic wave absorbing material, but also offers a general way to prepare metal NPs-nanoporous carbon composite absorber. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Liu, QT (Liu, Qingtao) ; Liu, XF (Liu, Xiaofang) ; Feng, HB (Feng, Haibo) ; Shui, HC (Shui, Huichuan) ; Yu, RH (Yu, Ronghai)","Title":"Metal organic framework-derived Fe/carbon porous composite with low Fe content for lightweight and highly efficient electromagnetic wave absorber"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395923500008 ISSN: 0012-821X eISSN: 1385-013X","Keywords":"Hetang formation; iron speciation; euxinia; oceanic Mo reservoir; oceanic U reservoir; Cambrian explosion KeyWords Plus:ORGANIC-CARBON ISOTOPE; PERMIAN MASS EXTINCTION; FERRUGINOUS DEEP-WATER; YANGTZE PLATFORM; BLACK SHALES; PROTEROZOIC OCEAN; LAOBAO FORMATION; IRON SPECIATION; OXYGENATION; CONSTRAINTS","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"EARTH AND PLANETARY SCIENCE LETTERS Volume: 464 Pages: 84-94 DOI: 10.1016/j.epsl.2017.02.012 Published: APR 15 2017","Abstract":"The \"Cambrian explosion\" is one of the most fascinating episodes of diversification in the history of life; however, its relationship to the oxygenation of the oceans and atmosphere around the Ediacaran-Cambrian transition is not fully understood. Marine inventories of redox-sensitive trace elements reflect the relative balance of oxidative weathering on land and deposition in anoxic water masses, and can be used to explore the evolution of oceanic and atmospheric redox conditions. For this study, we conducted a series of geochemical analyses on the upper Lantian, Piyuancun, and Hetang formations in the Chunye-1 well, part of the lower Yangtze Block in western Zhejiang. Iron speciation results indicate that the entire studied interval was deposited under anoxic conditions, with three intervals of persistent euxinia occurring in the uppermost Lantian Fm., the lower Hetang Formation (Fm.), and the upper Hetang Fm. Molybdenum (Mo) and uranium (U) contents and Mo/TOC and U/TOC ratios from the anoxic/euxinic intervals of the Chunye-1 well, combined with published data from the sections in the middle and upper Yangtze Block, suggest that the oceanic Mo reservoir declined consistently from the Ediacaran to Cambrian Stage 3, while the size of the oceanic U reservoir remained relatively constant. Both metals were depleted in the ocean in lower Cambrian Stage 4, before increasing markedly at the end of Stage 4. The lack of an apparent increase in the size of the marine Mo and U reservoir from the upper Ediacaran to Cambrian Stage 3 suggests that oxic water masses did not expand until Cambrian Stage 4. The increase in marine Mo and U availability in the upper Hetang Fm. may have been due to the expansion of oxic water masses in the oceans, associated with oxygenation of the atmosphere during Cambrian Stage 4. This expansion of oxic waters in the global ocean postdates the main phase of Cambrian diversification, suggesting that pervasive oxygenation of the ocean on a large scale was not the primary control on animal diversity following the Ediacaran-Cambrian transition. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Xiang, L (Xiang, Lei) ; Schoepfer, SD (Schoepfer, Shane D.) ; Shen, SZ (Shen, Shu-Zhong) ; Cao, CQ (Cao, Chang-Qun) ; Zhang, H (Zhang, Hua)","Title":"Evolution of oceanic molybdenum and uranium reservoir size around the Ediacaran-Cambrian transition: Evidence from western Zhejiang, South China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395228300001 PubMed ID: 28073058 ISSN: 0304-3894 eISSN: 1873-3336","Keywords":"Uranium; Thorium; Diglycolamic acid; PAMAM; Chelating Resin; DFT calculation KeyWords Plus:HEAVY-METAL IONS; SOLID-PHASE EXTRACTION; SELECTIVE EXTRACTION; IMPREGNATED RESIN; SEQUENTIAL SEPARATION; ENVIRONMENTAL-SAMPLES; URANIUM; ADSORPTION; BEHAVIOR; ACTINIDES","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Environmental Sciences","Journal Information":"JOURNAL OF HAZARDOUS MATERIALS Volume: 328 Pages: 1-11 DOI: 10.1016/j.jhazmat.2017.01.001 Published: APR 15 2017","Abstract":"A novel chelating resin obtained via growth of PAMAM dendron on surface of styrene divinyl benzene resin beads, followed by diglycolamic acid functiOnalization of the dendrimer terminal. Batch experiments were conducted to study the effects of pH, nitric acid concentration, amount of adsorbent, shaking time, initial metal ion concentration and temperature on U(VI) and Th(IV) adsorption efficiency. Diglycolamic acid terminated PAMAM dendrimer functionalized styrene divinylbenzene chelating resin (DGA-PAMAM-SDB) is found to be an efficient candidate for the removal of U(VI) and Th(IV) ions from aqueous (pH >4) and nitric acid media (>3 M). The sorption equilibrium could be reached within 60 min, and the experimental data fits with pseudo-second-order model. Langmuir sorption isotherm model correlates well with sorption equilibrium data. The maximum U(VI) and Th(IV) sorption Capacity onto DGA-PAMAMG(5)-SDB was estimated to be about 682 and 544.2 mg g(-1) respectively at 25 degrees C. The interaction of actinides and chelating resin is reversible and hence, the resin cab be regenerated and reused. DFT calculation on the interaction of U(VI) and Th(IV) ions with chelating resin validates the experimental findings. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Ilaiyaraja, P (Ilaiyaraja, P.) ; Deb, AKS (Deb, A. K. Singha) ; Ponraju, D (Ponraju, D.) ; Ali, SM (Ali, Sk. Musharaf) ; Venkatraman, B (Venkatraman, B.)","Title":"Surface Engineering of PAMAM-SDB Chelating Resin with Diglycolamic Acid (DGA) Functional Group for Efficient Sorption of U(VI) and Th(IV) from Aqueous Medium"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394919100074 ISSN: 0022-2860 eISSN: 1872-8014","Keywords":"Polydentate Schiff base; Mono- and binuclear complexes; Thermal studies; Molecular modeling; Antimicrobial activity; Antitumor activity KeyWords Plus:SCHIFF-BASE LIGAND; DNA-BINDING PROPERTIES; COPPER(II) COMPLEXES; SPECTROSCOPIC CHARACTERIZATION; ZN(II) COMPLEXES; COORDINATION-COMPOUNDS; ANTICANCER ACTIVITIES; ANTIVIRAL ACTIVITY; FE(III) COMPLEXES; CRYSTAL-STRUCTURE","Categories":"Chemistry Web of Science Categories:Chemistry, Physical","Journal Information":"JOURNAL OF MOLECULAR STRUCTURE Volume: 1134 Pages: 649-660 DOI: 10.1016/j.molstruc.2017.01.012 Published: APR 15 2017","Abstract":"A new polydentate Schiff base ligand and its metal complexes were synthesized and characterized by elemental analyses, IR, H-1 NMR, electronic, ESR and mass spectra, conductivity and magnetic susceptibility measurements as well as thermal analyses. The free ligand was synthesized by condensation of o-acetoacetyiphenol with salicylaldehyde hydrazone. The analytical and spectroscopic tools showed that the obtained complexes are mono- and binuclear complexes, which can be generally formulated as: [(L) M2X2(H2O)(m)]center dot nZ; M = Cr, Fe, Ni or Cu, X = OAc or NO3, m = 5 or nil and n = 3,1.5 or 0.5 and Z = EtOH or H2O, [(H2L)(2)M(X)(m)].nH(2)O; M = Mn, Zn, or Cd, X = EtOH, H2O or nil, m = 2 or nil and n = 3.5 or 0, [(HL)(2)CO2]center dot 0.5H(2)O and [(H2L)(2)UO2(H2O)]. The metal complexes displayed octahedral, tetrahedral and square-planar geometrical arrangements, while uranium complex displayed seven-coordinate. Kinetic parameters (Ea, A, Delta H, Delta S and Delta G) of the thermal decomposition stages have been evaluated using Coats -Redfern equations. The molecular structural parameters of the ligand and its metal complexes have been calculated and correlated with the experimental data such as IR. The antimicrobial activity of the ligand and its complexes was screened against some kinds of bacteria and fungi. The antitumor activity of the ligand and its Ni(II) and Cu(II) complexes was investigated against HepG2 cell line. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Shebl, M (Shebl, Magdy) ; Adly, OMI (Adly, Omima M. I.) ; El-Shafiy, HF (El-Shafiy, Hoda F.) ; Khalil, SME (Khalil, Saied M. E.) ; Taha, A (Taha, A.) ; Mandi, MAN (Mandi, Mohammed A. N.)","Title":"Structural variety of mono- and binuclear transition metal complexes of 3-[(2-hydroxy-benzylidene)-hydrazono]-1-(2-hydroxyphenyl)-butan-1-one: Synthesis, spectral, thermal, molecular modeling, antimicrobial and antitumor studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397200800022 ISSN: 0304-8853 eISSN: 1873-4766","Keywords":"Uranium intermetallics; Laves phases; Pauli paramagnetism KeyWords Plus:FERROMAGNETISM; UCOAL","Categories":"Materials Science; Physics Web of Science Categories:Materials Science, Multidisciplinary; Physics, Condensed Matter","Journal Information":"JOURNAL OF MAGNETISM AND MAGNETIC MATERIALS Volume: 428 Pages: 144-147 DOI: 10.1016/j.jmmm.2016.12.007 Published: APR 15 2017","Abstract":"Crystal structure, magnetization, and specific heat were studied on single crystal of uranium intermetallic compound UOsAl. It is a hexagonal Laves phase of MgZn2 type, space group P6(3)/mmc, with lattice parameters a=536.4 pm, c=845.3 pm. Shortest inter-uranium distance 313 pm (along the c-axis) is considerably smaller than the Hill limit (340 pm). The compound is a weakly temperature-dependent paramagnet with magnetic susceptibility of approximate to 1.5*10(-8) m(3) mol(-1) (at T= 2K), which is slightly higher with magnetic field along the a-axis compared to the c-axis. The Sommerfeld coefficient of electronic specific heat has moderate value of gamma=36 mJ mol(-1) K-2.","Authors":"Andreev, AV (Andreev, A. V.) ; Danis, S (Danis, S.) ; Sebek, J (Sebek, J.) ; Henriques, MS (Henriques, M. S.) ; Vejpravova, J (Vejpravova, J.) ; Gorbunov, DI (Gorbunov, D. I.) ; Havela, L (Havela, L.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Andreev, Alexander B-6057-2011 ","Title":"Crystal structure and magnetism of UOsAl"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398403000037 PubMed ID: 28349155 ISSN: 1477-9226 eISSN: 1477-9234","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"DALTON TRANSACTIONS Volume: 46 Issue: 14 Pages: 4834-4843 DOI: 10.1039/c7dt00111h Published: APR 14 2017","Abstract":"The electronic structure and magnetic properties of a series of Kramers ions with f(1) configuration in axial symmetry have been analyzed with a combination of theoretical methods: ab initio relativistic wavefunction methods as well as a crystal-field (CF) model with parameters extracted from the ab initio calculations. The molecules were treated in an idealized D-8h and D-7h symmetry and different combinations of active electrons and orbitals were used to describe correctly the nature of the ground and excited states. The spin Hamiltonian parameters for the Kramers doublet derived from the ground multiplet were determined and discussed on the basis of the crystal-field (CF) and spin-orbit interaction. The prime interests were the electron paramagnetic resonance g-factors and their relation to the complex geometry, crystal-field (CF) and spin-orbit coupling. The developed models agree well with the ab initio calculations and experimental reports.","Authors":"Solis-Cespedes, E (Solis-Cespedes, Eduardo) ; Paez-Hernandez, D (Paez-Hernandez, Dayan)","Title":"Modeling the electronic states and magnetic properties derived from the f(1) configuration in lanthanocene and actinocene compounds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393245200019 PubMed ID: 28064144 ISSN: 0304-3894 eISSN: 1873-3336","Keywords":"Chlorite; Alteration; Dissolution; Uranium; Sorption KeyWords Plus:DISSOLUTION; SORPTION; PH; 25-DEGREES-C; ADSORPTION; MINERALS; PHYLLITE; ILLITE; U(VI)","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Environmental Sciences","Journal Information":"JOURNAL OF HAZARDOUS MATERIALS Volume: 327 Pages: 161-170 DOI: 10.1016/j.jhazmat.2016.12.051 Published: APR 5 2017","Abstract":"Chlorite alteration and the U removal capacity of altered chlorite were investigated. Batch kinetic dissolution tests using clinochlore CCa-2 were conducted for 60 days in aqueous solutions of various pHs and ionic strengths. Batch sorption tests using these altered chlorite samples were conducted for 48 h with natural groundwater containing 3.06 x 10(-6) M U. Chlorite dissolution was influenced more by pH(o) than by the ionic strength of the solution. TEM analysis revealed Fe(oxy)hydroxide aggregates in the solid residue from the batch dissolution test with 0.1 M NaClO4 solution at pH(o) = 10. The U removal capacity of the reacted chlorite samples at pH(o) = 6-10 was higher than that of the reacted chlorite samples at pH(o) = 3. The degree of dissolution of chlorite samples reacted at pH(o) =3-8 was inversely proportional to the U removal capacity, but that of chlorite samples reacted at pH(o) =10 was proportional to the U removal capacity. The positive correlation between the U removal capacity and degree of chlorite dissolution at pH(o) =10 might be due to the formation of Fe-containing secondary minerals and changes in the reactive sites. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Kim, E (Kim, Eungyeong) ; Ahn, H (Ahn, Hyangsig) ; Jo, HY (Jo, Ho Young) ; Ryu, JH (Ryu, Ji-Hun) ; Koh, YK (Koh, Yong-Kwon)","Title":"Chlorite alteration in aqueous solutions and uranium removal by altered chlorite"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393245200026 PubMed ID: 28081458 ISSN: 0304-3894 eISSN: 1873-3336","Keywords":"Uranium bioassociation; Halophilic archaeon Halobacterium noricense; In situ ATR FT-IR spectroscopy; Luminescence spectroscopy at high salinity; Final disposal of radioactive waste KeyWords Plus:RADIOACTIVE-WASTE REPOSITORY; LASER-INDUCED FLUORESCENCE; ROCK-SALT; HALOBACTERIUM-SALINARUM; INFRARED-SPECTROSCOPY; SURFACE-LAYER; U(VI); MICROORGANISMS; BIOSORPTION; SORPTION","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Engineering, Civil; Environmental Sciences","Journal Information":"JOURNAL OF HAZARDOUS MATERIALS Volume: 327 Pages: 225-232 DOI: 10.1016/j.jhazmat.2016.12.053 Published: APR 5 2017","Abstract":"The interactions of two extremely halophilic archaea with uranium were investigated at high ionic strength as a function of time, pH and uranium concentration. Halobacterium noricense DSM-15987 and Halobacterium sp. putatively noricense, isolated from the Waste Isolation Pilot Plant repository, were used for these investigations. The kinetics of U(VI) bioassociation with both strains showed an atypical multistage behavior, meaning that after an initial phase of U(VI) sorption, an unexpected interim period of U(VI) release was observed, followed by a slow reassociation of uranium with the cells. By applying in situ attenuated total reflection Fourier-transform infrared spectroscopy, the involvement of phosphoryl and carboxylate groups in U(VI) complexation during the first biosorption phase was shown. Differences in cell morphology and uranium localization become visible at different stages of the bidassociation process, as shown with scanning electron microscopy in combination with energy dispersive X-ray spectroscopy. Our results demonstrate for the first time that association of uranium with the extremely halophilic archaeon is a multistage process, beginning with sorption and followed by another process, probably biomineralization. (C) 2016 Published by Elsevier B.V.","Authors":"Bader, M (Bader, Miriam) ; Muller, K (Mueller, Katharina) ; Foerstendorf, H (Foerstendorf, Harald) ; Drobot, B (Drobot, Bjoern) ; Schmidt, M (Schmidt, Matthias) ; Musat, N (Musat, Niculina) ; Swanson, JS (Swanson, Juliet S.) ; Reed, DT (Reed, Donald T.); Stumpf, T (Stumpf, Thorsten) ; Cherkouk, A (Cherkouk, Andrea) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Foerstendorf, Harald C-1248-2010 http://orcid.org/0000-0002-8334-9317 Muller, Katharina http://orcid.org/0000-0002-0038-1638","Title":"Multistage bioassociation of uranium onto an extremely halophilic archaeon revealed by a unique combination of spectroscopic and microscopic techniques"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398646500004 PubMed ID: 28300407 ISSN: 0013-936X eISSN: 1520-5851","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE & TECHNOLOGY Volume: 51 Issue: 7 Pages: 3609-3620 DOI: 10.1021/acs.est.6b02980 Published: APR 4 2017","Abstract":"To further understand the diversity and dynamics of SRB in response to substrate amendment, we sequenced genes coding for the dissimilatory sulfite reductase (dsrA) in groundwater samples collected after an emulsified vegetable oil (EVO) amendment, which sustained U(VI)-reducing conditions for one year in a fast-flowing aquifer. EVO amendment significantly altered the composition of groundwater SRB communities. Sequences having no closely related-described species dominated (80%) the indigenous SRB communities in nonamended wells. After EVO amendment, Desulfococcus, Desulfobacterium, and Desulfovibrio, known for long-chain-fatty-acid, short-chain-fatty-acid and H-2 oxidation and U(VI) reduction, became dominant accounting for 7 +/- 2%, 21 +/- 8%, and 55 +/- 8% of the SRB communities, respectively. Succession of these SRB at different bioactivity stages based on redox substrates/products (acetate, SO4-2, U(VI), NO3-, Fe(II), and Mn(II)) was observed. Desulfovibrio and Desulfococcus dominated SRB communities at 4-31 days, whereas Desulfobacterium became dominant at 80-140 days. By the end of the experiment (day 269), the abundance of these SRB decreased but the overall diversity of groundwater SRB was still higher than non-EVO controls. Up to 62% of the SRB community changes could be explained by groundwater geochemical variables, including those redox substrates/products. A significant (P < 0.001) correlation was observed between groundwater U(VI) concentrations and Desulfovibrio abundance. Our results showed that the members of SRB and their dynamics were correlated significantly with slow EVO biodegradation, electron donor production and maintenance of U(VI)-reducing conditions in the aquifer.","Authors":"Zhang, P (Zhang, Ping)[ 1,2,13,14 ] ; He, ZL (He, Zhili) ; Van Nostrand, JD (Van Nostrand, Joy D.) ; Qin, YJ (Qin, Yujia) ; Deng, Y (Deng, Ye) ; Wu, LY (Wu, Liyou) ; Tu, QC (Tu, Qichao) ; Wang, JJ (Wang, Jianjun)[ 1,2,10 ] ; Schadt, CW (Schadt, Christopher W.) ; Fields, MW (Fields, Matthew W.) ; Hazen, TC (Hazen, Terry C.) ; Arkin, AP (Arkin, Adam P.) ; Stahl, DA (Stahl, David A.) ; Zhou, JZ (Zhou, Jizhong)[ 1,2,11,12 ] ...More...Less","Title":"Dynamic Succession of Groundwater Sulfate-Reducing Communities during Prolonged Reduction of Uranium in a Contaminated Aquifer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398646500037 PubMed ID: 28271891 ISSN: 0013-936X eISSN: 1520-5851","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE & TECHNOLOGY Volume: 51 Issue: 7 Pages: 3911-3921 DOI: 10.1021/acs.est.6b06305 Published: APR 4 2017","Abstract":"Uranium is not only a strategic resource for the nuclear industry but also a global contaminant with high toxicity. Although several strategies have been established for detecting uranyl-ions in water, searching for new uranium sensor material with great sensitivity, selectivity, and stability remains a challenge. We introduce here a hydrolytically stable mesoporous terbium(III)-based MOP material compound 1, whose channels are as large as 27 angstrom x 23 angstrom and are equipped with abundant exposed Lewis basic sites, the luminekence intensity of which can be efficiently and selectively quenched by uranyl ions. The detection limit in deionized water reaches 0.9 mu g/L, far below the maximum contamination standard of 30 mu g/L in drinking water defined by the United States Environmental Protection Agency, making compound 1 currently the only MOF material that can achieve this goal. More importantly, this material exhibits great capability in detecting uranyl ions in natural water systems such as lake water and seawater with pH being adjusted to 4, where huge excesses of competing ions are present. The uranyl detection limits in Dushu Lake water and in seawater were calculated to be 14.0 and 3.5 mu g/L, respectively. This great detection capability originates from the selective binding of uranyl ions onto the Lewis basic sites of the MOF material, as demonstrated by synchrotion radiation extended X-ray adsorption fine structure, X-ray adsorption near edge structure, and first principles calculations, further leading to an effective energy transfer between the uranyl ions and the MOF skeleton.","Authors":"Liu, W (Liu, Wei) ; Dai, X (Dai, Xing) ; Bai, ZL (Bai, Zhuanling) ; Wang, YL (Wang, Yanlong) ; Yang, ZX (Yang, Zaixing) ; Zhang, LJ (Zhang, Linjuan) ; Xu, L (Xu, Lin) ; Chen, LH (Chen, Lanhua) ; Li, YX (Li, Yuxiang) ; Gui, DX (Gui, Daxiang) ; Juan, DW (Juan Diwu) ; Wang, JQ (Wang, Jianqiang) ; Zhou, RH (Zhou, Ruhong) ; Chai, ZF (Chai, Zhifang) ; Wang, SA (Wang, Shuao) ...More...Less","Title":"Highly Sensitive and Selective Uranium Detection in Natural Water Systems Using a Luminescent Mesoporous Metal-Organic Framework Equipped with Abundant Lewis Basic Sites: A Combined Batch, X-ray Absorption Spectroscopy, and First Principles Simulation Investigation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398182000013 ISSN: 1434-1948 eISSN: 1099-0682","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"EUROPEAN JOURNAL OF INORGANIC CHEMISTRY Issue: 13 Pages: 1938-1946 DOI: 10.1002/ejic.201700024 Published: APR 3 2017","Abstract":"U-VI chemistry is dominated by the uranyl ( UO2) (2+) cation, in which the oxo group is essentially passivated by a triple bond to the metal center. Weak interactions between the oxo group Lewis acids or hydrogen- bond donors can be observed in extended solids, but there is little understanding of how the uranyl bond is affected by these additional forces. In the current study, the influence of charge- assisted hydrogen- bonding and crystallization effects on the uranyl oxo bond is explored through the synthesis and characterization of four uranyl compounds: [(UO2)(3)(Gly)(2)(O)(2)(OH)(2)](H2O)(1.5) ( UG1b), [( UO2)(4)( Gly)(3)( For)(O)(3)(OH)]( H2O)(6.5) (UGFA1a), [(UO2)(8)(Gly)(6)(For)(2)(O)(6)(OH)(2)](H2O)(10) ( UGFA1b), and [(UO2)(4)(Gly)(3)(O)(3)(OH)(2)](HFor)( H2O)(9.45) UGFA2). Each of these compounds contains uranyl infinite chain topologies that are built upon trimeric or tetrameric repeating units and are linked through multiple hydrogen-bonding interactions to the uranyl oxo groups. The impact on the uranyl bond was explored through an examination of hydrogen- bonding donor- acceptor distances and the calculation of force constants obtained from Raman and IR spectral bands. The stretching force constants are lower with cooperative hydrogen bonds to the uranyl oxo groups. This suggests that these interactions are important and can combine with crystallization effects to impact the uranyl oxo bond.","Authors":"de Groot, J (de Groot, Joshua) ; Cassell, B (Cassell, Brittany) ; Basile, M (Basile, Madeline) ; Fetrow, T (Fetrow, Taylor) ; Forbes, TZ (Forbes, Tori Z.)","Title":"Charge-Assisted Hydrogen-Bonding and Crystallization Effects within U-VI Glycine Compounds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398429700088 ISSN: 2168-0485","Keywords":"Nanocomposites; Layered double hydroxides; Immobilization; U(VI); EXAFS KeyWords Plus:GRAPHENE OXIDE NANOSHEETS; GRAPHITIC CARBON NITRIDE; METAL-ORGANIC FRAMEWORKS; ZERO-VALENT IRON; AQUEOUS-SOLUTIONS; ADSORPTIVE REMOVAL; SELECTIVE ADSORPTION; HYDROTHERMAL CARBON; MODELING TECHNIQUES; BACILLUS-SUBTILIS","Categories":"Chemistry; Science & Technology - Other Topics; Engineering Web of Science Categories:Chemistry, Multidisciplinary; GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Engineering, Chemical","Journal Information":"ACS SUSTAINABLE CHEMISTRY & ENGINEERING Volume: 5 Issue: 4 Pages: 3583-3595 DOI: 10.1021/acssuschemeng.7b00439 Published: APR 2017","Abstract":"Novel, efficient, glycerol-modified nanoscale layered double hydroxides (rods Ca/Al LDH-Gl and flocculent Ni/Al LDH-Gl) were successfully synthesized by a simple one-step hydrothermal synthesis route and showed excellent adsorption capacities for U(VI) from aqueous solutions under various environmental conditions. The advanced spectroscopy analysis confirmed the existence of abundant oxygen-containing functional groups (e.g., C-O, O-C=O, and C=O) on the surfaces of Ca/AI LDH-Gl and Ni/Al LDH-Gl, which could provide enough free active sites for the binding of U(VI). The maximum adsorption capacities of Macro-application (Environment U(VI) calculated from the Sips model were 266.5 mg.g(-1) for Ca/Al LDH-Gl and 142.3 mg.g(-1) for Ni/Al LDH-Gl at 298.15 K, and the higher adsorption capacity of Ca/Al LDH-Gl might be due to more functional groups and abundant high-activity \"Ca-O\" groups. Macroscopic experiments proved that the interaction of U(VI) on Ca/Al LDH-Gl and Ni/Al LDH-Gl was due to surface complexation and electrostatic interactions. The extended Xray absorption fine structure analysis confirmed that U(IV) did not transformation to U(VI) on solid particles, and stable inner sphere complexes were not formed by reduction interaction but by chemical adsorption. The density functional theory (DFT) calculations further evidenced that the higher adsorption energies (i.e., E-ad = 4.00 eV for Ca/AI LDH-Gl-UO22+ and E-ad = 2.43 eV for Ca/Al LDH-Gl-UO2CO3) were mainly attributed to stronger hydrogen bonds and electrostatic interactions. The superior immobilization performance of Ca/AI LDH-Gl supports a potential strategy for decontamination of UO22+ from wastewater, and it may provide new insights for the efficient removal of radionuclides in environmental pollution cleanup.","Authors":"Zou, YD (Zou, Yidong) ; Liu, Y (Liu, Yang) ; Wang, XX (Wang, Xiangxue) ; Sheng, GD (Sheng, Guodong) ; Wang, SH (Wang, Suhua) ; Ai, YJ (Ai, Yuejie) ; Ji, YF (Ji, Yongfei) ; Liu, YH (Liu, Yunhai) ; Hayat, T (Hayat, Tasawar) ; Wang, XK (Wang, Xiangke)","Title":"Glycerol-Modified Binary Layered Double Hydroxide Nanocomposites for Uranium Immobilization via Extended X-ray Absorption Fine Structure Technique and Density Functional Theory Calculation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397699000001 PubMed ID: 28087998 ISSN: 0969-8043","Keywords":"Nondestructive assay; Nuclear safeguards; Nuclear-material accountancy; Pyroprocessing KeyWords Plus:TECHNOLOGY DEVELOPMENT; URANIUM","Categories":"Chemistry; Nuclear Science & Technology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Chemistry, Inorganic & Nuclear; Nuclear Science & Technology; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"APPLIED RADIATION AND ISOTOPES Volume: 122 Pages: 1-6 DOI: 10.1016/j.apradiso.2016.12.054 Published: APR 2017","Abstract":"The PRIDE (PyRoprocessing Integrated inactive DEmonstration) is an engineering-scale pyroprocessing test-bed facility that utilizes depleted uranium (DU) instead of spent fuel as a process material. As part of the ongoing effort to enhance pyroprocessing safeguardability, UNDA (Unified Non-Destrtictive Assay), a system integrating three different non-destructive assay techniques, namely, neutron, gamma-ray, and mass measurement, for nuclear material accountancy (NMA) was developed. In the present study, UNDA's NMA capability was evaluated by measurement of the weight, U-238 mass, and U enrichment of oxide-reduction-process feed material (i.e., porous pellets). In the U-238 mass determination, the total neutron counts for porous pellets of Six different weights were measured. The U enrichment of the porous pellets, meanwhile, was determined according to the gamma spectrums acquired using UNDA's NaI-based enrichment measurement system. The results demonstrated that the UNDA system, after appropriate corrections, could be used in PRIDE NMA applications with reasonable uncertainty. It is expected that in the near future, the UNDA system will be tested with next-step materials such as the products of the oxide-reduction and electro-refining processes.","Authors":"An, SJ (An, Su Jung) ; Seo, H (Seo, Hee) ; Lee, C (Lee, Chaehun) ; Ahn, SK (Ahn, Seong-Kyu) ; Park, SH (Park, Se-Hwan) ; Ku, JH (Ku, Jeong-Hoe)","Title":"Performance evaluation of PRIDE UNDA system with pyroprocessing feed material"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397699000024 PubMed ID: 28160718 ISSN: 0969-8043","Keywords":"EGS5; Mass attenuation; Thermal neutrons; Fission products KeyWords Plus:SELF-ABSORPTION CORRECTION; BETA-EMITTERS","Categories":"Chemistry; Nuclear Science & Technology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Chemistry, Inorganic & Nuclear; Nuclear Science & Technology; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"APPLIED RADIATION AND ISOTOPES Volume: 122 Pages: 148-152 DOI: 10.1016/j.apradiso.2017.01.038 Published: APR 2017","Abstract":"Mass attenuation coefficients for molecular precipitates have been measured and compared to results using the EGS5 Monte Carlo computer code and results from an empirical formula. This study assesses the mass attenuation coefficients of isotopes that can be readily produced by thermal neutron activation of elements in a reactor and precipitated in molecular compounds. Good agreement exists between measured results and EGS5 simulated results. Results are within reasonable agreement with the empirical mass attenuation formula. These results are further compared to simulated fission product isotopes. This study suggests mass attenuation coefficients of molecular precipitates can be approximated using EGS5, especially in the instance of radioisotopes produced predominantly through uranium fission.","Authors":"Koehl, MA (Koehl, M. A.) ; Rundberg, RS (Rundberg, R. S.) ; Braley, JC (Braley, J. C.)","Title":"Experimental and Monte Carlo investigation of mass attenuation coefficients of fission product isotopes in molecular precipitates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397699000026 PubMed ID: 28161648 ISSN: 0969-8043","Keywords":"BNCT; Skin tumor; D-T neutron generator; Beam shaping assembly (BSA); Dosimetry KeyWords Plus:ACCELERATOR-BASED BNCT; CAPTURE THERAPY; BEAM; DESIGN; GENERATOR; MELANOMA; OPTIMIZATION; APPLICABILITY; BSA","Categories":"Chemistry; Nuclear Science & Technology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Chemistry, Inorganic & Nuclear; Nuclear Science & Technology; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"APPLIED RADIATION AND ISOTOPES Volume: 122 Pages: 158-163 DOI: 10.1016/j.apradiso.2817.01.010 Published: APR 2017","Abstract":"Owing to the continuing need for providing improved and universally accepted facilities to be used in radiation therapies, a number of recently published BNCT-related studies have focused on investigating appropriate neutron sources as alternatives for nuclear reactors. Of special interest are D-T neutron generators, which theoretically have shown the potential to be utilized as neutron sources for BNCT of deep-seated tumors. This work is devoted to investigate the feasibility of using the high-energy neutrons emitted from these generators for treatment of surface tumors, especially skin. Using a set of MCNPX simulations, the D-T neutrons are passed through an optimized arrangement of materials to slow-down toward the desired energy range, and to remove the neutron and gamma contamination considering the IAEA recommended criteria, especially determined for pre-clinical survey for treatment of surface tumors. By assessment with these parameters, it is shown that the designed beam, corresponding to a configuration composed of natural uranium as neutron multiplier, D2O as moderator, Pb as reflector, Bi as gamma filter, and polyethylene and BeO as collimators provides high-intensity of desired neutrons, and low-background doses as well. It was found that an appropriate material for collimator, if accompanied with an optimized geometry, is an important parameter for keeping the undesired components to the recommended level. A typical simulated phantom, subjected to the irradiation of the designed spectrum, is used to study the performance of the resultant beam in shallow tissue. For an arbitrary chosen B-10 concentration, the evaluated depth-dose curves show that the proposed configuration establishes acceptable agreement between the appropriate neutron intensity and penetration to desired depth in tissue in a reasonable treatment time of about 25-38 min. Considering the simulations carried out, the total dose delivered to the tumor is expected to be of about 4.2 times higher than that delivered to the first depths in healthy tissue, and of about 2.4 times higher than that delivered to the normal skin. These results in essence endorse the ability of D-T neutron generators to be used for BNCT of surface tumors, even with the yield of similar to 10(12) n/s.","Authors":"Masoudi, SF (Masoudi, S. Farhad) ; Rasouli, FS (Rasouli, Fatemeh S.) ; Ghasemi, M (Ghasemi, Marjan)","Title":"BNCT of skin tumors using the high-energy D-T neutrons"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397366200002 PubMed ID: 28089586 ISSN: 0304-4165 eISSN: 1872-8006","Keywords":"Uranium; Osteoclast; Osteoclastogenesis; Resorption; SQSTMl/p62 KeyWords Plus:RESISTANT ACID-PHOSPHATASE; INTERACTING PROTEIN P62; KAPPA-B ACTIVATION; URANYL-NITRATE; BONE-FORMATION; PAGETS-DISEASE; DRINKING-WATER; OSTEOBLASTIC CELLS; SEQUESTOSOME 1/P62; IN-VITRO","Categories":"Biochemistry & Molecular Biology; Biophysics Web of Science Categories:Biochemistry & Molecular Biology; Biophysics","Journal Information":"BIOCHIMICA ET BIOPHYSICA ACTA-GENERAL SUBJECTS Volume: 1861 Issue: 4 Pages: 715-726 DOI: 10.1016/j.bbagen.2017.01.008 Published: APR 2017","Abstract":"Background: Uranium is a naturally occurring radionuclide ubiquitously present in the environment. The skeleton is the main site of uranium long-term accumulation. While it has been shown that natural uranium is able to perturb bone metabolism through its chemical toxicity, its impact on bone resorption by osteoclasts has been poorly explored. Here, we examined for the first time in vitro effects of natural uranium on osteoclasts. Methods: The effects of uranium on the RAW 264.7 monocyte/macrophage mouse cell line and primary murine osteoclastic cells were characterized by biochemical, molecular and functional analyses. Results: We observed a cytotoxicity effect of uranium on osteoclast precursors. Uranium concentrations in the mu M range are able to inhibit osteoclast formation, mature osteoclast survival and mineral resorption but don't affect the expression of the osteoclast gene markers Nfatc1, Dc-stamp, Ctsk, Acp5, Atp6v0a3 or Atp6v0d2 in RAW 274.7 cells. Instead, we observed that uranium induces a dose-dependent accumulation of SQSTMl/p62 during osteoclastogenesis. Conclusions: We show here that uranium impairs osteoclast formation and function in vitro. The decrease in available precursor cells, as well as the reduced viability of mature osteoclasts appears to account for these effects of uranium. The SQSTMl/p62 level increase observed in response to uranium exposure is of particular interest since this protein is a known regulator of osteoclast formation. A tempting hypothesis discussed herein is that SQSTMl/p62 dysregulation contributes to uranium effects on osteoclastogenesis. General significance: We describe cellular and molecular effects of uranium that potentially affect bone homeostasis. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Gritsaenko, T (Gritsaenko, Tatiana) ; Pierrefite-Carle, V (Pierrefite-Carle, Valerie) ; Lorivel, T (Lorivel, Thomas) ; Breuil, V (Breuil, Veronique) ; Carle, GF (Carle, Georges F.) ; Santucci-Darmanin, S (Santucci-Darmanin, Sabine)","Title":"Natural uranium impairs the differentiation and the resorbing function of osteoclasts"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396031800006 ISSN: 0103-9733 eISSN: 1678-4448","Keywords":"Iron-based superconductors; London equations; Unconventional superconductivity; BCS theory KeyWords Plus:P-WAVE SUPERCONDUCTORS; DICHALCOGENIDE SUPERCONDUCTORS; ANTIFERROMAGNETISM; FERROMAGNETISM; TEMPERATURE","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"BRAZILIAN JOURNAL OF PHYSICS Volume: 47 Issue: 2 Pages: 151-156 DOI: 10.1007/s13538-017-0490-3 Published: APR 2017","Abstract":"It is demonstrated that the coexistence of superconductivity and magnetic ordering, occurring, for instance, in iron-based pnictides and uranium compounds, is not forbidden by classical Maxwell's equations and London-type equations. It predicts simply that internal magnetization is allowed but localized magnetic moments are screened at distances of the order of the London penetration depth. A microscopic theory is considered for the case of ferromagnetic ordering, described in simple terms by electron-magnon coupling. For the sake of simplicity, we assume that itinerant electrons are not responsible for the magnetic ordering, but interact with phonon and magnon excitations, leading to an alternative Cooper pair channel. The temperature dependence and the isotope effect of the superconducting gap is also analysed.","Authors":"de Campos, FKR (Rodrigues de Campos, Fillipi Klos) ; Zanella, F (Zanella, Fernando) ; Dartora, C (Dartora, C. A.)","Title":"On the Coexistence of Superconductivity and Magnetic Ordering in Unconventional Superconductors"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397978000002 ISSN: 0010-7999 eISSN: 1432-0967","Keywords":"Magmatic differentiation; Rare-earth elements; Arc magmas; Barometry; Dehydrogenation; Dehydration KeyWords Plus:TRACE-ELEMENT; ISLAND-ARC; TITANIAN PARGASITE; ANDESITE GENESIS; ISOTOPE EVIDENCE; STABLE-ISOTOPE; ION-MICROPROBE; MAGMA GENESIS; SUNDA ARC; FRACTIONATION","Categories":"Geochemistry & Geophysics; Mineralogy Web of Science Categories:Geochemistry & Geophysics; Mineralogy","Journal Information":"CONTRIBUTIONS TO MINERALOGY AND PETROLOGY Volume: 172 Issue: 4 Article Number: 16 DOI: 10.1007/s00410-017-1338-0 Published: APR 2017","Abstract":"Amphibole has been discussed to potentially represent an important phase during early chemical evolution of arc magmas, but is not commonly observed in eruptive arc rocks. Here, we present an in-depth study of metastable calcic amphibole megacrysts in basaltic andesites of Merapi volcano, Indonesia. Radiogenic Sr and Nd isotope compositions of the amphibole megacrysts overlap with the host rock range, indicating that they represent antecrysts to the host magmas rather than xenocrysts. Amphibolebased barometry suggests that the megacrysts crystallised at pressures of >500 MPa, i.e., in the mid-to lower crust beneath Merapi. Rare-earth element concentrations, in turn, require the absence of magmatic garnet in the Merapi feeding system and, therefore, place an uppermost limit for the pressure of amphibole crystallisation at ca. 800 MPa. The host magmas of the megacrysts seem to have fractionated significant amounts of amphibole and/or clinopyroxene, because of their low Dy/Yb ratios relative to the estimated compositions of the parent magmas to the megacrysts. The megacrysts' parent magmas at depth may thus have evolved by amphibole fractionation, in line with apparently coupled variations of trace element ratios in the megacrysts, such as e.g., decreasing Zr/Hf with Dy/Yb. Moreover, the Th/U ratios of the amphibole megacrysts decrease with increasing Dy/Yb and are lower than Th/U ratios in the basaltic andesite host rocks. Uranium in the megacrysts' parent magmas, therefore, may have occurred predominantly in the tetravalent state, suggesting that magmatic fO(2) in the Merapi plumbing system increased from below the FMQ buffer in the mid-to-lower crust to 0.6-2.2 log units above it in the near surface environment. In addition, some of the amphibole megacrysts experienced dehydrogenation (H-2 loss) and/or dehydration (H2O loss), as recorded by their variable H2O contents and D/H and Fe3+/Fe2+ ratios, and the release of these volatile species into the shallow plumbing system may facilitate Merapi's often erratic eruptive behaviour.","Authors":"Peters, STM (Peters, Stefan T. M.) ; Troll, VR (Troll, Valentin R.) ; Weis, FA (Weis, Franz A.) ; Dallai, L (Dallai, Luigi) ; Chadwick, JP (Chadwick, Jane P.) ; Schulz, B (Schulz, Bernhard)","Title":"Amphibole megacrysts as a probe into the deep plumbing system of Merapi volcano, Central Java, Indonesia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396774500001 ISSN: 1350-6307 eISSN: 1873-1961","Keywords":"MCNP; Polytetrafluoroethylene; Dose rate; Degradation; Enriched uranium; alpha-irradiation KeyWords Plus:POLYTETRAFLUOROETHYLENE; RADIATION","Categories":"Engineering; Materials Science Web of Science Categories:Engineering, Mechanical; Materials Science, Characterization & Testing","Journal Information":"ENGINEERING FAILURE ANALYSIS Volume: 74 Pages: 1-10 DOI: 10.1016/j.engfailanal.2016.12.003 Published: APR 2017","Abstract":"In the uranium enrichment plants of the South African Nuclear Energy Corporation SOC Ltd (Necsa), sintered polytetrafluoroethylene (PTFE) filters were used to remove gas entrained solid particles, in order to prevent blocking of the isotope separating elements. When these plants were decommissioned and dismantled, the filters which mostly contained solid uranium fluoride and uranium oxyfluoride compounds and compressor ring dust, were broken into pieces, put into metal drums, and stored. This waste contains enriched uranium and can't be disposed of at the current disposal site (Vaalputs), which only accepts low and intermediate level waste. Initial attempts, directly after removal from the enrichment plants, to decontaminate these filters using various aqueous solutions, were unsuccessful probably because of the known non-wettability of PTFE surfaces. However, recent attempts to leach the absorbed enriched uranium were successful. This resulted in a study to determine the effect of mainly alpha-irradiation from the enriched uranium on the morphology of PTFE. A Monte Carlo N-Particle transport code (MCNP), a general purpose radiation transport code modelling the interaction of radiation with materials that simulate nuclear processes, was used to determine the rate of PTFE radiolysis. The results confirmed that the dose rate received from mainly the alpha-particles (97%) during the storage period had caused significant structural damage to the PTFE depending on the enrichment grade and the amount of uranium on the filters. To confirm the modelling data, analytical techniques, including micro X-ray tomography, thermogravimetric analysis and X-ray diffraction were used to study the morphology changes in the PTFE structure of the research samples. Experimental results indicated that the crystallinity increased while the molecular weight of the PTFE decreased. This could be attributed to the radiation induced degradation of the PTFE by the absorbed enriched uranium. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Badenhorst, JJ (Badenhorst, J. J.) ; Meyer, WCMH (Meyer, W. C. M. H.) ; van Rooyen, TJ (van Rooyen, T. J.) ; Krieg, HM (Krieg, H. M.)","Title":"The effect of alpha-irradiation from enriched uranium on the leaching properties of PTFE"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397373600007 ISSN: 0022-3115 eISSN: 1873-4820","Keywords":"Sodium-cooled fast reactor; Nuclear fuel slugs; Injection casting; Rare earth elements; Uranium-zirconium alloys KeyWords Plus:U-ZR ALLOYS; URANIUM; FABRICATION; PERSPECTIVE","Categories":"Materials Science; Nuclear Science & Technology Web of Science Categories:Materials Science, Multidisciplinary; Nuclear Science & Technology","Journal Information":"JOURNAL OF NUCLEAR MATERIALS Volume: 486 Pages: 53-59 DOI: 10.1016/j.jnucmat.2017.01.018 Published: APR 2017","Abstract":"Uranium-zirconium-rare earth (U-Zr-RE) fuel slugs for a sodium-cooled fast reactor were manufactured using a modified injection casting method, and investigated with respect to their uniformity, distribution, composition, and phase behavior according to RE content. Nd, Ce, Pr, and La were chosen as four representative lanthanide elements because they are considered to be major RE components of fuel ingots after pyroprocessing. Immiscible layers were found on the top layers of the melt-residue commensurate with higher fuel slug RE content. Scanning electron microscopy-energy-dispersive Xray spectroscopy (SEM-EDS) data showed that RE elements in the melt-residue were distributed Uniformly throughout the fuel slugs. RE element agglomeration did not contaminate the fuel slugs but strongly affected the RE content of the slugs. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kuk, SW (Kuk, Seoung Woo) ; Kim, KH (Kim, Ki Hwan) ; Kim, JH (Kim, Jong Hwan) ; Song, H (Song, Hoon) ; Oh, SJ (Oh, Seok Jin) ; Park, JY (Park, Jeong-Yong) ; Lee, CB (Lee, Chan Bock) ; Youn, YS (Youn, Young-Sang) ; Kim, JY (Kim, Jong-Yun)","Title":"Phase characteristics of rare earth elements in metallic fuel for a sodium-cooled fast reactor by injection casting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397373600009 ISSN: 0022-3115 eISSN: 1873-4820","Categories":"Materials Science; Nuclear Science & Technology Web of Science Categories:Materials Science, Multidisciplinary; Nuclear Science & Technology","Journal Information":"JOURNAL OF NUCLEAR MATERIALS Volume: 486 Pages: 66-69 DOI: 10.1016/j.jnucmat.2017.01.003 Published: APR 2017","Abstract":"Thermally induced microstructural changes in five uranium-plutonium-zirconium alloys (38U-22Pu-40Zr, 49U-19Pu-32Zr, 33U-27Pu-40Zr, 19U-41Pu-40Zr, and 20U-12Pu-68Zr, compositions in at%) were examined by comparing as-cast alloys with alloys that had been annealed at 500 degrees C for 168 h using scanning electron microscopy. All of the as-cast and annealed alloys had high-Zr inclusions not predicted from currently available phase diagrams. Microstructures in all alloys except U-12Pu-68Zr demonstrate increasing development of irregularly shaped polygons with high-actinide, low-Zr boundaries as a result of annealing. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Janney, DE (Janney, Dawn E.) ; Sencer, BH (Sencer, Bulent H.)","Title":"Microstructure changes caused by annealing of U-Pu-Zr alloys"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397373600012 ISSN: 0022-3115 eISSN: 1873-4820","Keywords":"Fission gas; Burst release; Fuel modelling; BISON code; TRANSURANUS code KeyWords Plus:UO2 FUEL; URANIUM-DIOXIDE; ROD ANALYSIS; HIGH BURNUP; LWR FUEL; RELEASE; IRRADIATION; CODE; MODEL; XENON","Categories":"Materials Science; Nuclear Science & Technology Web of Science Categories:Materials Science, Multidisciplinary; Nuclear Science & Technology","Journal Information":"JOURNAL OF NUCLEAR MATERIALS Volume: 486 Pages: 96-110 DOI: 10.1016/j.jnucmat.2016.10.051 Published: APR 2017","Abstract":"The modelling of fission gas behaviour is a crucial aspect of nuclear fuel performance analysis in view of the related effects on the thermo-mechanical performance of the fuel rod, which can be particularly significant during transients. In particular, experimental observations indicate that substantial fission gas release (FGR) can occur on a small time scale during transients (burst release). To accurately reproduce the rapid kinetics of the burst release process in fuel performance calculations, a model that accounts for non-diffusional mechanisms such as fuel micro-cracking is needed. In this work, we present and assess a model for transient fission gas behaviOur in oxide fuel, which is applied as an extension of conventional diffusion-based models to introduce the burst release effect. The concept and governing equations of the model are presented, and the sensitivity of results to the newly introduced parameters is evaluated through an analytic sensitivity analysis. The model is assessed for application to integral fuel rod analysis by implementation in two structurally different fuel performance codes: BISON (multi-dimensional finite element code) and TRANSURANUS (1.5D code). Model assessment is based on the analysis of 19 light water reactor fuel rod irradiation experiments from the OECD/NEA IFPE (International Fuel Performance Experiments) database, all of which are simulated with both codes. The results point out an improvement in both the quantitative predictions of integral fuel rod FGR and the qualitative representation of the FGR kinetics with the transient model relative to the canonical, purely diffusion-based models of the codes. The overall quantitative improvement of the integral FGR predictions in the two codes is comparable. Moreover, calculated radial profiles of xenon concentration after irradiation are investigated and compared to experimental data, illustrating the underlying representation of the physical mechanisms of burst release. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Barani, T (Barani, T.) ; Bruschi, E (Bruschi, E.) ; Pizzocri, D (Pizzocri, D.) ; Pastore, G (Pastore, G.) ; Van Uffelen, P (Van Uffelen, P.) ; Williamson, RL (Williamson, R. L.) ; Luzzi, L (Luzzi, L.)","Title":"Analysis of transient fission gas behaviour in oxide fuel using BISON and TRANSURANUS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397373600018 ISSN: 0022-3115 eISSN: 1873-4820","Keywords":"Used nuclear fuel recycle; Modified open fuel cycle; Uranium behavior in molybdate melts; Uranium separation; Recrystallization KeyWords Plus:SYSTEM; RECRYSTALLIZATION; CHEMISTRY; UO2-ZRO2","Categories":"Materials Science; Nuclear Science & Technology Web of Science Categories:Materials Science, Multidisciplinary; Nuclear Science & Technology","Journal Information":"JOURNAL OF NUCLEAR MATERIALS Volume: 486 Pages: 158-166 DOI: 10.1016/j.jnucmat.2017.01.027 Published: APR 2017","Abstract":"An investigation of molybdate melts containing sodium molybdate (Na2MoO4) and molybdenum trioxide (MoO3) to achieve the separation of uranium from fission products by crystallization has been performed. The separation is based on the difference in solubility of the fission product metal oxides compared to the uranium oxide or molybdate in the molybdate melt. The molybdate melt dissolves uranium dioxide at high temperatures, and upon cooling, uranium precipitates as uranium dioxide or molybdate, whereas the fission product metals remain soluble in the melt. Small-scale experiments using gram quantities of uranium dioxide have been performed to investigate the feasibility of UO2 purification from the fission products. The composition of the uranium precipitate as well as data for partitioning of several fission product surrogates between the uranium precipitate and molybdate melt for various melt compositions are presented and discussed. The fission products Cs, Sr, Ru and Rh all displayed very large distribution ratios. The fission products Zr, Pd, and the lanthanides also displayed good distribution ratios (D > 10). A melt consisting of 20 wt% MoO3-50 wt% Na2MoO(4)-30 wt% UO2 heated to 1313 K and cooled to 1123 K for the physical separation of the UO2 product from the melt, and washed once with Na2MoO4 displays optimum conditions for separation of the UO2 from the fission products.","Authors":"Hames, AL (Hames, Amber L.) ; Tkac, P (Tkac, Peter) ; Paulenova, A (Paulenova, Alena) ; Willit, JL (Willit, James L.) ; Williamson, MA (Williamson, Mark A.)","Title":"Investigation of molybdate melts as an alternative method of reprocessing used nuclear fuel"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397373600025 ISSN: 0022-3115 eISSN: 1873-4820","Keywords":"Gadolinium doping; Uranium dioxide; Solid solution; X-ray diffraction; Raman spectroscopy; Defect structure; Oxygen vacancy KeyWords Plus:SPENT NUCLEAR-FUEL; URANIUM-DIOXIDE; X-RAY; FISSION-PRODUCTS; PHASE-DIAGRAM; AIR-OXIDATION; O SYSTEM; SPECTROSCOPY; UO2; SPECTRA","Categories":"Materials Science; Nuclear Science & Technology Web of Science Categories:Materials Science, Multidisciplinary; Nuclear Science & Technology","Journal Information":"JOURNAL OF NUCLEAR MATERIALS Volume: 486 Pages: 216-221 DOI: 10.1016/j.jnucmat.2017.01.004 Published: APR 2017","Abstract":"The U1-yGdyO2-x solid solutions with y = 0.005, 0.01, 0.03, 0.05 and 0.1 were characterized by Raman spectroscopy to investigate the defect structure induced by oxygen vacancies. The oxygen deficiencies of solid solutions were estimated by the relation between the doping level and a lattice parameter calculated from X-ray diffraction patterns. Raman mode shifts to higher wavenumber with increasing doping level showed that crystal lattice disorder due to oxygen vacancies. The frequency shifts and relative ratio of Raman modes were enabled to be the indicator for composition, defect and oxygen vacancy of U1-yGdyO2-x solid solutions.(C) 2017 Elsevier B.V. All rights reserved.","Authors":"Lee, J (Lee, Jeongmook) ; Kim, J (Kim, Jandee) ; Youn, YS (Youn, Young-Sang) ; Liu, N (Liu, Nazhen) ; Kim, JG (Kim, Jong-Goo) ; Ha, YK (Ha, Yeong-Keong); Shoesmith, DW (Shoesmith, David W.) ; Kim, JY (Kim, Jong-Yun)","Title":"Raman study on structure of U1-yGdyO2-x (y=0.005, 0.01, 0.03, 0.05 and 0.1) solid solutions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397373600026 ISSN: 0022-3115 eISSN: 1873-4820","Keywords":"Uranium-molybdenum; Fission gas release; Thermal analysis; Irradiation KeyWords Plus:DISPERSION FUEL; NUCLEAR-FUEL; PLATE","Categories":"Materials Science; Nuclear Science & Technology Web of Science Categories:Materials Science, Multidisciplinary; Nuclear Science & Technology","Journal Information":"JOURNAL OF NUCLEAR MATERIALS Volume: 486 Pages: 222-233 DOI: 10.1016/j.jnucmat.2017.01.016 Published: APR 2017","Abstract":"The monolithic uranium-molybdenum (U-Mo) alloy has been proposed as a fuel design capable of converting the world's highest power research reactors from use of high enriched uranium to low enriched uranium. However, a zirconium (Zr) diffusion barrier must be used to eliminate interactions that form between the U-Mo monolith and aluminum alloy 6061 (AA6061) cladding during fabrication and are enhanced during irradiation. One aspect of fuel development and qualification is to demonstrate an appropriate understanding of the extent of fission product release from the fuel under anticipated service environments. An exothermic reaction has previously been observed between the AA6061 cladding and Zr diffusion layer. In this paper, two fuel segments with different irradiation history were subjected to specified thermal profiles under a controlled atmosphere using a thermogravimetric/differential thermal analyzer coupled with a mass spectrometer inside a hot cell. Samples from each segment were tested with cladding and without cladding to investigate the effect, if any, that the exothermic reaction has on fission gas release mechanisms. Measurements revealed there is an instantaneous effect of the cladding/Zr exothermic reaction, but not necessarily a cumulative effect above approximately 973 K (700 degrees C). The mechanisms responsible for fission gas release events are discussed. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Burkes, DE (Burkes, Douglas E.) ; Casella, AJ (Casella, Amanda J.) ; Casella, AM (Casella, Andrew M.)","Title":"The influence of cladding on fission gas release from irradiated U-Mo monolithic fuel"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397373600028 ISSN: 0022-3115 eISSN: 1873-4820","Keywords":"Nuclear Thermal Propulsion; Tungsten; Uranium dioxide; Spark plasma sintering; Density; Uniform distribution KeyWords Plus:CERMETS","Categories":"Materials Science; Nuclear Science & Technology Web of Science Categories:Materials Science, Multidisciplinary; Nuclear Science & Technology","Journal Information":"JOURNAL OF NUCLEAR MATERIALS Volume: 486 Pages: 246-249 DOI: 10.1016/j.jnucmat.2017.01.033 Published: APR 2017","Abstract":"An inexpensive, quick method has been developed to obtain uniform distributions of UO2 particles in a tungsten matrix utilizing 0.5 wt percent low density polyethylene. Powders were sintered in a Spark Plasma Sintering (SPS) furnace at 1600 degrees C, 1700 degrees C, 1750 degrees C, 1800 degrees C and 1850 degrees C using a modified sintering profile. This resulted in a uniform distribution of UO2 particles in a tungsten matrix with high densities, reaching 99.46% of theoretical for the sample sintered at 1850 C. The powder process is described and the results of this study are given below. Published by Elsevier B.V.","Authors":"Tucker, DS (Tucker, Dennis S.) ; Barnes, MW (Barnes, Marvin W.) ; Hone, L (Hone, Lance) ; Cook, S (Cook, Steven)","Title":"High density, uniformly distributed W/UO2 for use in Nuclear Thermal Propulsion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397373600040 ISSN: 0022-3115 eISSN: 1873-4820","Categories":"Materials Science; Nuclear Science & Technology Web of Science Categories:Materials Science, Multidisciplinary; Nuclear Science & Technology","Journal Information":"JOURNAL OF NUCLEAR MATERIALS Volume: 486 Pages: 369-380 DOI: 10.1016/j.jnucmat.2017.01.047 Published: APR 2017","Abstract":"The electrochemical behavior of MgCl2 in molten LiCl-KCl eutectic was investigated to evaluate its suitability as a surrogate for PuCl3 in studies related to the eletrorefining of used nuclear fuel. The reduction of Mg2+ was found to be electrochemically reversible up to 300 mV s(-1) at 773 K. The diffusion coefficient for Mg2+ was calculated to be 1.74 and 2.17 x 10(-5) cm(2) s(-1) with and without U3+ present, respectively, at 773 K using cyclic voltammetry (CV). Upon comparison to literature data, the diffusion coefficient of Mg2+ differs by only 8.8% (with U3+ present) from that of Pu3+ and the difference in peak potentials was only 79 mV. Binary-analyte mixtures of UCl3 and MgCl2 in eutectic LiCI-KCl were further investigated using CV, normal pulse voltammetry (NPV), chronoamperometry (CA) and open-circuit potential (OCP) measurements for the purpose of comparing each technique's accuracy in measuring U3+ and Mg2+ concentrations. Of all the techniques tested, NPV resulted in the lowest error which was, on average, 11.4% and 9.81% for U3+ and Mg2+, respectively. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Rappleye, D (Rappleye, Devin) ; Newton, ML (Newton, Matthew L.) ; Zhang, C (Zhang, Chao) ; Simpson, MF (Simpson, Michael F.)","Title":"Electroanalytical measurements of binary-analyte mixtures in molten LiCl-KCl eutectic: Uranium(III)- and Magnesium(II)-Chloride"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397373600041 ISSN: 0022-3115 eISSN: 1873-4820","Keywords":"Fuel irradiation; Uranium-zirconium hydride fuel KeyWords Plus:ZIRCONIUM HYDRIDE; HYDROGEN DESORPTION; BEHAVIOR; KINETICS; METAL","Categories":"Materials Science; Nuclear Science & Technology Web of Science Categories:Materials Science, Multidisciplinary; Nuclear Science & Technology","Journal Information":"JOURNAL OF NUCLEAR MATERIALS Volume: 486 Pages: 381-390 DOI: 10.1016/j.jnucmat.2017.01.030 Published: APR 2017","Abstract":"Three hydride mini-fuel rods were fabricated and irradiated at the MIT nuclear reactor with a maximum burnup of 0.31% FIMA or similar to 5 MWd/kgU equivalent oxide fuel burnup. Fuel rods consisted of uranium zirconium hydride (U (30 wt%)ZrH1.6) pellets clad inside a LWR Zircaloy-2 tubing. The gap between the fuel and the cladding was filled with lead-bismuth eutectic alloy to eliminate the gas gap and the large temperature drop across it. Each mini-fuel rod was instrumented with two thermocouples with tips that are axially located halfway through the fuel centerline and cladding surface. In-pile temperature measurements enabled calculation of thermal conductivity in this fuel as a function of temperature and burnup. In-pile thermal conductivity at the beginning of test agreed well with out-of-pile measurements on unirradiated fuel and decreased rapidly with burnup. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Terrani, K (Terrani, Kurt) ; Balooch, M (Balooch, Mehdi) ; Carpenter, D (Carpenter, David) ; Kohse, G (Kohse, Gordon) ; Keiser, D (Keiser, Dennis) ; Meyer, M (Meyer, Mitchell) ; Olander, D (Olander, Donald)","Title":"Irradiation effects on thermal properties of LWR hydride fuel"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398472700001 ISSN: 0236-5731 eISSN: 1588-2780","Keywords":"Carbonate leaching; Uranium; Abu-Zeniema; Shrinking core model; Diffusion control KeyWords Plus:SOLVENT-EXTRACTION; HYDROGEN-PEROXIDE; BICARBONATE; ACID; PH; UO2; TBP; ORE","Categories":"Chemistry; Nuclear Science & Technology Web of Science Categories:Chemistry, Analytical; Chemistry, Inorganic & Nuclear; Nuclear Science & Technology","Journal Information":"JOURNAL OF RADIOANALYTICAL AND NUCLEAR CHEMISTRY Volume: 312 Issue: 1 Pages: 1-11 DOI: 10.1007/s10967-017-5207-0 Published: APR 2017","Abstract":"Various carbonate leaching studies were performed upon Abu-Zeniema uranium slurry concentrates of about 14% uranium and 71% moisture content to optimize the dissolution process and study the kinetics and thermodynamics of the process. Complete dissolution was performed by using 0.75 M of sodium carbonate, 60 min stirring time, at 70 degrees C and 60/1 solid to aqueous ratio. The carbonate leaching experimental data were well interpreted with shrinking core model with diffusion control through a porous product layer. The order of reaction was found to be pseudo first order with an apparent activation energy of 25.5 kJ/mole.","Authors":"Eliwa, AA (Eliwa, Ahmed Atef)","Title":"Kinetics and thermodynamics of carbonate dissolution process of uranium from Abu-Zeniema wet crude uranium concentrates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398472700004 ISSN: 0236-5731 eISSN: 1588-2780","Keywords":"Isotopic composition; Low abundant isotopes; Reactor neutron activation analysis KeyWords Plus:BIOLOGICAL SAMPLES; SELENIUM; ELEMENTS; ACCURATE; BLOOD","Categories":"Chemistry; Nuclear Science & Technology Web of Science Categories:Chemistry, Analytical; Chemistry, Inorganic & Nuclear; Nuclear Science & Technology","Journal Information":"JOURNAL OF RADIOANALYTICAL AND NUCLEAR CHEMISTRY Volume: 312 Issue: 1 Pages: 29-36 DOI: 10.1007/s10967-017-5189-y Published: APR 2017","Abstract":"In the light of the values recommended by the International Union of Pure and Applied Chemistry for the isotopic composition of the elements, the feasibility of using low abundant isotopes to determine some elements by reactor neutron activation analysis is discussed. The characteristics of the tables informing the pertinent data are described. In particular, the possibilities of determining sulphur, calcium, iron, nickel, selenium, strontium, tin, barium, gadolinium, ytterbium, mercury and uranium are revised. Some reflections on the situation of the analyst, as user of the literature data, are formulated.","Authors":"Cohen, IM (Marcos Cohen, Isaac)","Title":"Use of low-abundant isotopes in reactor neutron activation analysis: implications, questions, and tentative answers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398472700006 ISSN: 0236-5731 eISSN: 1588-2780","Keywords":"Actinides; Americium; Separation; Polar diluents; Diamides; Flowsheet KeyWords Plus:GANEX PROCESS; EXTRACTION; SEPARATION; SOLVENT; SELECTIVITY; STABILITY","Categories":"Chemistry; Nuclear Science & Technology Web of Science Categories:Chemistry, Analytical; Chemistry, Inorganic & Nuclear; Nuclear Science & Technology","Journal Information":"JOURNAL OF RADIOANALYTICAL AND NUCLEAR CHEMISTRY Volume: 312 Issue: 1 Pages: 47-58 DOI: 10.1007/s10967-017-5194-1 Published: APR 2017","Abstract":"Solvents on the base of diamides of heterocyclic dicarboxylic acids are promising alternatives for studied Grouped ActiNide EXtraction (GANEX) solvents. Advantage of these ligands is the possibility of simultaneous extraction not only of residual uranium and plutonium, but also minor actinides-neptunium, americium and curium. Two flowsheets on the base of diamides of heterocyclic dicarboxylic acids for separation of actinides form acidic solutions were developed, tested in laboratory scale and compared. Both flowsheets allow separation of more than 99.95% of actinides from raffinates with high content of lanthanides.","Authors":"Alyapyshev, M (Alyapyshev, Mikhail) ; Babain, V (Babain, Vasiliy) ; Tkachenko, L (Tkachenko, Lyudmila)","Title":"Various flowsheets of actinides recovery with diamides of heterocyclic dicarboxylic acids"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398472700007 ISSN: 0236-5731 eISSN: 1588-2780","Keywords":"Uranium; Ditopic bidentate ligand; Resonance light scattering; Chelating reaction KeyWords Plus:GOLD NANOPARTICLES; SUPRAMOLECULAR POLYMER; APTAMER; SAMPLES; URANYL; FLUORESCENCE; SPECTROSCOPY; SALOPHEN; SYSTEM; SENSOR","Categories":"Chemistry; Nuclear Science & Technology Web of Science Categories:Chemistry, Analytical; Chemistry, Inorganic & Nuclear; Nuclear Science & Technology","Journal Information":"JOURNAL OF RADIOANALYTICAL AND NUCLEAR CHEMISTRY Volume: 312 Issue: 1 Pages: 59-66 DOI: 10.1007/s10967-017-5199-9 Published: APR 2017","Abstract":"In order to detect the uranium(VI) in environmental water sample by means of establishing a novel resonance light scattering (RLS) method, we synthesized and characterized a ditopic bidentate ligand and studied its chelation with the uranyl(VI) ion. The chelating reaction can form supramolecular dimers and polymers, producing a strong RLS signal, which is used for quantitative analysis of uranium(VI) in aqueous solution. The linear range was 0.01-1.0 nmol mL(-1) and the detection limit was 0.003 nmol mL(-1) under the optimal conditions. The method has been used for the detection of uranium(VI) in environmental water samples and the recoveries were 98.0-101.0%.","Authors":"Xu, L (Xu, Li) ; Xiao, XL (Xiao, Xilin) ; Wang, J (Wang, Jiao) ; Peng, PC (Peng, Pengcheng) ; Jiang, M (Jiang, Min) ; Liao, LF (Liao, Lifu)","Title":"The detection of uranium(VI) with a synthesized ditopic bidentate ligand as probe by resonance light scattering"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398472700011 ISSN: 0236-5731 eISSN: 1588-2780","Keywords":"Aged fuel pellets; UO2 recycling; Oxidation-reduction KeyWords Plus:LWR SPENT FUEL; URANIUM-DIOXIDE; OXIDATION BEHAVIOR; AIR","Categories":"Chemistry; Nuclear Science & Technology Web of Science Categories:Chemistry, Analytical; Chemistry, Inorganic & Nuclear; Nuclear Science & Technology","Journal Information":"JOURNAL OF RADIOANALYTICAL AND NUCLEAR CHEMISTRY Volume: 312 Issue: 1 Pages: 87-93 DOI: 10.1007/s10967-017-5200-7 Published: APR 2017","Abstract":"The effect of the oxidation temperature of sintered UO2 pellets on the powder properties of U3O8 was studied in the temperature range 250-900 A degrees C in air. The U3O8 was obtained at 450 A degrees C after 180 min and its particle size and surface area are respectively, 35 A mu m and 0.7 m(2)/g. The reduction of the U3O8 powder resulted in UO2 after 30 min with a surface area of 0.8 m(2)/g. This value was improved more than 3.5 times by applying five alternating oxidation-reduction cycles.","Authors":"Mernache, F (Mernache, Fatah) ; Boutarek, N (Boutarek, Naima) ; Chabour, A (Chabour, Abdelali) ; Melhani, Y (Melhani, Yasmine) ; Hadji, S (Hadji, Said)","Title":"Improvement of UO2 powder properties prepared from recycled aged fuel pellets"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398472700015 ISSN: 0236-5731 eISSN: 1588-2780","Keywords":"Optical isotopic analysis; Uranium; Laser ablation molecular isotopic spectrometry; Laser induced breakdown spectroscopy; Isotope shift KeyWords Plus:INDUCED BREAKDOWN SPECTROSCOPY; LEAST-SQUARES REGRESSION; EMISSION-SPECTROMETRY; QUANTITATIVE-ANALYSIS; ELECTRONIC-STRUCTURE; COMPUTER-SIMULATION; ENERGY-LEVELS; UO; FEMTOSECOND; RATIO","Categories":"Chemistry; Nuclear Science & Technology Web of Science Categories:Chemistry, Analytical; Chemistry, Inorganic & Nuclear; Nuclear Science & Technology","Journal Information":"JOURNAL OF RADIOANALYTICAL AND NUCLEAR CHEMISTRY Volume: 312 Issue: 1 Pages: 121-131 DOI: 10.1007/s10967-017-5197-y Published: APR 2017","Abstract":"Through computer simulation on experimentally acquired optical spectra, uranium isotopic analysis by laser ablation molecular isotopic spectrometry and laser induced breakdown spectroscopy were studied. The use of only one spectral feature, either the strong UO band at 593.55 nm or the nearby U I 593.382 nm line, are similar in precisions (similar to 1.5% in absolute U-235 abundances). Precision improves to 0.72% with the use of a group of U atomic lines from 591.6 to 596.5 nm. The use of both molecular bands and atomic lines further advances the precision to 0.42% and compares well with the U II 424.437 nm single-line benchmark (0.48% precision).","Authors":"Mao, XL (Mao, Xianglei) ; Chan, GCY (Chan, George C-Y.) ; Choi, I (Choi, Inhee) ; Zorba, V (Zorba, Vassilia) ; Russo, RE (Russo, Richard E.)","Title":"Combination of atomic lines and molecular bands for uranium optical isotopic analysis in laser induced plasma spectrometry"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398472700016 ISSN: 0236-5731 eISSN: 1588-2780","Keywords":"Synergistic solvent extraction; Didodecylphosphoric acid; Tri-n-butyl phosphate; Tri-n-octylphosphine oxide KeyWords Plus:LIQUID-LIQUID-EXTRACTION; PHOSPHORIC-ACID; RARE-EARTHS; MIXTURES; SEPARATION; TRANSPORT; MEMBRANE","Categories":"Chemistry; Nuclear Science & Technology Web of Science Categories:Chemistry, Analytical; Chemistry, Inorganic & Nuclear; Nuclear Science & Technology","Journal Information":"JOURNAL OF RADIOANALYTICAL AND NUCLEAR CHEMISTRY Volume: 312 Issue: 1 Pages: 133-139 DOI: 10.1007/s10967-017-5204-3 Published: APR 2017","Abstract":"Importance of removal of radioactive elements from wastewater was the motivation behind this work. Synergistic solvent extraction of U(VI) and Th(IV) ions from perchlorate solution using didodecylphosphoric acid (HDDPA) incorporated with tri-n-butyl phosphate (TBP) or tri-n-octylphosphine oxide (TOPO) as a synergists have been studied for the first time. The effects of HDDPA concentration, synergist's concentration, pH values and temperature on the extraction process have been studied. The thermodynamic parameters of the extraction process for these ions were calculated. It was found that the synergistic contribution of TOPO is higher than TBP in the extraction of Th(IV) and U(VI).","Authors":"Nazal, MK (Nazal, Mazen K.) ; Albayyari, MA (Albayyari, Mohammed A.) ; Khalili, FI (Khalili, Fawwaz I.) ; Asoudani, E (Asoudani, Ehsan)","Title":"Synergistic effect of tri-n-butyl phosphate (TBP) or tri-n-octyl phosphine oxide (TOPO) with didodecylphosphoric acid (HDDPA) on extraction of uranium(VI) and thorium(IV) ions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398472700017 ISSN: 0236-5731 eISSN: 1588-2780","Keywords":"UO2 dissolution mechanism; Nitrous acid; concentration profile; NOX gas composition; Effect of nitrous acid KeyWords Plus:NITROUS-ACID; URANIUM-DIOXIDE; UO2 POWDERS; KINETICS; PELLETS; OXIDE; TEMPERATURE; SOLUBILITY; OXIDATION; BEHAVIOR","Categories":"Chemistry; Nuclear Science & Technology Web of Science Categories:Chemistry, Analytical; Chemistry, Inorganic & Nuclear; Nuclear Science & Technology","Journal Information":"JOURNAL OF RADIOANALYTICAL AND NUCLEAR CHEMISTRY Volume: 312 Issue: 1 Pages: 141-149 DOI: 10.1007/s10967-017-5208-z Published: APR 2017","Abstract":"The mechanism of dissolution of sintered UO2 fuel pellets in nitric acid is the essential starting input information required for the design of a continuous dissolution system for spent nuclear fuel reprocessing. The current article establishes the mechanism of this reaction under typical PUREX process conditions based on the concentration profiles of nitric & nitrous acids and NO (X) gas composition during the course of dissolution of sintered UO2 pellets in nitric acid. The results would be useful in optimizing the dissolution process and improving the throughput of the dissolution system.","Authors":"Desigan, N (Desigan, N.) ; Bhatt, NP (Bhatt, Nirav P.) ; Pandey, NK (Pandey, N. K.) ; Mudali, UK (Mudali, U. Kamachi) ; Natarajan, R (Natarajan, R.) ; Joshi, JB (Joshi, J. B.)","Title":"Mechanism of dissolution of nuclear fuel in nitric acid relevant to nuclear fuel reprocessing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396386300023 ISSN: 0022-4596 eISSN: 1095-726X","Keywords":"Uranium; Coordination polymers; Succinate; Topological isomers KeyWords Plus:COORDINATION POLYMERS; COMPLEXES; LIGANDS","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear; Chemistry, Physical","Journal Information":"JOURNAL OF SOLID STATE CHEMISTRY Volume: 248 Pages: 178-182 DOI: 10.1016/j.jssc.2017.02.010 Published: APR 2017","Abstract":"Single crystal X-ray diffraction has been applied to determine the structures of two new uranyl coordination polymers: K-2[(UO2)(2)(C4H4O4)(3)] (1) and [Mg(H2O)(6)] [(UO2)(2)(C4H4O4)center dot 2H(2)O (2), where C4H4O42- is succinate anion. Crystals of 1 and 2 contain polymeric complex anions [(UO2)(2)(C4H4O4)(3)(2-) with the same A(2)Q(3)(02) crystallochemical formula (A=UO22+, Q(02)=C4O4H42-), and have layered (1) or chain (2) structure. It has been found, that conformation of succinate ions is one of the factors, which affects the structure of [(UO2)(2)(C4H4O4)(3)(2-) anions. IR spectra of these new compounds are in good agreement with crystallographic data. Topological analysis of the uranium dicarboxylates with A2Q(3)(02) crystallochemical formula has shown the presence of five isomers which differ from each other in coordination sequences and / or dimensionality.","Authors":"Novikov, SA (Novikov, S. A.) ; Grigoriev, MS (Grigoriev, M. S.) ; Serezhkina, LB (Serezhkina, L. B.) ; Serezhkin, VN (Serezhkin, V. N.)","Title":"Potassium and magnesium succinatouranilates - Synthesis and crystal structure"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398059200004 PubMed ID: 28035693 ISSN: 0950-382X eISSN: 1365-2958","Categories":"Biochemistry & Molecular Biology; Microbiology Web of Science Categories:Biochemistry & Molecular Biology; Microbiology","Journal Information":"MOLECULAR MICROBIOLOGY Volume: 104 Issue: 1 Pages: 46-64 DOI: 10.1111/mmi.13615 Published: APR 2017","Abstract":"Despite the well-known toxicity of uranium (U) to bacteria, little is known about how cells sense and respond to U. The recent finding of a U-specific stress response in Caulobacter crescentus has provided a foundation for studying the mechanisms of U-perception in bacteria. To gain insight into this process, we used a forward genetic screen to identify the regulatory components governing expression of the urcA promoter (PurcA) that is strongly induced by U. This approach unearthed a previously uncharacterized two-component system, named UzcRS, which is responsible for U-dependent activation of PurcA. UzcRS is also highly responsive to zinc and copper, revealing a broader specificity than previously thought. Using ChIP-seq, we found that UzcR binds extensively throughout the genome in a metal-dependent manner and recognizes a noncanonical DNA-binding site. Coupling the genome-wide occupancy data with RNA-seq analysis revealed that UzcR is a global regulator of transcription, predominately activating genes encoding proteins that are localized to the cell envelope; these include metallopeptidases, multidrug-resistant efflux (MDR) pumps, TonB-dependent receptors and many proteins of unknown function. Collectively, our data suggest that UzcRS couples the perception of U, Zn and Cu with a novel extracytoplasmic stress response.","Authors":"Park, DM (Park, Dan M.) ; Overton, KW (Overton, K. Wesley) ; Liou, MJ (Liou, Megan J.) ; Jiao, YQ (Jiao, Yongqin)","Title":"Identification of a U/Zn/Cu responsive global regulatory two-component system in Caulobacter crescentus"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396947800014 ISSN: 0029-5493 eISSN: 1872-759X","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"NUCLEAR ENGINEERING AND DESIGN Volume: 314 Pages: 165-172 DOI: 10.1016/j.nucengdes.2017.01.024 Published: APR 1 2017","Abstract":"This research discusses the neutronic characteristics of VVER-1200 assembly fueled with five different fuel types based on thorium. These types of fuel based on mixing thorium as a fertile material with different fissile materials. The neutronic characteristics of these fuels are investigated by comparing their neutronic characteristics with the conventional uranium dioxide fuel using the MCNPX code. The objective of this study is to reduce the production of long-lived actinides, get rid of plutonium component and to improve the fuel cycle economy while maintaining acceptable values of the neutronic safety parameters such as moderator temperature coefficient, Doppler coefficient and effective delayed neutrons (beta). The thorium based fuel has a more negative Doppler coefficient than uranium dioxide fuel. The moderator temperature coefficient (MTC) has been calculated for the different proposed fuels. Also, the fissile inventory ratio has been calculated at different burnup step. The use of Th-232 as a fertile material instead of U-238 in a nuclear fuel is the most promising fuel in VVER-1200 as it is the ideal solution to avoid the production of more plutonium components and long-lived minor actinides. The reactor grade plutonium accumulated in light water reactor with burnup can be recycled by mixing it with Th-232 to fuel the VVER-1200 assembly. The concentrations of Xe-135 and Sm-151 have been investigated, due to their high thermal neutron absorption cross section. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Galahom, AA (Galahom, A. Abdelghafar)","Title":"Minimization of the fission product waste by using thorium based fuel instead of uranium dioxide"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397361900006 ISSN: 0169-1368 eISSN: 1872-7360","Keywords":"Uranium; Autunite; Torbernite; Fe-(hydr) oxide; Clay KeyWords Plus:OXIDE MINERALS; ADSORPTION; GOETHITE; CARBONATE; SORPTION; MODEL","Categories":"Geology; Mineralogy; Mining & Mineral Processing Web of Science Categories:Geology; Mineralogy; Mining & Mineral Processing","Journal Information":"ORE GEOLOGY REVIEWS Volume: 84 Pages: 102-115 DOI: 10.1016/j.oregeorev.2017.01.001 Published: APR 2017","Abstract":"The Koprubasi uranium deposit is the largest known uranium deposits in Turkey. Uranium mineralization is hosted in Neogene fluvial sediments that consist of predominantly sandstone and conglomerate inter layered with siltstone, claystone and mudstone. Sediments were primarily derived from metamorphic rocks adjacent to the basins of deposition, with some volcanic contribution in the form of tuffs. The sandstones and conglomerates are the most widespread sediments within the study area and host the majority of the U ore. X-ray diffraction (XRD) and scanning electron microscopy (SEM) with energy-dispersive X-ray spectroscopy (EDX) analysis were used to identify the ore and associated minerals. The uranium ore minerals of the host sedimentary rocks are torbernite, meta-torbernite and meta-autunite. These coexist with jarosite, various clays (chlorite/kaolinite, illite, and smectite), and Fe- and Mn-(hydr) oxides with minor titanium oxide. Additionally, quartz, feldspars and a minor amount of mica (muscovite and biotite) are the main primary minerals in the sedimentary rocks. The uranyl phosphates coat the surfaces of pebbles and some mineral grains, fill cracks, and are disseminated within the pores of the host sedimentary rocks. Uranyl phosphates are commonly associated with Fe-(hydr) oxides and clays, although some were observed in millimeter- or centimeter wide gaps within Koprubasi sediments. Oxides of manganese are also locally abundant and associated with uranyl phosphates. The uranyl phosphates in the sediments of the Koprubasi area most likely formed when oxidizing groundwater moved through the host rock. The common association of uranyl phosphates with Fe(hydr) oxides and clays suggests that the precipitation of uranyl phosphate minerals is mainly due to adsorption of the uranyl and phosphate to the surface of Fe-(hydr) oxides and clays. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Kacmaz, H (Kacmaz, Hulya) ; Burns, PC (Burns, Peter C.)","Title":"Uranyl phosphates and associated minerals in the Koprubasi (Manisa) uranium deposit, Turkey"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397668300006 ISSN: 0033-8230","Keywords":"Plutonium; diamides; solvent extraction; actinides KeyWords Plus:NITRIC-ACID; ACTINIDES; WASTE; URANIUM(VI)","Categories":"Chemistry; Nuclear Science & Technology Web of Science Categories:Chemistry, Inorganic & Nuclear; Nuclear Science & Technology","Journal Information":"RADIOCHIMICA ACTA Volume: 105 Issue: 4 Pages: 303-310 DOI: 10.1515/ract-2016-2675 Published: APR 2017","Abstract":"The present paper describes the selective extraction of tetravalent plutonium employing several diamide ligands containing aromatic spacer groups. The ligands containing two amide functional groups attached to a 2,4,6-tri-phenyl pyridine moiety with different substituents viz.; L-I (iso-butyl), L-II (n-butyl), L-III (n-octyl), L-IV (2-ethylhexyl) at the amidic nitrogen atom were evaluated for the extraction of Pu(IV) using their nitrobenzene solutions. The distribution ratio values of Pu(IV) with the diamide ligands followed the order: L-II > L-I > L-III > L-IV and were significantly higher than those of metal ions such as Cs(I), Sr(II), Am(III) and Eu(III). The distribution ratio values of U(VI) were about 2-3 orders magnitude lower than those of Pu(IV). The extraction and stripping kinetics were found to be moderately fast and it took less than 30 min (less than 5 min for L-I and L-IV) to obtain equilibrium D values. The extraction was found to be increasing with the aqueous phase nitric acid concentration conforming to a solvation mechanism of extraction. The extracted species contained two ligand molecules for L-I and L-II while monosolvates were observed for the other two extractants. The ligands showed good radiation stability up to an absorbed dose of 630 kGy.","Authors":"Sivaramakrishna, M (Sivaramakrishna, Mallampalli) ; Raut, DR (Raut, Dhaval R.) ; Nayak, SK (Nayak, Sandip K.) ; Nayak, SK (Nayak, Shashikant K.) ; Mohapatra, PK (Mohapatra, Prasanta K.)","Title":"Evaluation of several novel diamide based ligands for selective extraction of tetravalent plutonium"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397668300007 ISSN: 0033-8230","Keywords":"Redox speciation; uranium; phenyl phosphonic acid; stability constant; cyclic voltammetry; differential pulse voltammetry KeyWords Plus:METAL PHOSPHONATE CHEMISTRY; CYCLIC VOLTAMMETRY; URANYL; COMPLEXATION; POLAROGRAPHY; PERCHLORATE; MECHANISM; KINETICS; SYSTEMS; WATERS","Categories":"Chemistry; Nuclear Science & Technology Web of Science Categories:Chemistry, Inorganic & Nuclear; Nuclear Science & Technology","Journal Information":"RADIOCHIMICA ACTA Volume: 105 Issue: 4 Pages: 311-320 DOI: 10.1515/ract-2016-2652 Published: APR 2017","Abstract":"Studies on complexation of uranium with organophosphorous ligands in aquatic systems are important from point of view of mobility of uranium in environment. In the present paper, we report the results of complexation of U(VI) by a model ligand for organophosphorus functionalities in humic substances (HS), that is, phenylphosphonic acid (PPA), using electro analytical techniques. The UO22+ has been found to form 1: 1 and 1: 2 complexes with mono-protonated PPA (HPhPO3-) and 1: 1 complex with non-protonated PPA, (PhPO3)(2-), with the latter complex (UO2 PhPO3) dominating over the other two species. Cyclic voltammetry (CV) and differential pulse voltammetry (DPV) were used to investigate the redox behavior of UO2 PhPO3 species and to explore the kinetics of its reduction by evaluating heterogeneous electron-transfer kinetic (D, k(s) and alpha) parameters. The diffusion coefficient (D) value was found to be 6.76 x 10(-5) cm(2) s(-1) and 5.03 x 10(-5) cm(2) s(-1) at pH 5 and 3, respectively, with rate constant, k(s) = 0.304 x 10(-3) cm/ s. Using the DeFord and Hume formalism the stability constant (log beta) of UO2PhPO3 was calculated to be (6.98 +/- 0.12), which is in agreement with the literature data. Electrospray ionization mass spectrometry (ESI-MS) studies corroborated the existence of UO2PhPO3 complex.","Authors":"Srivastava, A (Srivastava, Ashutosh) ; Kumar, P (Kumar, Pranaw) ; Tomar, BS (Tomar, Bhupendra S.)","Title":"Redox speciation of uranium with phenylphosphonic acid (PPA) in aqueous medium"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397668300008 ISSN: 0033-8230","Keywords":"Tri-n-butyl phosphate; Tri-sec-butyl phosphate; third phase formation; thorium; U/Th separation KeyWords Plus:TRIALKYL PHOSPHATES; THORIUM; URANIUM; SEPARATION; ACTINIDES; BEHAVIOR; AMIDES; TH","Categories":"Chemistry; Nuclear Science & Technology Web of Science Categories:Chemistry, Inorganic & Nuclear; Nuclear Science & Technology","Journal Information":"RADIOCHIMICA ACTA Volume: 105 Issue: 4 Pages: 321-328 DOI: 10.1515/ract-2016-2634 Published: APR 2017","Abstract":"Earlier studies carried out in our laboratory indicated that Tri-sec-butyl phosphate (TsBP) is a potential extractant for U/Th separation. Also, the third phase formation tendency of TsBP is lower compared to its isomers, Tri-n-butyl-phosphate (TBP) and Tri-iso-butyl phosphate (TiBP). In this context, the extraction and third phase formation behaviour of 1.1 M solutions of TiBP and TsBP in n-dodecane in the extraction of Th(IV) from 1 M HNO3 at 303 K over a wide range of Th concentrations were investigated in the present study and the results are compared with the literature data on TBP system. Concentrations of Th(IV) and HNO3 loaded in the organic phase before third phase formation (biphasic region) as well as in third phase and diluent-rich phase after third phase formation (triphasic region) were measured as a function of equilibrium aqueous phase Th(IV) concentration. The density of loaded organic phase was also measured at various Th(IV) concentrations. The extraction profiles in the biphasic region indicated that extraction of Th(IV) by TBP is higher than that of TiBP which in turn is higher than that of TsBP. Extractant concentration in the diluent-rich phase and third phase was measured for the triphasic region.","Authors":"Chandrasekar, A (Chandrasekar, Aditi) ; Suresh, A (Suresh, A.) ; Sivaraman, N (Sivaraman, N.)","Title":"Third phase formation in the extraction of Th(NO3)(4) by Tri-sec-butyl phosphate: a comparison with Tri-n-butyl phosphate"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397692900005 ISSN: 1381-5148 eISSN: 1873-166X","Keywords":"Plutonium; DIPEX; Extraction; Alpha spectrometry; Thin films KeyWords Plus:SUBSTITUTED DIPHOSPHONIC ACIDS; P,P-DI(2-ETHYLHEXYL) METHANEDIPHOSPHONIC ACID; COMPLEXING PROPERTIES; SOLVENT-EXTRACTION; METAL EXTRACTION; ROCKY FLATS; URANIUM; SPECTROMETRY; ALPHA; IONS","Categories":"Chemistry; Engineering; Polymer Science Web of Science Categories:Chemistry, Applied; Engineering, Chemical; Polymer Science","Journal Information":"REACTIVE & FUNCTIONAL POLYMERS Volume: 113 Pages: 31-39 DOI: 10.1016/j.reactfunctpolym.2017.01.008 Published: APR 2017","Abstract":"We previously reported the development of thin films functionalized with P,P'-di(2-ethylhexyl) methanediphosphonic acid (DIPEX) applied to the extraction and analysis (by alpha spectrometry) of actinide samples. Here we report the full characterization of the films' ability to extract Pu(III), Pu(IV), Pu(V), Pu(VI), and colloidal Pu(IV) under various chemical conditions. For all oxidation states, plutonium partitioning onto DIPEX-polystyrene thin films was less effective than that onto liquid DIPEX. The weight distribution ratios calculated for the thin film extraction efficiency for the different oxidation states were Pu(IV) > Pu(III) > Pu(VI) congruent to Pu(V) congruent to colloidal Pu(IV) and were >10(3) times lower than the distribution ratios observed for liquid DIPEX. Application of the DIPEX-polystyrene thin films for the qualitative processing of contaminated soil samples was very effective; however, the films were less effective for the processing of large water samples with trace levels of plutonium. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Boukhalfa, H (Boukhalfa, Hakim) ; Peterson, DS (Peterson, Dominic S.) ; Gonzales, ER (Gonzales, Edward R.) ; Tulley-Cordova, CL (Tulley-Cordova, Crystal L.) ; Tarimala, S (Tarimala, Sowmitri) ; Ware, SD (Ware, Stuart D.)","Title":"Extraction of plutonium using DIPEX immobilized in polystyrene thin films"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397827100005 PubMed ID: 27815431 ISSN: 1351-0711 eISSN: 1470-7926","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"OCCUPATIONAL AND ENVIRONMENTAL MEDICINE Volume: 74 Issue: 4 Pages: 252-258 DOI: 10.1136/oemed-2016-103795 Published: APR 2017","Abstract":"Objectives To examine the risk of death from leukaemia in relation to occupational chronic low-level external and internal radiation exposure in a cohort of 58 972 former German uranium miners with mortality follow-up from 1946 to 2013. Methods The red bone marrow (RBM) dose from lowlinear energy transfer (LET) (mainly external gamma-radiation) and high-LET (mainly radon gas) radiation was estimated based on a job-exposure matrix and biokinetic/dosimetric models. Linear excess relative risks (ERR) and 95% CIs were estimated via Poisson regression for chronic lymphatic leukaemia (CLL) and non-CLL. Results The mean cumulative low-LET and high-LET RBM doses among the 86% radiation-exposed workers were 48 and 9 mGy, respectively. There was a positive non-significant dose-response for mortality from non-CLL (n= 120) in relation to low-LET (ERR/Gy=2.18; 95% CI-0.41 to 6.37) and high-LET radiation (ERR/Gy=16.65; 95% -1.13 to 46.75). A statistically significant excess was found for the subgroup chronic myeloid leukaemia (n= 31) in relation to low-LET radiation (ERR/Gy=7.20; 95% CI 0.48 to 24.54) and the subgroup myeloid leukaemia (n= 99) (ERR/Gy=26.02; 95% CI 2.55 to 68.99) for high-LET radiation. The ERR/Gy tended to be about five to ten times higher for high-LET versus low-LET radiation; however, the CIs largely overlapped. Results indicate no association of death from CLL (n= 70) with either type of radiation. Conclusions Our findings indicate an increased risk of death for specific subtypes from non-CLL in relation to chronic low-LET and high-LET radiation, but no such relation for CLL.","Authors":"Kreuzer, M (Kreuzer, Michaela) ; Sobotzki, C (Sobotzki, Christina) ; Fenske, N (Fenske, Nora) ; Marsh, JW (Marsh, James W.) ; Schnelzer, M (Schnelzer, Maria)","Title":"Leukaemia mortality and low-dose ionising radiation in the WISMUT uranium miner cohort (1946-2013)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398579400035 ISSN: 0025-3162 eISSN: 1432-1793","Categories":"Marine & Freshwater Biology Web of Science Categories:Marine & Freshwater Biology","Journal Information":"MARINE BIOLOGY Volume: 164 Issue: 4 Article Number: 96 DOI: 10.1007/s00227-017-3099-8 Published: APR 2017","Abstract":"Studies on the growth response of corals to changing climate have largely focused on long-lived corals with relatively distinct density bands such as massive Porites corals. Little is known about the climatic response of other more abundant growth forms, such as branching Acropora corals, largely because of the absence of a clear annual density banding pattern. Using a combination of X-radiography, gamma densitometry, Sr/Ca analysis, and Uranium-Thorium (U-Th) dating, we quantified patterns of annual growth in the robust branching coral Isopora palifera from the central Great Barrier Reef (GBR), Australia (18 degrees 16' S 147 degrees 22' E) collected in May 2013. While visual analysis of the positive X-radiographs revealed alternating patterns of high-and low-density bands along the central growth axis, gamma-densitometry analysis suggests that these bands do not exhibit a clear annual cycle. In contrast, skeletal Sr/Ca ratios consistently revealed clear patterns of seasonality matching local sea surface temperatures (SST), and provided a growth chronology to calculate linear extension rate, skeletal density and calcification rate. Comparisons between SST-Sr/Ca calibrations derived from our I. palifera samples with (i) massive Porites from the same location and (ii) Isopora spp. from the GBR and Papua New Guinea revealed significant differences of up to 3.5 degrees C, implying palaeoclimate reconstructions should use site-specific and species-specific Sr/Ca-SST calibrations. Our approach provides a robust method for assessing changes in growth for a common Indo-Pacific branching coral, and provides a valuable framework for quantifying past and future changes in skeletal growth in response to climate change.","Authors":"Razak, TB (Razak, Tries B.) ; Mumby, PJ (Mumby, Peter J.) ; Nguyen, AD (Nguyen, Ai D.) ; Zhao, JX (Zhao, Jian-Xin) ; Lough, JM (Lough, Janice M.) ; Cantin, NE (Cantin, Neal E.) ; Roff, G (Roff, George)","Title":"Use of skeletal Sr/Ca ratios to determine growth patterns in a branching coral Isopora palifera"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395711100001 ISSN: 0022-3131 eISSN: 1881-1248","Keywords":"Fuel; nuclear fuel; accident KeyWords Plus:URANIUM MONONITRIDE; NITRIDES","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"JOURNAL OF NUCLEAR SCIENCE AND TECHNOLOGY Volume: 54 Issue: 4 Pages: 405-413 DOI: 10.1080/00223131.2016.1274689 Published: APR 2017","Abstract":"In this work, a systematic study of the degradation of UN pellets (density range 96%-99.9% and grain size of 6-24 mu m) and UN-10%U3Si2 (wt%) composite in a steam environment is presented. Static steam autoclave tests were performed at 300 degrees C and 9 MPa for period of 0.5-1.5 hours. Microstructural analyses of UN pellets show that, in a high-pressure atmosphere, the fuel collapses principally by intergranular cracking generated by the precipitation of an oxide phase in the grain boundaries. This mechanism leads to a premature mechanical collapse of the fuel pellet, exposing fresh surfaces to steam, and ultimately accelerating the oxidation process. Increasing density (specifically eliminating open porosity) was found to delay the oxidation process, while increasing grain size was found to accelerate the degradation process due to a greater susceptibility to mechanical fracture by way of intergranular oxidation. The performance of the UN-10%U3Si2 composite proved to be better when compared to UN. The U3Si2 phase served to stabilize the UN grain boundary interface and reacted preferentially with the steam, thereby altering the failure mechanism. In this composite material, the cracking was predominantly intra-granular and the exposure of fresh surfaces was limited, resulting in a slower degradation process.","Authors":"Lopes, DA (Lopes, Denise Adorno) ; Uygur, S (Uygur, Selim) ; Johnson, K (Johnson, Kyle)","Title":"Degradation of UN and UN-U3Si2 pellets in steam environment"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397874400014 ISSN: 1342-937X eISSN: 1878-0571","Keywords":"Euxinic basins; Photic zone euxinia; Basin restriction; Element drawdown; Freshwater influx KeyWords Plus:LOWER RHINE BASIN; PHOTIC-ZONE ANOXIA; PALEOENVIRONMENTAL CONDITIONS; MARINE-SEDIMENTS; MODERN BLACK; RIVER WATER; EVENT 2; GERMANY; FRACTIONATION; INDICATORS","Categories":"Geology Web of Science Categories:Geosciences, Multidisciplinary","Journal Information":"GONDWANA RESEARCH Volume: 44 Pages: 205-218 DOI: 10.1016/j.gr.2016.10.017 Published: APR 2017","Abstract":"The key drivers controlling the redox state of seawater and sediment pore waters in low energy environments can be inferred from redox-sensitive trace elements (RSTE), molecular biomarkers and trace metal isotopes. Here, we apply a combination of these tools to the Upper Permian Kupferschiefer (T1) from the Thuringian Basin, deposited in the southern part of the semi-enclosed Kupferschiefer Sea. Enrichment patterns of the RSTEs molybdenum (Mo) and uranium (U) as well as biomarker data attest to the rapid development of euxinic conditions in basin settings during early T1 times, which became progressively less extreme during T1 deposition. The evolution of redox conditions in basinal settings, and the associated delay in the onset of euxinia at more shallow marginal sites, can be attributed to the interaction of sea-level change with basin paleogeography. Euxinia in the southern Kupferschiefer Sea did not lead to near-quantitative depletion of aqueous Mo, possibly due to short deepwater renewal times in the Thuringian Basin, low aqueous H2S concentrations, the continuous resupply of RSTE during transgression and declining burial rates of RSTEs throughout T1 times. Drawdown of RSTE is, however, indicated for euxinic lagoon environments. Moreover, admixture of freshwater supplied to these lagoons by rivers strongly impacted local seawater chemistry. The highest Mo-isotope compositions of similar to 1.70 parts per thousand in basin sediments allow a minimum Kupferschiefer Sea seawater composition of similar to 2.40 parts per thousand to be estimated. This composition is similar to the similar to 2.30 parts per thousand estimate for the Late Permian open ocean, and confirms a strong hydrographic connection between the epeiric Kupferschiefer Sea and the global ocean. The substantial variation in Mo-isotope signatures is paralleled by diagnostic shifts in biomarkers responding to oxygenation in different parts of the water column. Water column chemistry has been affected by variation in sea level, hydrodynamic restriction, riverine freshwater influx and evaporitic conditions in shallow lagoons. Elucidation of the relative role of each driving factor by a single geochemical proxy is not feasible but the complex scenario can be disentangled by a multiproxy approach. (C) 2016 International Association for Gondwana Research. Published by Elsevier B.V. All rights reserved.","Authors":"Ruebsam, W (Ruebsam, Wolfgang) ; Dickson, AJ (Dickson, Alexander J.) ; Hoyer, EM (Hoyer, Eva-Maria) ; Schwark, L (Schwark, Lorenz)","Title":"Multiproxy reconstruction of oceanographic conditions in the southern epeiric Kupferschiefer Sea (Late Permian) based on redox-sensitive trace elements, molybdenum isotopes and biomarkers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394063000005 ISSN: 0306-4549","Keywords":"Thorium; PWR; AP1000; Neutronics KeyWords Plus:CURRENT GENERATION; TH-U-233 FUEL; REACTORS; CYCLE","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"ANNALS OF NUCLEAR ENERGY Volume: 102 Pages: 47-55 DOI: 10.1016/j.anucene.2016.12.010 Published: APR 2017","Abstract":"This work presents the neutronics and thermal hydraulics feasibility to convert the UO2 core of the Westinghouse AP1000 in a (U-Th)O-2 core by performing a parametric study varying the type of geometry of the pins in fuel elements, using the heterogeneous seed blanket concept and the homogeneous concept. In the parametric study, all geometry and materials for the burnable poison were kept the same as the AP 1000, and the only variable was the fuel pin material, in which we usa several mass proportion of uranium and thorium but keeping the enrichment in U-235, as LEU (20 w/o). The neutronics calculations were made by SERPENT code, and to validate the thermal limits we used a homemade code. The optimization criteria were to maximize the U-233, and conversion factor, and minimize the plutonium production. The results Obtained showed that the homogeneous concept with three different mass proportion zones, the first containing (32% UO2-68%ThO2); the second with (24% UO2-76% ThO2), and the third with (20% UO2-80% ThO2), using U-235 LEU (20 w/o), and corresponding with the 3 enrichment zones of the AP 1000 (4.45 w/o; 3.40 w/o; 235 w/o), satisfies the optimization criteria as well as attending all thermal constrain. The concept showed advantages compared with the original UO2 core, such a lower power density, and keeping the same 18 months of cycle a reduction of B-10 concentration at the soluble poison as well as eliminating in the integral boron poison coated (IFBA). (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Maiorino, JR (Maiorino, Jose R.) ; Stefani, GL (Stefani, Giovanni Laranjo) ; Moreira, JML (Moreira, Joao M. L.) ; Rossi, PCR (Rossi, Pedro C. R.) ; Santos, TA (Santos, Thiago A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Stefani, Giovanni G-3113-2017 http://orcid.org/0000-0001-5968-3510","Title":"Feasibility to convert an advanced PWR from UO2 to a mixed U/ThO2 core - Part I: Parametric studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394476600007 ISSN: 1359-6462","Keywords":"X-ray diffraction; Synchrotron radiation; Grain growth; Nanocrystalline materials; Uranium dioxide KeyWords Plus:TENSILE INVESTIGATIONS; URANIUM-DIOXIDE; BURN-UP; STEEL; MECHANISM; FUEL; DISLOCATIONS; PURE","Categories":"Science & Technology - Other Topics; Materials Science; Metallurgy & Metallurgical Engineering Web of Science Categories:Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Metallurgy & Metallurgical Engineering","Journal Information":"SCRIPTA MATERIALIA Volume: 131 Pages: 29-32 DOI: 10.1016/j.scriptamat.2016.12.025 Published: APR 1 2017","Abstract":"The study of grain growth kinetics in nano-grained UO2 samples is reported. Dense nano-grained UO2 samples with well-controlled stoichiometry and grain size were fabricated using the spark plasma sintering technique. To determine the grain growth kinetics at elevated temperatures, a synchrotron wide-angle X-ray scattering (WAXS) study was performed in situ to measure the real-time grain size evolution based on the modified Williamson-Hall analysis. The unique grain growth kinetics of nanocrystalline UO2 at 730 degrees C and 820 degrees C were observed and explained by the difference in mobility of various grain boundaries. (C) 2017 Acta Materialia Inc. Published by Elsevier Ltd. All rights reserved.","Authors":"Miao, YB (Miao, Yinbin) ; Yao, TK (Yao, Tiankai) ; Lian, J (Lian, Jie) ; Park, JS (Park, Jun-Sang) ; Almer, J (Almer, Jonathan) ; Bhattacharya, S (Bhattacharya, Sumit) ; Yacout, AM (Yacout, Abdellatif M.) ; Mo, K (Mo, Kun)","Title":"In situ synchrotron investigation of grain growth behavior of nano-grained UO2"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394064700018 PubMed ID: 28153231 ISSN: 0039-9140 eISSN: 1873-3573","Keywords":"Plutonium; Isotope ratio; Individual particles; Alpha spectrometry; ICP-MS KeyWords Plus:IONIZATION MASS-SPECTROMETRY; ENVIRONMENTAL-SAMPLES; NUCLEAR SAFEGUARDS; URANIUM; RADIONUCLIDES; SEPARATION","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"TALANTA Volume: 165 Pages: 122-127 DOI: 10.1016/j.talanta.2016.12.041 Published: APR 1 2017","Abstract":"Isotope ratio analysis of individual uranium-plutonium (U-Pu) mixed oxide particles contained within environmental samples taken from nuclear facilities is proving to be increasingly important in the field of nuclear safeguards. However, isobaric interferences, such as U-238 with Pu-238 and Am-241 with Pu-241, make it difficult to determine plutonium isotope ratios in mass spectrometric measurements. In the present study, the isotope ratios of Pu-238/Pu-239, Pu-240/Pu-239, Pu-241/Pu-239, and Pu-242/Pu-239 were measured for individual Pu and U-Pu mixed oxide particles by a combination of alpha spectrometry and inductively coupled plasma mass spectrometry (ICP-MS). As a consequence, we were able to determine the Pu-240/Pu-239, Pu-241/Pu-239, and Pu-242/Pu-239 isotope ratios with ICP-MS after particle dissolution and chemical separation of plutonium with UTEVA resins. Furthermore, Pu-238/Pu-239 isotope ratios were able to be calculated by using both the Pu-238/(Pu-239+Pu-240) activity ratios that had been measured through alpha spectrometry and the Pu-240/Pu-239 isotope ratios determined through ICP-MS. Therefore, the combined use of alpha spectrometry and ICP-MS is useful in determining plutonium isotope ratios, including Pu-238/Pu-239, in individual U-Pu mixed oxide particles.","Authors":"Esaka, F (Esaka, Fumitaka) ; Yasuda, K (Yasuda, Kenichiro) ; Suzuki, D (Suzuki, Daisuke) ; Miyamoto, Y (Miyamoto, Yutaka) ; Magara, M (Magara, Masaaki)","Title":"Analysis of plutonium isotope ratios including Pu-238/Pu-239 in individual U-Pu mixed oxide particles by means of a combination of alpha spectrometry and ICP-MS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394064700067 PubMed ID: 28153285 ISSN: 0039-9140 eISSN: 1873-3573","Keywords":"Uranium(VI); Adsorptive stripping voltammetry; Lead film electrode, TiO2/Al2O3 photocatalyst; Zinc mediator KeyWords Plus:ADSORPTIVE STRIPPING VOLTAMMETRY; LEAD FILM ELECTRODE; CARBON-PASTE ELECTRODE; URANIUM; SENSOR; WATER; STEP; PHOTOCATALYSIS; CUPFERRON; COMPLEX","Categories":"Chemistry Web of Science Categories:Chemistry, Analytical","Journal Information":"TALANTA Volume: 165 Pages: 474-481 DOI: 10.1016/j.talanta.2016.12.066 Published: APR 1 2017","Abstract":"A simple and sensitive adsorptive stripping voltammetric procedure for the determination of trace concentration of U(VI) in natural water samples was developed. In order to remove surface active compounds from water sample solutions, a TiO2/Al2O3 photocatalysis system was applied. The linear calibration graph of U(VI) in the simultaneous presence of 2 mg L-1 anionic, cationic and nonionic surfactants, in the range from 5x10(-10) to 2x10(-8) mol L-1 (180 s) was achieved. The detection limit obtained in the solution after the use of UV-irradiation (10 min) with TiO2/Al2O3 photocatalyst (0.9 g) is equal to 2.3x10(-10) mol L-1. The presented procedure was successfully applied to uranium determination in SLEW-3 certified reference material, and to river water samples. In addition, a very low detection limit (2.9x10(-11) mol L-1) for accumulation time of 180 s was achieved due to application of a reversible deposited mediator (Zn) in the step of lead film electrode preparation.","Authors":"Tyszczuk-Rotko, K (Tyszczuk-Rotko, Katarzyna) ; Domanska, K (Domanska, Katarzyna) ; Czech, B (Czech, Bozena) ; Rotko, M (Rotko, Marek) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Czech, Bozena http://orcid.org/0000-0002-4895-5186","Title":"Development simple and sensitive voltammetric procedure for ultra-trace determination of U(VI)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392896600007 ISSN: 0169-1368 eISSN: 1872-7360","Keywords":"Songliao Basin; Yaojia Formation; Sandstone-hosted uranium deposit; Bacterial sulphate reduction; Uranium bioreduction KeyWords Plus:ORE-FORMING PROCESSES; REDUCING BACTERIA; ORGANIC-MATTER; NORTHEAST CHINA; ERLIAN BASIN; NW CHINA; CRETACEOUS STRATIGRAPHY; QINGSHANKOU FORMATION; SOUTH-AUSTRALIA; ORIGIN","Categories":"Geology; Mineralogy; Mining & Mineral Processing Web of Science Categories:Geology; Mineralogy; Mining & Mineral Processing","Journal Information":"ORE GEOLOGY REVIEWS Volume: 82 Pages: 108-129 DOI: 10.1016/j.oregeorev.2016.11.013 Published: APR 2017","Abstract":"The Baxingtu deposit is a typical redox front tabular-shaped uranium deposit hosted in sandstones of the Late Cretaceous Yaojia Formation deposited within a braided river environment during the post-rift stage of the Songliao Basin, in northeast China. This study proposes the first metallogenic model for the Baxingtu deposit and provides new data on genetic processes involved in the uranium mineralisation of sandstone-type deposits that were characterised through petrographic observations, whole-rock geochemistry, and geochemical and/or mineralogical study of iron disulphide, uranium minerals, Fe-Ti oxides (EPMA, LA-ICP-MS), and organic matter (REP). The delta S-34 value has been measured in situ by SIMS on the different generations of iron disulphide. Within regional primary reduced sandstones, pre-ore uranium enrichment (U-mean = 7.6 ppm in whole rock) was identified on altered Fe-Ti oxides along with minor concentrations on organic matter (respectively 26.3% and 1.3% of the whole-rock U content), which together represent a significant source of uranium for the mineralisation. Additional pre-ore uranium concentrations may also be associated with clay minerals. Petrographic observations and REP data indicate that organic matter occurring in the host sandstone is mainly inherited from land plants and corresponds to type III or type IV kerogens. Ore stage iron disulphides largely occur as framboids and in replacement of organic matter or also as subidiomorphic to idiomorphic cement and crystal. Trace element signatures detected within framboids are likely indicative of formation mainly from a single event. Framboids and iron disulphide in replacement of organic matter have a light sulphur isotope signature characterised by delta S-34 values from -72.0 to -6.2 parts per thousand, suggesting that sulphur originated from bacterial sulphate reduction, which was mainly responsible for (1) the liberation of U from Fe-Ti oxides and organic matter, (2) the generation of ore-stage iron disulphides, (3) the bioreduction of uranium and (4) the production of a secondary H2S-rich reducing barrier also involved in uranium reduction. Uranyl and sulphate ions were transported through the host sandstone by low-temperature oxygenated groundwater and U(IV) was precipitated at the redox interface as nano to microcrystals of pitchblende and coffinite, dominantly associated with bacterial substrate and as intergrowth with biogenic iron disulphide or directly associated with organic matter and residual Ti-Fe oxides. The uranium mineralisation does not replace ore-stage iron disulphides. Therefore, the combined mineralogical, geochemical, and isotopic characteristics of the Baxingtu tabular uranium deposit characterise dominantly biogenic processes for the genesis of the uranium mineralisation, (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Bonnetti, C (Bonnetti, Christophe) ; Liu, XD (Liu, Xiaodong) ; Yan, ZB (Yan Zhaobin) ; Cuney, M (Cuney, Michel) ; Michels, R (Michels, Raymond) ; Malartre, F (Malartre, Fabrice) ; Mercadier, J (Mercadier, Julien) ; Cai, JF (Cai, Jiangfang)","Title":"Coupled uranium mineralisation and bacterial sulphate reduction for the genesis of the Baxingtu sandstone-hosted U deposit, SW Songliao Basin, NE China"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397718700001 ISSN: 1467-4866","Keywords":"Goethite; Goethite (100) surface; Fe-oxyhydroxide; Mineral water interface; Dissociative exchange; Ab initio molecular dynamics; DFT; Electronic structure; Bond valence theory; Water interaction with mineral surface; Condensed matter Grimme corrections KeyWords Plus:DENSITY-FUNCTIONAL THEORY; 1ST-PRINCIPLES MOLECULAR-DYNAMICS; NORM-CONSERVING PSEUDOPOTENTIALS; SURFACE COMPLEXATION; ALPHA-FEOOH; URANIUM(VI) ADSORPTION; OXYHYDROXIDE MINERALS; STATICS CALCULATIONS; AQUEOUS-SOLUTIONS; 1ST PRINCIPLES","Categories":"Geochemistry & Geophysics Web of Science Categories:Geochemistry & Geophysics","Journal Information":"GEOCHEMICAL TRANSACTIONS Volume: 18 Article Number: 3 DOI: 10.1186/s12932-017-0040-5 Published: MAR 31 2017","Abstract":"Background: Many important geochemical and biogeochemical reactions occur in the mineral/formation water interface of the highly abundant mineral, goethite [alpha-Fe(OOH)]. Ab initio molecular dynamics (AIMD) simulations of the goethite alpha-FeOOH (100) surface and the structure, water bond formation and dynamics of water molecules in the mineral/aqueous interface are presented. Several exchange correlation functionals were employed (PBE96, PBE96 + Grimme, and PBE0) in the simulations of a (3 x 2) goethite surface with 65 absorbed water molecules in a 3D-periodic supercell (a = 30 angstrom, FeOOH slab similar to 12 angstrom thick, solvation layer similar to 18 angstrom thick). Results: The lowest energy goethite (100) surface termination model was determined to have an exposed surface Fe3+ that was loosely capped by a water molecule and a shared hydroxide with a neighboring surface Fe3+. The water molecules capping surface Fe3+ ions were found to be loosely bound at all DFT levels with and without Grimme corrections, indicative that each surface Fe3+ was coordinated with only five neighbors. These long bonds were supported by bond valence theory calculations, which showed that the bond valence of the surface Fe3+ was saturated and surface has a neutral charge. The polarization of the water layer adjacent to the surface was found to be small and affected only the nearest water. Analysis by density difference plots and localized Boys orbitals identified three types of water molecules: those loosely bound to the surface Fe3+, those hydrogen bonded to the surface hydroxyl, and bulk water with tetrahedral coordination. Boys orbital analysis showed that the spin down lone pair orbital of the weakly absorbed water interact more strongly with the spin up Fe3+ ion. These weakly bound surface water molecules were found to rapidly exchange with the second water layer (similar to 0.025 exchanges/ps) using a dissociative mechanism. Conclusions: Water molecules adjacent to the surface were found to only weakly interact with the surface and as a result were readily able to exchange with the bulk water. To account for the large surface Fe-OH2 distances in the DFT calculations it was proposed that the surface Fe3+ atoms, which already have their bond valence fully satisfied with only five neighbors, are under-coordinated with respect to the bulk coordination.","Authors":"Chen, Y (Chen, Ying) ; Bylaska, EJ (Bylaska, Eric J.) ; Weare, JH (Weare, John H.)","Title":"Weakly bound water structure, bond valence saturation and water dynamics at the goethite (100) surface/aqueous interface: ab initio dynamical simulations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398247800022 PubMed ID: 28304163 ISSN: 1089-5639","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Atomic, Molecular & Chemical","Journal Information":"JOURNAL OF PHYSICAL CHEMISTRY A Volume: 121 Issue: 12 Pages: 2523-2530 DOI: 10.1021/acs.jpca.7b01344 Published: MAR 30 2017","Abstract":"Actinide trioxide (AnO(3), An = U, Np, Pu, Am, Cm) molecules have been investigated by relativistic multi reference quantum chemical calculations with the goal to elucidate their electronic structures. The molecular geometries of the ground and selected excited electronic states have been optimized at the spin orbit-free complete active space second order perturbation theory (SF-CASPT2) level. The low-lying vertical excitation states have been computed and characterized by CASPT2 calculations taking into account spin orbit coupling. The reason for the considerable lengthening of the equatorial An-O bond in AmO3 and CmO3 with respect to the other trioxides has been analyzed on the basis of valence molecular orbitals of the SF ground electronic states. For the bond in question a singly occupied pi orbital has been identified, this orbital is doubly occupied in the other (An = U, Np, Pu) trioxides. The clarified electronic structures of the investigated AnO(3) molecules confirmed the pentavalent character of Am and Cm in their trioxides in contrast to the hexavalent character of U, Np, and Pu.","Authors":"Kovacs, A (Kovacs, Attila)","Title":"Relativistic Multireference Quantum Chemical Study of the Electronic Structure of Actinide Trioxide Molecules"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394516200001 PubMed ID: 27984667 ISSN: 0951-4198 eISSN: 1097-0231","Categories":"Biochemistry & Molecular Biology; Chemistry; Spectroscopy Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical; Spectroscopy","Journal Information":"RAPID COMMUNICATIONS IN MASS SPECTROMETRY Volume: 31 Issue: 6 Pages: 475-484 DOI: 10.1002/rcm.7810 Published: MAR 30 2017","Abstract":"RATIONALE: Accurate hydrogen isotopic analysis of halogen-and sulfur-bearing organics has not been possible with traditional high-temperature conversion (HTC) because the formation of hydrogen-bearing reaction products other than molecular hydrogen (H-2) is responsible for non-quantitative H-2 yields and possible hydrogen isotopic fractionation. Our previously introduced, new chromium-based EA-Cr/HTC-IRMS (Elemental Analyzer-Chromium/High-Temperature Conversion Isotope Ratio Mass Spectrometry) technique focused primarily on nitrogen-bearing compounds. Several technical and analytical issues concerning halogen-and sulfur-bearing samples, however, remained unresolved and required further refinement of the reactor systems. METHODS: The EA-Cr/HTC reactor was substantially modified for the conversion of halogen-and sulfur-bearing samples. The performance of the novel conversion setup for solid and liquid samples was monitored and optimized using a simultaneously operating dual-detection system of IRMS and ion trap MS. The method with several variants in the reactor, including the addition of manganese metal chips, was evaluated in three laboratories using EA-Cr/HTC-IRMS (on-line method) and compared with traditional uranium-reduction-based conversion combined with manual dual-inlet IRMS analysis (off-line method) in one laboratory. RESULTS: The modified EA-Cr/HTC reactor setup showed an overall H-2-recovery of more than 96% for all halogen-and sulfur-bearing organic compounds. All results were successfully normalized via two-point calibration with VSMOW-SLAP reference waters. Precise and accurate hydrogen isotopic analysis was achieved for a variety of organics containing F-, Cl-, Br-, I-, and S-bearing heteroelements. The robust nature of the on-line EA-Cr/HTC technique was demonstrated by a series of 196 consecutive measurements with a single reactor filling. CONCLUSIONS: The optimized EA-Cr/HTC reactor design can be implemented in existing analytical equipment using commercially available material and is universally applicable for both heteroelement-bearing and heteroelement-free organic-compound classes. The sensitivity and simplicity of the on-line EA-Cr/HTC-IRMS technique provide a much needed tool for routine hydrogen-isotope source tracing of organic contaminants in the environment. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Gehre, M (Gehre, Matthias) ; Renpenning, J (Renpenning, Julian) ; Geilmann, H (Geilmann, Heike) ; Qi, HP (Qi, Haiping) ; Coplen, TB (Coplen, Tyler B.) ; Kummel, S (Kuemmel, Steffen) ; Ivdra, N (Ivdra, Natalija) ; Brand, WA (Brand, Willi A.) ; Schimmelmann, A (Schimmelmann, Arndt)","Title":"Optimization of on-line hydrogen stable isotope ratio measurements of halogen- and sulfur-bearing organic compounds using elemental analyzer-chromium/high-temperature conversion isotope ratio mass spectrometry (EA-Cr/HTC-IRMS)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394516200009 PubMed ID: 28035726 ISSN: 0951-4198 eISSN: 1097-0231","Categories":"Biochemistry & Molecular Biology; Chemistry; Spectroscopy Web of Science Categories:Biochemical Research Methods; Chemistry, Analytical; Spectroscopy","Journal Information":"RAPID COMMUNICATIONS IN MASS SPECTROMETRY Volume: 31 Issue: 6 Pages: 561-571 DOI: 10.1002/rcm.7817 Published: MAR 30 2017","Abstract":"RATIONALE: Mandelic acid is a complexing agent employed for the liquid chromatographic separation of actinides. However, the types of species and the structural details of the uranyl-mandelate complexes are still unknown. Understanding the nature of these complex species would provide better insight into the mechanism of their separation in liquid chromatography. METHODS: Formation of different species of the uranyl ion (UO2) with mandelic acid was studied using electrospray ionization mass spectrometry (ESI-MS) with a quadrupole time-of-flight analyzer. The different species of uranyl nitrate with mandelic acid (MA) at ligand (L) to metal ratios in the range 1-10 were examined in both positive and negative ion modes. The stability of different species with the possible pathways of formation was scrutinized using density functional theory (DFT) calculations. RESULTS: In negative ion mode, nitrate-containing UO2(MA)(1), UO2(MA)(2) and UO2(MA)(3) species were found in good abundance. In positive ion mode, under-coordinated uranyl-mandelate species, and solvated (S) species of types UO2(MA)(1)(S), UO2(MA)(1)(S)(2) and UO2(MA)(2)(S), were observed whereas nitrate-containing species were absent. Interestingly, doubly and singly charged dimeric species were also identified in positive ion mode. The theoretically computed energetics of the various species are in close agreement with their experimentally observed intensities in ESI-MS. CONCLUSIONS: The most intense peak observed in ESI-MS, UO2(MA)(3), was found to be the energetically most favorable amongst different UO2(MA)(n) type species. Metal-ligand equilibria studied in the two modes yielded similar results. The combined experimental and quantum chemical investigations predict that T-shape complexes may be formed even in the gas phase. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Kumar, P (Kumar, Pranaw) ; Jaison, PG (Jaison, P. G.) ; Telmore, VM (Telmore, V. M.) ; Sadhu, B (Sadhu, Biswajit) ; Sundararajan, M (Sundararajan, Mahesh)","Title":"Speciation of uranium-mandelic acid complexes using electrospray ionization mass spectrometry and density functional theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398248000013 ISSN: 0888-5885","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"INDUSTRIAL & ENGINEERING CHEMISTRY RESEARCH Volume: 56 Issue: 12 Pages: 3251-3258 DOI: 10.1021/acs.iecr.6b04425 Published: MAR 29 2017","Abstract":"A porous adsorbent was prepared from leather waste by activation with alkali. The adsorbent, alkali-activated leather waste (AALW), was applied to adsorb uranium(VI) and characterized by scanning electron microscopy, energy-dispersive X-ray detection, Fourier transform infrared spectroscopy, and X-ray photoelectron spectroscopy. The influence of the pH, initial uranium(VI) concentration, temperature, and contact time on the adsorption of uranium(VI) was systematically investigated. The adsorption of uranium(VI) on AALW obeyed the Langmuir isotherm model and was attributed to ion exchange and complexation coordination. Thermodynamic and kinetic studies showed that the adsorption process was spontaneous and endothermic, and it reached adsorption equilibrium in 360 min. Moreover, the selective adsorption of uranium(VI) from an aqueous solution containing coexisting ions and adsorption of trace uranium(VI) from a simulated high-salinity environment showed that AALW had not only a strong affinity but a high selectivity for uranium(VI).","Authors":"Yan, TS (Yan, Tingsong) ; Luo, XG (Luo, Xuegang) ; Zou, ZQ (Zou, Zhongqiang) ; Lin, XY (Lin, Xiaoyan) ; Yu, H (Yu, He)","Title":"Adsorption of Uranium(VI) from a Simulated Saline Solution by Alkali-Activated Leather Waste"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398248000025 ISSN: 0888-5885","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"INDUSTRIAL & ENGINEERING CHEMISTRY RESEARCH Volume: 56 Issue: 12 Pages: 3399-3406 DOI: 10.1021/acs.jecr.6b04491 Published: MAR 29 2017","Abstract":"Efficient and rapid removal of radioactive contaminants is crucial when they are released into the environment following nuclear accidents. Here, different types of apatite were synthesized using tributyl phosphate (TBP) and tested for the removal of uranium from various solutions using different reaction times and uranium concentrations. The uranium adsorption results showed that uranium adsorption reached a steady state within 24 h in tests open to atmosphere at a slightly alkaline pH in different background solutions. TBP-coated hydroxyapatite removed U better than hydroxyapatite alone did. The U removal mechanism was considered as multilayer adsorption, showing the best fit to the Freundlich isotherm. The maximal U adsorption capacity determined from the Langmuir isotherm is 38 mg of U g(-1). Because of the high U removal efficiency, even at the high pH used in this study, TBP-coated hydroxyapatite appears to be a promising adsorbent for the removal of U from various waste streams as well as for recovery of U from seawater.","Authors":"Kim, H (Kim, HyunJu) ; Um, W (Um, Wooyong) ; Kim, WS (Kim, Won-Seok) ; Chang, S (Chang, Seeun)","Title":"Synthesis of Tributyl Phosphate-Coated Hydroxyapatite for Selective Uranium Removal"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397834400002 ISSN: 0277-5387","Keywords":"Uranium; Halide; Azide; Triamidoamine; Sterically demanding KeyWords Plus:ELECTRONIC-STRUCTURE; MOLECULAR-STRUCTURE; OXIDE DERIVATIVES; CARBON-MONOXIDE; EARLY ACTINIDES; COMPLEXES; CHEMISTRY; BOND; SINGLE; METAL","Categories":"Chemistry; Crystallography Web of Science Categories:Chemistry, Inorganic & Nuclear; Crystallography","Journal Information":"POLYHEDRON Volume: 125 Pages: 2-8 Special Issue: SI DOI: 10.1016/j.poly.2016.07.001 Published: MAR 29 2017","Abstract":"Treatment of tri(2-aminoethyl)amine with three equivalents of (BuLi)-Li-n followed by the addition of three equivalents of Ph3SiCI afforded the triaminoamine Tren(TPs)H(3) [1, Tren(TPS)H(3) = N{CH2CH2N(H)SiPh3}(3)]. Subsequent treatment with three equivalents of (BuLi)-Li-n afforded the tri-lithium complex [(Tren(TPs))(Li)(3)] (2), which reacts with UCI4 to afford the uranium(IV) complex [U(Tren(TPS))(Cl)] (3). Complex 3 is an excellent synthon for further synthetic study, as evidenced by its conversion to the iodide analogue [U(Tren(TPS)) (I)] (4) or the azide congener [U(Tren(TPS))(N-3)] (5) when treated with Me3SiI or NaN3, respectively. All the compounds in this study are isolated in excellent yields (>75%) and have been variously characterised by single crystal X-ray diffraction, multi-nuclear NMR spectroscopy, FTIR and UV-Vis/NIR spectroscopies, Evans method magnetic moment, and elemental analyses. A notable feature of complexes 2-5 is that that they are monomeric and solvent-free, which suggests that the Tren(TPS) ligand is very sterically demanding and could be well-suited to stabilising novel functional groups at uranium in a [U(Tren(TPS))] context. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Wildman, EP (Wildman, Elizabeth P.) ; Ostrowski, JPA (Ostrowski, Joseph P. A.) ; King, DM (King, David M.) ; Lewis, W (Lewis, William) ; Liddle, ST (Liddle, Stephen T.)","Title":"Uranium-halide and -azide derivatives of the sterically demanding triamidoamine ligand Tren(TPs) [Tren(TPs) = {N(CH2CH2NSiPh3)(3)}(3-)]"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397834400016 ISSN: 0277-5387","Keywords":"Uranium; Scorpionate ligands; Trivalent; Tridentate; Tetravalent KeyWords Plus:CRYSTAL-STRUCTURES; COMPLEXES; REACTIVITY; CHEMISTRY; BEHAVIOR; ZINC; TP; CL; HYDROTRIS(3,5-DIMETHYLPYRAZOLYL)BORATE; REARRANGEMENTS","Categories":"Chemistry; Crystallography Web of Science Categories:Chemistry, Inorganic & Nuclear; Crystallography","Journal Information":"POLYHEDRON Volume: 125 Pages: 107-112 Special Issue: SI DOI: 10.1016/j.poly.2016.09.024 Published: MAR 29 2017","Abstract":"Treating both Ul(3)(THF)(4) and UI4(dioxane)(2) with one equivalent of potassium hydrotris(3-phenylpyrazolyl)borate, KTp(ph), resulted in the formation of new low-valent uranium derivatives, Tp(Ph)Ul(2)(THF)(2) (1) and Tp(Ph)UI(3) (2), respectively. Spectroscopic characterization of these species shows that the Tp(Ph) ligand is 1,2-borotropically shifted, causing one phenyl group to point towards the B-H rather than the uranium center. Derivatization of these materials was possible via salt metathesis reactions, and in each case, the borotropically shifted phenyl group is maintained. Treating trivalent 1 with one equivalent of potassium phenoxide, KOPh, afforded trivalent Tp(Ph)U(OPh)I(THF)(2) (1-OPh), whereas, a uranium(IV) derivative, Tp(Ph)Ul(2)(Phpz)(THF) (2-Phpz), was synthesized by treating 2 with potassium 3-phenylpyrazolide, KPhpz. All compounds were characterized by H-1 and B-11 NMR, infrared, and electronic absorption spectroscopies, and where possible, X-ray crystallography. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Johnson, SA (Johnson, Sara A.) ; Tatebe, CJ (Tatebe, Caleb J.) ; Gonzalez, S (Gonzalez, Stephanie) ; Zeller, M (Zeller, Matthias) ; Bart, SC (Bart, Suzanne C.)","Title":"Synthesis and characterization of hydrotris(3-phenylpyrazolyl)borate ligands on low-valent uranium"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398807500016 ISSN: 1759-9660 eISSN: 1759-9679","Categories":"Chemistry; Food Science & Technology; Spectroscopy Web of Science Categories:Chemistry, Analytical; Food Science & Technology; Spectroscopy","Journal Information":"ANALYTICAL METHODS Volume: 9 Issue: 12 Pages: 1941-1947 DOI: 10.1039/c7ay00006e Published: MAR 28 2017","Abstract":"Airborne plutonium monitoring is a significant component of radioecology, environmental surveys and early warning. However, plutonium loss in pretreatment of filter samples can still be easily neglected, while suitable certified reference materials are currently unavailable. The feasibility of preparation of filter samplers was studied with regard to validation of pretreatment such as dry ashing. Utilising an in-house device, Pu-bearing soils are dispersed to aerosol by using a Venturi tube disperser, with the aerosol deposited into filter media to produce filter samples. During this process, the soil particles should be of the same distribution in the filter samples as in the real samples, hence the reliability of validation will be enhanced. This method was validated by the experimental results, where the relative uncertainties of the 239Pu content in soils with inhomogeneity are below 2%, while the soils can be transferred quantitatively with a device possessing (98.2 +/- 2.0)% efficiency. An ashing process for the filter samples at 600 degrees C for 6 h was then applied to the filter samples. The measured Pu-239 content in soil in the filter samples is consistent with uncertainties regarding the Pu-239 content in the soil only.","Authors":"Li, DM (Li, Dongmei) ; Liu, LB (Liu, Longbo) ; Tang, HB (Tang, Hangbing) ; Li, M (Li, Mei) ; Zhou, GQ (Zhou, Guoqing)","Title":"Validation of pretreatment of filter samples for airborne plutonium monitoring: a feasibility study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397882900005 PubMed ID: 28239724 ISSN: 1477-9226 eISSN: 1477-9234","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"DALTON TRANSACTIONS Volume: 46 Issue: 12 Pages: 3812-3815 DOI: 10.1039/c7dt00031f Published: MAR 28 2017","Abstract":"N,N-Dialkylamides are extensively studied as alternative organic ligands to achieve the extraction and separation of uranium(VI) and plutonium(IV). We report here the coordination structures of the plutonium(IV) ion with N,N-di(2-ethylhexyl)-n-butanamide as a function of nitric acid concentration in the aqueous phase. The coordination structure of Pu(IV) evolves gradually with increasing nitric acid concentration from an inner-sphere with two coordinated amide ligands toward an outer-sphere hexanitrate complex with only nitrate ions in the first coordination sphere and protonated amide ligands in the outer shell.","Authors":"Acher, E (Acher, Eleonor) ; Dumas, T (Dumas, Thomas) ; Tamain, C (Tamain, Christelle) ; Boubals, N (Boubals, Nathalie) ; Solari, PL (Solari, Pier Lorenzo) ; Guillaumont, D (Guillaumont, Dominique) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number dumas, thomas B-5950-2016 http://orcid.org/0000-0001-6425-6484 Guillaumont, Dominique H-2508-2015 http://orcid.org/0000-0002-9329-5623 Tamain, Christelle B-8144-2016 http://orcid.org/0000-0002-3492-6536","Title":"Inner to outer-sphere coordination of plutonium(IV) with N,N-dialkyl amide: influence of nitric acid"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397838000010 ISSN: 0276-7333 eISSN: 1520-6041","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear; Chemistry, Organic","Journal Information":"ORGANOMETALLICS Volume: 36 Issue: 6 Pages: 1179-1187 DOI: 10.1021/acs.organomet.7b00064 Published: MAR 27 2017","Abstract":"Addition of potassium graphite (KC8) to a solution of (eta(5)-C5Me5)(2)UCl2 (1) and 2,2'-bipyridine (bipy) gives the uranium bipyridyl metallocene (eta(5)-C5Me5)(2)U(bipy) (2) in good yield. In complex 2 a bipy radical anion is coordinated to a U(III) atom, and it is therefore an ideal starting material for small-molecule activation: e.g., it serves as a synthetic equivalent for the (eta(5)-C5Me5)(2)U-II fragment on treatment with conjugated alkynes and a variety of heterounsaturated molecules such as imines, carbodiimide, organic azides, hydrazine, and azo derivatives. Alternatively, it may also react with aldehydes, ketones, nitriles, and alpha,beta-unsaturated reagents such as p-ClPhCHO, (CH2)(5)CO, PhCN, and methyl methacrylate (MMA), forming the C-C bond coupling products (eta(5)-C5Me5)(2)U[(bipy) (p-ClPhCHO)] (10), (eta(5)-C5Me5)(2)U[bipy){(CH2)(5)CO}] (11), (eta(5)-C5Me5)(2)U[bipy)(PhCN)] (12), (eta(5)-C5Me5)(2)U[(bipy)CH2=C(Me)CO(OMe)] (13a), and {(eta(5)-C5Me5)(2)U{OC(OMe)=C(Me)CH2-3-bipy}](2) (13b), respectively, in quantitative conversion. Furthermore, addition of CuI to complex 2 induces a single -electron -transfer process to form the uranium(III) iodide complex (eta(5)-C5Me5)(2)U(I)(bipy) (14).","Authors":"Zhang, L (Zhang, Lei) ; Zhang, CC (Zhang, Congcong) ; Hou, GH (Hou, Guohua) ; Zi, GF (Zi, Guofu) ; Walter, MD (Walter, Marc D.)","Title":"Small-Molecule Activation Mediated by a Uranium Bipyridyl Metallocene"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395488400004 ISSN: 0363-907X eISSN: 1099-114X","Keywords":"SMR; fast neutron reactor; supercritical CO2; S-CO2 Brayton cycle; distributed power KeyWords Plus:CARBON-DIOXIDE; BRAYTON CYCLE; FAST-REACTOR; HEAT-EXCHANGERS; WORKING FLUID; POWER CYCLE; TURBOMACHINERY; PERFORMANCE; PLANT","Categories":"Energy & Fuels; Nuclear Science & Technology Web of Science Categories:Energy & Fuels; Nuclear Science & Technology","Journal Information":"INTERNATIONAL JOURNAL OF ENERGY RESEARCH Volume: 41 Issue: 4 Pages: 512-525 DOI: 10.1002/er.3633 Published: MAR 25 2017","Abstract":"Most of the small modular reactor (SMR) concepts developed in the past have compact size and a longer life reactor core than the conventional nuclear power plants. However, these concepts have not achieved the full modularization including power conversion system. This study suggests an innovative concept of a reactor cooled by supercritical state carbon dioxide (S-CO2). A reactor core with uranium carbide fuel controlled by drum type control rods was designed. The core has long life (20years) without refueling or reshuffling as well as inherent safety features. The reactor can be used as a distributed power source and replace outdated fossil fuel power plants for small cities. Moreover, the authors propose the S-CO2 Brayton cycle as a power conversion system to achieve compact and lightweight module. Because of compact core and power conversion system, the entire system can be contained in a single module. The target of the system is to be able to transport a single core and power conversion system module via ground transportation. In order to meet this target, single module's total weight is minimized in the order of 100 tons. The external size of a module is less than 7m in length and 4m in diameter. It produces 12MWe electricity from 36MWt reactor core. The S-CO2 Brayton cycle was optimized, and the cycle components such as turbomachineries and heat exchangers were designed preliminarily to observe the potential to maximize the performance while minimizing the weight. Moreover, a dry air-cooling option to reject waste heat for inland installation was selected for the suggested nuclear system. A concept of passive decay heat removal system was developed, and its performance was examined to determine the required heat removal capacity of the system to assure the system's safety under various anticipated accidents. Copyright (c) 2016 John Wiley & Sons, Ltd.","Authors":"Kim, SG (Kim, Seong Gu) ; Yu, H (Yu, Hwanyeal) ; Moon, J (Moon, Jangsik) ; Baik, S (Baik, Seungjoon) ; Kim, Y (Kim, Yonghee) ; Jeong, YH (Jeong, Yong Hoon) ; Lee, JI (Lee, Jeong Ik)","Title":"A concept design of supercritical CO2 cooled SMR operating at isolated microgrid region"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394633400004 ISSN: 0020-1693 eISSN: 1873-3255","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"INORGANICA CHIMICA ACTA Volume: 458 Pages: 39-44 DOI: 10.1016/j.ica.2016.12.027 Published: MAR 24 2017","Abstract":"One of the current challenges present in uranium extraction from seawater is the competitive sorption of vanadium. But compared with uranium, much less is known about the solvation and speciation of the vanadate ion in seawater. Herein, we utilize both first principles molecular dynamics and classical molecular dynamics simulations to provide a microscopic insight into the solvation of the HVO42- ion in pure water and in seawater. In pure water, we found that the dianion state is the most probable structure. But in a simulated seawater with 0.55 M NaC1, the NaHVO4 (-) over bar ion is most probable, followed by the neutral Na2HVO(4); averaging over 100-ns trajectory, the coordination number of Na+ ions around V was found to be 1.5 within a radius of 4.0 A. We found that the NaHVai4 (-) over bar ion can exist in two interchangeable states: a bidentate state where the Na+ ion interacts directly with two vanadate oxo groups; a monodentate where the Na+ ion interacts with only one vanadate oxo group. From this monodentate state, the Na+ ion can further dissociate away with a free -energy barrier of 2.5 kcal/mol. Our work therefore demonstrates that Na+ ions are closely associated with the vanadate species in seawater. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Priest, C (Priest, Chad) ; Zhou, JW (Zhou, Jingwei) ; Jiang, DE (Jiang, De-en)","Title":"DSolvation of the vanadate ion in seawater conditions from molecular dynamics simulations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398581000017 ISSN: 2365-6549","Keywords":"Complexation; Coordination modes; DFT calculations; Hydroxamates; Neptunyl; Potentiometry; Protonation; Spectrophotometry KeyWords Plus:ANTI-HCV AGENTS; METAL-IONS; BENZOHYDROXAMIC ACID; MOLECULAR-STRUCTURE; AROMATIC-ACIDS; CHEMISTRY; LIGANDS; URANIUM; CONSTANTS; DISSOCIATION","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"CHEMISTRYSELECT Volume: 2 Issue: 9 Pages: 2722-2731 DOI: 10.1002/slct.201700031 Published: MAR 23 2017","Abstract":"A theoretical study to understand molecular structures and coordination modes of neptunium complexes with three different substituent hydroxamates viz., acetohydroxamate (AHA), benzhydroxamate (BHA) and salicylhydroxamate (SHA) was carried out using density functional theory (DFT). The geometries for different complexes reported in literature MxLyHz (x:y:z) viz 1:1:1, 1:2:2 and 1:2:0 were optimized and interaction energies (Delta E) for complexation process were calculated to obtain the most probable structures of complexes. The E value revealed, the complex stability order as NpO2+-SHA > NpO2-AHA > NpO2-BHA which is in agreement with the reported experimental data. Higher negative charge on AHA compared to BHA leads to its higher interaction with NpO2 which in turn reflects in shorter Np-O-eq (ligand) bond distances. In 1:1:1 complex of NpO2-SHA, the binding mode involving ortho hydroxyl group and -NHO- oxygen atom (seven membered ring) shows most negative interaction energy.However, for binding of second ligand in 1:2:2 NpO2-SHA complex, steric effects dominate and the mode involving five membered ring through oxygen atoms of -CONHO- is most stable.","Authors":"Dumpala, RMR (Dumpala, Rama Mohana Rao) ; Rawat, N (Rawat, Neetika) ; Bhattacharya, A (Bhattacharya, Arunasis) ; Tomar, BS (Tomar, Bhupendra Singh)","Title":"Coordination Modes of Hydroxamates in Neptunium (V) Complexes in Aqueous Solution"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397546300016 ISSN: 1932-7447","Categories":"Chemistry; Science & Technology - Other Topics; Materials Science Web of Science Categories:Chemistry, Physical; Nanoscience & Nanotechnology; Materials Science, Multidisciplinary","Journal Information":"JOURNAL OF PHYSICAL CHEMISTRY C Volume: 121 Issue: 11 Pages: 5994-6001 DOI: 10.1021/acs.jpcc.7b00699 Published: MAR 23 2017","Abstract":"The thermodynamic and mechanical properties of rutherfordine, a uranyl carbonate mineral, were studied by means of first principles calculations based on density functional theory. Thermodynamic properties, including enthalpy, free energy, entropy, heat capacity, and Debye temperature, were evaluated as a function of temperature and compared with experimental data in the 300-700 K range. Our calculations show very good agreement with experimental data, and based on them, the knowledge of these properties is extended to the temperature range from 0 to 1000 K, including the full range of thermal stability (0-700 K). The computed values of the heat capacity, entropy, and free energy at 298 K deviate from the experimental values by about 8, 0.3, and 0.3%, respectively. At 700 K, the corresponding differences remain very small, 3.9, 2.3, and 1.3%, respectively. The equation of state and mechanical properties were also computed. The crystalline structure is seen to be mechanically and dynamically stable. Rutherfordine is shown to be a highly anisotropic and brittle material with a very large compressibility along the direction perpendicular to the sheets characterizing its structure. The computed bulk modulus is very small, B approximate to 20 GPa, in comparison to the values obtained in previous calculations.","Authors":"Colmenero, F (Colmenero, Francisco) ; Bonales, LJ (Bonales, Laura. J.) ; Cobos, J (Cobos, Joaquin) ; Timon, V (Timon, Vicente)","Title":"Thermodynamic and Mechanical Properties of the Rutherfordine Mineral Based on Density Functional Theory"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397477800022 ISSN: 0888-5885","Categories":"Engineering Web of Science Categories:Engineering, Chemical","Journal Information":"INDUSTRIAL & ENGINEERING CHEMISTRY RESEARCH Volume: 56 Issue: 11 Pages: 3067-3076 DOI: 10.1021/acs.iecr.6b04784 Published: MAR 22 2017","Abstract":"beta-Zeolite was synthesized and modified with ethylenediamine (EDA). The synthesized materials were characterized and used for the removal of nickel(II) from aqueous solutions. The influences of the pH, contact time, and temperature on nickel(II) adsorption onto synthesized beta-zeolite and beta-zeolite modified with ethylenediamine (beta-zeolite-EDA) were studied by a batch technique, and X-ray photoelectron spectroscopy was employed to analyze the experimental data and identify the formation of coordination bonds between the adsorbents and nickel(II). The dynamic process showed that the adsorption of nickel(II) onto beta-zeolite and beta-zeolite-EDA matched the pseudo-second-order kinetics model, and the adsorption of nickel(II) was significantly dependent on the pH values. Through simulation of the adsorption isotherms by the Langmuir, Freundlich, and Dubinin-Radushkevich models, it could be seen that the adsorption patterns of nickel(II) onto beta-zeolite and beta-zeolite-EDA were mainly controlled by surface complexation and the adsorption processes were endothermic and spontaneous. The modification of beta-zeolite-EDA improved the adsorption capacity of nickel(II) significantly; this shows a novel material for the removal of nickel(II) from the water environment for industrialized application.","Authors":"Liu, P (Liu, Peng) ; Yuan, N (Yuan, Ni) ; Xiong, W (Xiong, Wei) ; Wu, HY (Wu, Hanyu) ; Pan, DQ (Pan, Duoqiang) ; Wu, WS (Wu, Wangsuo)","Title":"Removal of Nickel(II) from Aqueous Solutions Using Synthesized beta-Zeolite and Its Ethylenediamine Derivative"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397477700012 PubMed ID: 28235179 ISSN: 0002-7863","Categories":"Chemistry Web of Science Categories:Chemistry, Multidisciplinary","Journal Information":"JOURNAL OF THE AMERICAN CHEMICAL SOCIETY Volume: 139 Issue: 11 Pages: 3970-3973 DOI: 10.1021/jacs.7b00706 Published: MAR 22 2017","Abstract":"Over 70 years of chemical investigations have shown that,plutonium exhibits some of the most complicated chemistry in the periodic table. Six Pu oxidation states have been unambiguously confirmed (0 and +3 to +7), and four different oxidation states can exist simultaneously in solution. We report a new formal oxidation state for plutonium, namely Pu2+ in [K(2.2.2-cryptand)][(PuCp3)-Cp-II ''], Cp '' = C5H3(SiMe3)(2). The synthetic precursor (PuCp3)-Cp-III '' is also reported, comprising the first structural characterization of a Pu-C bond. Absorption spectroscopy and DFT calculations indicate that the Pu2+ ion has predominantly a 5f(6) electron configuration with some 6d mixing.","Authors":"Windorff, CJ (Windorff, Cory J.) ; Chen, GP (Chen, Guo P.) ; Cross, JN (Cross, Justin N.) ; Evans, WJ (Evans, William J.) ; Furche, F (Furche, Filipp) ; Gaunt, AJ (Gaunt, Andrew J.) ; Janicke, MT (Janicke, Michael T.) ; Kozimor, SA (Kozimor, Stosh A.) ; Scott, BL (Scott, Brian L.)","Title":"Identification of the Formal+2 Oxidation State of Plutonium: Synthesis and Characterization of {Pu-II[C5H3(SiMe3)(2)](3)}(-)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397819000034 PubMed ID: 28262889 ISSN: 1477-9226 eISSN: 1477-9234","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"DALTON TRANSACTIONS Volume: 46 Issue: 11 Pages: 3716-3728 DOI: 10.1039/c7dt00396j Published: MAR 21 2017","Abstract":"The uranium metallacyclocumulene, [eta(5)-1,3-(Me3C)(2)C5H3](2)U(eta(4)-C4Ph2) (2) was isolated by the reduction of [eta(5)-1,3-(Me3C)(2)C5H3](2)UCl2 (1) with potassium graphite (KC8) in the presence of 1,4-diphenylbutadiyne (PhCuC-CuCPh) in good yield. Furthermore it was fully characterized including the determination of its molecular structure; and the reactivity of 2 towards various small unsaturated organic molecules was explored. For example, while complex 2 shows no reactivity with alkynes and 2,2'-bipyridine (bipy), it reacts as a nucleophile when exposed to carbodiimides, diazabutadienes, isothiocyanates, ketones, and pyridine derivatives, leading to five-, seven-or nine-membered heterometallacycles. In contrast, treatment of complex 2 with CS2 results in C=S bond cleavage and forms the binuclear complex [eta(5)-1,3-(Me3C)(2)C5H3](2)U[mu-eta(4):eta(3)-PhC=C=C(S) C(Ph)=CS]U[mu(5)-1,3-(Me3C)(2)C5H3](2) (10). Density functional theory (DFT) studies complement the experimental study.","Authors":"Zhang, L (Zhang, Lei) ; Hou, GH (Hou, Guohua) ; Zi, GF (Zi, Guofu) ; Ding, WJ (Ding, Wanjian) ; Walter, MD (Walter, Marc D.)","Title":"Preparation of a uranium metallacyclocumulene and its reactivity towards unsaturated organic molecules"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397477900022 PubMed ID: 28218533 ISSN: 0013-936X eISSN: 1520-5851","Categories":"Engineering; Environmental Sciences & Ecology Web of Science Categories:Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE & TECHNOLOGY Volume: 51 Issue: 6 Pages: 3307-3317 DOI: 10.1021/acs.est.6b04873 Published: MAR 21 2017","Abstract":"Three-dimensional variably saturated flow and multicomponent biogeochemical reactive transport modeling, based on published and newly generated data, is used to better understand the interplay of hydrology, geochemistry, and biology controlling the cycling of carbon, nitrogen, oxygen, iron, sulfur, and uranium in a shallow floodplain. In this system, aerobic respiration generally maintains anoxic groundwater below an oxic vadose zone until seasonal snowmelt-driven water table peaking transports dissolved oxygen (DO) and nitrate from the vadose zone into the alluvial aquifer. The response to this perturbation is localized due to distinct physico-biogeochemical environments and relatively long time scales for transport through the floodplain aquifer and vadose zone. Naturally reduced zones (NRZs) containing sediments higher in organic matter, iron sulfides, and non-crystalline U(IV) rapidly consume DO and nitrate to maintain anoxic conditions, yielding Fe(II) from FeS oxidative dissolution, nitrite from denittification, and U(VI) from nitrite-promoted U(IV) oxidation. Redox cycling is a key factor fbr sustaining the observed aquifer behaviors despite Continuous oxygen influx and the annual hydrologically induced oxidation event. Depth-dependent activity of fermenters, aerobes, nitrate reducers, sulfate reducers, and chemolithoautotrophs (e.g., oxidizing Fe(II), S compounds, and ammonium) is linked to the presence of DO) which has higher concentrations near the water table.","Authors":"Yabusaki, SB (Yabusaki, Steven B.) ; Wilkins, MJ (Wilkins, Michael J.) ; Fang, YL (Fang, Yilin) ; Williams, KH (Williams, Kenneth H.) ; Arora, B (Arora, Bhavna) ; Bargar, J (Bargar, John) ; Beller, HR (Beller, Harry R.) ; Bouskill, NJ (Bouskill, Nicholas J.) ; Brodie, EL (Brodie, Eoin L.) ; Christensen, JN (Christensen, John N.) ; Conrad, ME (Conrad, Mark E.) ; Danczak, RE (Danczak, Robert E.) ; King, E (King, Eric) ; Soltanian, MR (Soltanian, Mohamad R.) ; Spycher, NF (Spycher, Nicolas F.) ; Steefel, CI (Steefel, Carl I.) ; Tokunaga, TK (Tokunaga, Tetsu K.) ; Versteeg, R (Versteeg, Roelof) ; Waichler, SR (Waichler, Scott R.) ; Wainwright, HM (Wainwright, Haruko M.) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Steefel, Carl B-7758-2010 ","Title":"Water Table Dynamics and Biogeochemical Cycling in a Shallow, Variably-Saturated Floodplain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397454400002 ISSN: 2491-9292","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"EPJ NUCLEAR SCIENCES & TECHNOLOGIES Volume: 3 Article Number: 2017006 DOI: 10.1051/epjn/2017006 Published: MAR 21 2017","Abstract":"SGaRD (Spectroscopy, Gamma rays, Rapid, Deterministic) code is used for the fast calculation of the gamma-ray spectrum, produced by a spherical shielded source and measured by a detector. The photon source lines originate from the radioactive decay of the unstable isotopes. The leakage spectrum is separated in two parts: the uncollided component is transported by ray tracing, and the scattered component is calculated using a multigroup discrete ordinates method. The pulse height spectrum is then simulated by folding the leakage spectrum with the detector response function, which is precalculated for each considered detector type. An application to the simulation of the gamma spectrum produced by a natural uranium ball coated with plexiglass and measured using a NaI detector is presented. The SGaRD code is also used to infer the dimensions of a one-dimensional model of a shielded gamma ray source. The method is based on the simulation of the uncollided leakage current of discrete gamma lines that are produced by nuclear decay. The material thicknesses are computed with SGaRD using a fast ray-tracing algorithm embedded in a nonlinear multidimensional iterative optimization procedure that minimizes the error metric between calculated and measured signatures.","Authors":"Humbert, P (Humbert, Philippe) ; Mechitoua, B (Mechitoua, Boukhmes)","Title":"Gamma ray transport simulations using SGaRD code"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397454400001 ISSN: 2491-9292","Categories":"Nuclear Science & Technology Web of Science Categories:Nuclear Science & Technology","Journal Information":"EPJ NUCLEAR SCIENCES & TECHNOLOGIES Volume: 3 Article Number: 2017001 DOI: 10.1051/epjn/2017001 Published: MAR 21 2017","Abstract":"Recently, increasing demands on the reduction of fuel cycle costs have led to higher burnup fuel designs. According to the erbia-credit super high burnup fuel concept, developed by mixing low content of erbia toUO(2) powder directly after reconversion process so that all fuel pins in a given fuel assembly are homogeneously doped, the present study aims to characterize, from a neutronic point of view, a 17 x 17 pressurized water reactor assembly enriched to 10.27 wt.% in U-235 with an erbia content of 1 at.% (i. e. 0.7 wt.%) by means of the deterministic neutronic code APOLLO2. For this purpose, a simplified thermal-hydraulic analysis was performed in order to evaluate the effects on fuel thermal conductivity of adding erbia to uranium oxide. The results obtained allow to conclude that an Er-doped assembly enriched to > 5 wt.% in U-235 represents an advantageous solution for very long fuel cycles, and it is so suited for very high burnups.","Authors":"Pergreffi, R (Pergreffi, Roberto) ; Mattioli, D (Mattioli, Davide) ; Rocchi, F (Rocchi, Federico)","Title":"Neutronics characterization of an erbia fully poisoned PWR assembly by means of the APOLLO2 code"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397313600028 PubMed ID: 28330357 ISSN: 0021-9606 eISSN: 1089-7690","Categories":"Chemistry; Physics Web of Science Categories:Chemistry, Physical; Physics, Atomic, Molecular & Chemical","Journal Information":"JOURNAL OF CHEMICAL PHYSICS Volume: 146 Issue: 11 Article Number: 114703 DOI: 10.1063/1.4978481 Published: MAR 21 2017","Abstract":"We describe a detailed theoretical analysis of how distortions from ideal cubic or O-h symmetry to tetrahedral, D-4h, symmetry affect the shape, in particular the width, of the U L-3-edge NEXAFS for U(VI) in octahedral coordination. The full-width-half-maximum (FWHM) of the L-3-edge white line decreases with increasing distortion from O-h symmetry. In particular, the FWHM of the white line narrows whether the tetragonal distortion is to compression or to extension. The origin of this decrease in theFWHMis analyzed in terms of the electronic structure of the excited levels arising from the unoccupied U(6d). The relative importance of ligand field and of spin-orbit effects is examined, where the dominant role of ligand field effects is established. Especially at higher distortions, the ligand splittings decrease rapidly and lead to an accelerated, quadratic decrease in theFWHMwith increasing distortion. This is related to the increase of covalent character in the appropriate component of the Oh derived eg orbitals. Our ab initio theory uses relativistic wavefunctions for cluster models of the structures; empirical or semi-empirical parameters were not used to adjust prediction to experiment. A major advantage is that it provides a transparent approach for determining howthe character and extent of the covalent mixing of the relevant U and O orbitals affect the U L-3-edge white line. Published by AIP Publishing.","Authors":"Bagus, PS (Bagus, Paul S.) ; Nelin, CJ (Nelin, Connie J.); Ilton, ES (Ilton, Eugene S.)","Title":"The effect of symmetry on the U L-3 NEXAFS of octahedral coordinated uranium(VI)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397608800003 PubMed ID: 28330187 ISSN: 1556-276X","Keywords":"Organic-inorganic ion-exchanger; Composite; Nanoparticles; Zirconium hydrophosphate; Uranium KeyWords Plus:HIGHLY EFFICIENT SORPTION; ION-EXCHANGE-RESIN; AQUEOUS-SOLUTIONS; SILICA NANOSORBENTS; COMPOSITE-PARTICLES; URANIUM SORPTION; METAL-IONS; REMOVAL; ADSORPTION; MEMBRANES","Categories":"Science & Technology - Other Topics; Materials Science; Physics Web of Science Categories:Nanoscience & Nanotechnology; Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"NANOSCALE RESEARCH LETTERS Volume: 12 Article Number: 209 DOI: 10.1186/s11671-017-1987-y Published: MAR 21 2017","Abstract":"Organic-inorganic ion-exchangers were obtained by incorporation of zirconium hydrophosphate into gel-like strongly acidic polymer matrix by means of precipitation from the solution of zirconium oxychloride with phosphoric acid. The approach for purposeful control of a size of the incorporated particles has been developed based on Ostwald-Freundich equation. This equation has been adapted for precipitation in ion exchange materials. Both single nanoparticles (2-20 nm) and their aggregates were found in the polymer. Regulation of salt or acid concentration allows us to decrease size of the aggregates approximately in 10 times. Smaller particles are formed in the resin, which possess lower exchange capacity. Sorption of U(VI) cations from the solution containing also hydrochloride acid was studied. Exchange capacity of the composites is approximate to 2 times higher in comparison with the pristine resin. The organic-inorganic sorbents show higher sorption rate despite chemical interaction of sorbed ions with functional groups of the inorganic constituent: the models of reaction of pseudo-first or pseudo-second order can be applied. In general, decreasing in size of incorporated particles provides acceleration of ion exchange. The composites can be regenerated completely, this gives a possibility of their multiple use.","Authors":"Perlova, N (Perlova, Nataliya) ; Dzyazko, Y (Dzyazko, Yuliya) ; Perlova, O (Perlova, Olga) ; Palchik, A (Palchik, Alexey) ; Sazonova, V (Sazonova, Valentina)","Title":"Formation of Zirconium Hydrophosphate Nanoparticles and Their Effect on Sorption of Uranyl Cations"}, {"Document Information":"Document Type:Article Language:Chinese Accession Number: WOS:000398077600007 ISSN: 1000-3290","Keywords":"Np(NO3)(q)(n); density functional theory; binding energy; infrared spectral analysi KeyWords Plus:EFFECTIVE CORE POTENTIALS; PSEUDOPOTENTIALS; COMPLEXES; ENERGIES; DENSITY; SETS","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"ACTA PHYSICA SINICA Volume: 66 Issue: 6 Article Number: 063101 DOI: 10.7498/aps.66.063101 Published: MAR 20 2017","Abstract":"In the process of nuclear waste disposal, the valuable uranium and plutonium are recycled and separated by dissolving the spent fuel in nitric acid. However, transuranic Np greatly influences the process of separation and recovery. Therefore, it is vital to study the structure and properties of nitrate, which is combined with neptunium ions and nitric acid. Furthermore, there are few researches about nitrate formed by tetravalent neptunium ions. So in this article, by using B3LYP hybrid method of density functional theory, the Gaussian 03 program is used to optimize the geometric construction of the coordination compounds Np(NO3)(q)(n) (n = 1-6, q = -2-+3) formed by the tetravalent neptunium ions (Np4+) and nitrate ion (NO3-). Under the relativistic effective core potential model, the structure parameters and properties are reported. It is found that NO3 coordinates to Np4+ as a bidentate ligand, and the Np-N and Np-O bonds are the shortest in Np(NO3)(2)(+2), while the binding energy of the Np(NO3)(4) is the largest. The infrared spectra of Np(NO3)(4) are calculated in the gas and liquid phase. Comparing with the available experimental data, the reliability of the calculation results in this work is confirmed.","Authors":"Ma, L (Ma Lei) ; Yin, YP (Yin Yao-Peng) ; Ding, XB (Ding Xiao-Bin) ; Dong, CZ (Dong Chen-Zhong)","Title":"Structures and properties of Np(NO3)(q)(n) (n=1-6, q =-2-+3) coordination compound"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397171100014 PubMed ID: 28316246 ISSN: 0020-1669 eISSN: 1520-510X","Categories":"Chemistry Web of Science Categories:Chemistry, Inorganic & Nuclear","Journal Information":"INORGANIC CHEMISTRY Volume: 56 Issue: 6 Pages: 3201-3206 DOI: 10.1021/acs.inorgchem.6b02123 Published: MAR 20 2017","Abstract":"We present the synthesis, characterization, and one -electron oxidation of two uranium(IV) complexes, coordinated to the cyclen-anchored tetrakis(aryloxide) ligands tetrakishy hydroxybenzyl- 1, 4,7, 1 0 tetraazacyclododecane, ((ArOH)-Ar-R,R)(4)cyclen; R = Bu-t, Me. The new uranium(IV) and (V) complexes exhibit an eight -coordinate, tetragonal ligand environment, effecting exceptional stability of the coordinatively unsaturated uranium compounds. Cyclic voltammetry studies reveal redox events ranging from- tri- to hexavalent species, covering an electrochemical window of similar to 4 V.","Authors":"Hummer, J (Hummer, Julian) ; Heinemann, FW (Heinemann, Frank W.) ; Meyer, K (Meyer, Karsten) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Meyer, Karsten G-2570-2012 http://orcid.org/0000-0002-7844-2998","Title":"Uranium Tetrakis-Aryloxide Derivatives Supported by Tetraazacyclododecane: Synthesis of Air-Stable, Coordinatively-Unsaturated U(IV) and U(V) Complexes"}]