[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800007 ISSN: 0736-5853","Keywords":"Online brand community; Information quality; System quality; Virtual interactivity; Rewards; Customer engagement; Brand loyalty KeyWords Plus:SOCIAL NETWORKING SITES; VIRTUAL COMMUNITIES; INFORMATION QUALITY; GENDER-DIFFERENCES; CONSUMER-BEHAVIOR; SCALE DEVELOPMENT; DECISION-MAKING; SERVICE QUALITY; SYSTEM QUALITY; GENERATION Y","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 96-109 DOI: 10.1016/j.tele.2017.01.004 Published: JUL 2017","Abstract":"The advent of interactive digital platforms has led people to progressively interact on such platforms, urging organizations to create online communities to engage customers with them and with each other to enhance brand loyalty. This study attempts to investigate what motivates customers to engage in these brand communities. Through a questionnaire survey of 430 Facebook users, this study investigates whether and how the unique characteristics (information quality, system quality, virtual interactivity, and rewards) of online brand communities affect customer engagement. The consequent effect of customer engagement on brand loyalty is also examined. This study frames and empirically validates a model for engaging customers with online brand communities on Facebook, considering the moderating role of gender. The Stimulus-Organism-Response paradigm is solicited to justify the theoretical background of this study. The data were analyzed using structure equation modelling. Results reveal that each of the characteristics positively influences customer engagement, with information quality and virtual interactivity bearing the strongest influence. Customer engagement also exhibits a strong positive impact on brand loyalty. This results further reveal that gender gap in the online environment is declining as the impact of all the four characteristics of online brand communities on customer engagement was invariable across male and female members. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Ul Islam, J (Ul Islam, Jamid) ; Rahman, Z (Rahman, Zillur) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rahman, Zillur  http://orcid.org/0000-0003-2785-0200","Title":"The impact of online brand community characteristics on customer engagement: An application of Stimulus-Organism Response paradigm"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800011 ISSN: 0736-5853","Keywords":"Consumer engagement; Mobile application; Consumer behavior; Intention to use KeyWords Plus:ONLINE BRAND COMMUNITIES; CUSTOMER ENGAGEMENT; SCALE DEVELOPMENT; USER ENGAGEMENT; SHOPPING VALUE; UTILITARIAN; BEHAVIOR; CONCEPTUALIZATION; PERSPECTIVES; SATISFACTION","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 145-156 DOI: 10.1016/j.tele.2017.01.006 Published: JUL 2017","Abstract":"The growing popularity of mobile technologies and applications, lead many companies to develop relations with consumers through mobile applications. Therefore, it is important to understand how to design applications based on consumer preferences. This research seeks to understand which features of mobile applications stimulate consumer engagement and lead to continuous use of mobile applications. This study used an online questionnaire to collect data from 246 respondents. The data was analyzed making use of Structural Equations Modeling (SEM). The results indicate that perception of such features as design solutions and information quality will result in higher engagement leading to continuous usage of mobile applications. Moreover, consumer engagement positively influenced users' intention to continuous usage of mobile applications. Inconsistent with expectation, consumer interaction and functionality features are not found to be positively related to consumer engagement with mobile applications. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Tarute, A (Tarute, Asta) ; Nikou, S (Nikou, Shahrokh) ; Gatautis, R (Gatautis, Rimantas)","Title":"Mobile application driven consumer engagement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398603700002 PubMed ID: 27535787 ISSN: 0965-2140 eISSN: 1360-0443","Keywords":"Community; debate; incentives; long-term recovery; motivation; national policy; substance use disorders; treatment KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; COMMUNITY-REINFORCEMENT APPROACH; COGNITIVE-BEHAVIORAL THERAPY; COMPUTER-ASSISTED DELIVERY; ALCOHOL-USE DISORDERS; ILLICIT DRUG-USERS; DEPENDENT OUTPATIENTS; MARITAL-THERAPY; CONTINUING CARE; ADDICTION","Categories":"Substance Abuse; Psychiatry Web of Science Categories:Substance Abuse; Psychiatry","Journal Information":"ADDICTION Volume: 112 Issue: 5 Pages: 751-757 DOI: 10.1111/add.13502 Published: MAY 2017","Abstract":"BackgroundResearch has led to improvements in the effectiveness of interventions for substance use disorders (SUD), but for the most part progress has been modest, particularly with regard to longer-term outcomes. Moreover, most individuals with SUD do not seek out treatment. Argument/analysisThis paper presents two recommendations on how to improve treatment engagement and long-term outcomes for those with SUD. First, treatments should go beyond a focus on reducing or eliminating substance use to target greater access to and more time spent in experiences that will be enjoyable or otherwise rewarding to clients. Secondly, there must be sufficient incentives in the environment to justify the effort needed to sustain long-term abstinence for individuals who often have limited access to such incentives. ConclusionsTo increase rates of long-term recovery from substance misuse, treatments should link clients to reinforcers that will make continued abstinence more appealing. This work needs to extend beyond interventions focused on the individual or family to include the local community and national policy in an effort to incentivize longer-term recoveries more strongly.","Authors":"McKay, JR (McKay, James R.)","Title":"Making the hard work of recovery more attractive for those with substance use disorders"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398563400007 ISSN: 0007-1013 eISSN: 1467-8535","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"BRITISH JOURNAL OF EDUCATIONAL TECHNOLOGY Volume: 48 Issue: 3 Pages: 814-823 DOI: 10.1111/bjet.12462 Published: MAY 2017","Abstract":"The combination of print materials and augmented reality in education is increasingly accessible due to advances in mobile technologies. Using familiar paper-based activities overlaid with digital items, also known as interactive print, educators can create a custom learning experience for students. There is very little guidance on the design of interactive print activities, particularly methods used to structure the appropriate levels of cognitive load for engagement with content. This study examined over 13 000 data points in two different interactive print activities for trends and patterns in user engagement. The results showed that the instructional design, number of digital interactions and pedagogical strategies influenced user interactions within the activity. In particular, a page designed with immersion, instant feedback, a focused task and high level cognitive tasks engaged users to interact with the digital content.","Authors":"Nadolny, L (Nadolny, Larysa)","Title":"Interactive print: The design of cognitive tasks in blended augmented reality and print documents"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400003 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Social media; Unfriending; Hiding; Social media user filtration; Political disagreement; Selective exposure KeyWords Plus:CIVIC ENGAGEMENT; PUBLIC SPHERE; INTERNET; EXPOSURE; NEWS; PARTICIPATION; COMMUNICATION; PERCEPTIONS; NETWORKS; ONLINE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 22-29 DOI: 10.1016/j.chb.2016.12.079 Published: MAY 2017","Abstract":"This article examines exposure to political disagreement on social media and user filtration in response to it. Popular arguments suggest that social media sites prevent exposure to political disagreement either through algorithmic filtration or selective affiliation. Another popular argument says that when users are exposed to political disagreement on social media, they filter it from their feeds by \"unfriending\"/\"unfollowing\" or \"hiding\" the author. We put these narratives to the test by examining (a) the relationship between social media use and exposure to political disagreement and (b) the factors that predict user filtration in response to political disagreement. Results from analysis based on a nationally representative sample of Colombian adults in urban areas show that (a) engagement with news and public affairs content on social media is positively associated with exposure to political disagreement and (b) the amount of disagreement users are exposed to is not related to user filtration in response. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Yang, JH (Yang, JungHwan) ; Barnidge, M (Barnidge, Matthew) ; Rojas, H (Rojas, Hernando)","Title":"The politics of \"Unfriending\": User filtration in response to political disagreement on social media"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400053 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Video; Statistics; Demonstration-Based Training (DBT); Reviews KeyWords Plus:TASK-PERFORMANCE; USER ACCEPTANCE; COGNITIVE LOAD; ANIMATIONS; INFORMATION; TUTORIALS; VISUALIZATIONS; SEGMENTATION; MATHEMATICS; TECHNOLOGY","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 475-485 DOI: 10.1016/j.chb.2017.01.014 Published: MAY 2017","Abstract":"This article investigates the design and effect of optimized video for statistics instruction. In addition, the use of video reviews to further optimize video instruction is examined. A Demonstration-Based Training (DBT) model was proposed and followed for the construction of the video. The videos were tested in a university-level statistics course. Students were randomly assigned to an experimental condition with demonstration and review videos and control condition with only demonstration videos. Video activity was logged to collect engagement data (coverage and commitment), and a knowledge and performance test were administered. The data showed that the videos were successful at gaining and maintaining the motivation and attention of students. Knowledge scores were moderate and there was no main effect for condition. Regression analysis showed overall coverage arid review commitment were predictors for knowledge scores. Performance scores remained high when compared to the previous cohort, however there was a significant positive difference in the current study. There was no main effect for condition on performance scores. The DBT-model and its implementation in the videos was considered successful. In addition, it is suggested that video instruction can play an important role in statistics courses where theory and practice are separated. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Brar, J (Brar, Jagvir) ; van der Meij, H (van der Meij, Hans)","Title":"Complex software training: Harnessing and optimizing video instruction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952900009 ISSN: 0167-4048 eISSN: 1872-6208","Keywords":"Internet experience; Familiarity; Internet threats; Computer behavior; Cluster analysis; Mediation KeyWords Plus:INFORMATION SECURITY; BEHAVIOR; PERCEPTION; PRIVACY; ATTITUDES; USERS; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"COMPUTERS & SECURITY Volume: 66 Pages: 129-141 DOI: 10.1016/j.cose.2017.01.010 Published: MAY 2017","Abstract":"The degree of familiarity with threats is considered as a predictor of Internet attitudes and security behaviors. Cross-sectional data were collected from 323 student participants about their familiarity about 16 different Internet threats. All participants were presented with definitions of threats and then asked to state how familiar they were with each. Their responses were then used to identify the extent to which threat familiarity differed among the sample. Three different clusters were identified. One set of participants were relatively knowledgeable about all threats. Cluster 1 was therefore labeled experts (n = 92). Clusters 2 (n = 112) and 3 (n = 92) showed very different patterns as familiarity appeared to depend on the novelty of the threat (with one cluster showing more familiarity with well-known threats and the other more familiarity with new threats). Participants who were experts were more likely to engage in computer security behaviors than the other two groups. Mediation analysis showed that time spent on the Internet and the length of Internet experience were significant predictors of familiarity, and both were significant indirect predictors of computer security use (suggesting a relationship fully mediated by familiarity). Our paper makes several important contribution. First, the research reflects a systematic effort to investigate the relationship between the familiarity and engagement of online security activities. Second, we provide evidence that familiarity is a mediator between Internet use and security behaviors - making this a baseline variable to consider in terms of training on future threat-oriented interventions aimed at changing security behavior. This study also provides implications for practitioners to improve user familiarity of security risks. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Jeske, D (Jeske, Debora) ; van Schaik, P (van Schaik, Paul)","Title":"Familiarity with Internet threats: Beyond awareness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396961300006 ISSN: 1071-5819 eISSN: 1095-9300","Keywords":"Presence; User studies; Usability; User experience; Vitual reality; Mobile devices","Categories":"Computer Science; Engineering; Psychology Web of Science Categories:Computer Science, Cybernetics; Ergonomics; Psychology, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF HUMAN-COMPUTER STUDIES Volume: 101 Pages: 76-87 DOI: 10.1016/j.ijhcs.2017.01.004 Published: MAY 2017","Abstract":"The possibility of using virtual environments instead of real field or laboratory environments is a promising research field. However, before virtual environments are able to replace the traditional environments the differences between the methods must be worked out. We take up on previous studies which compared different real and virtual environments concerning presence and usability and expand the research on the factor of user experience. We compared a virtual field environment (CAVE - Cave Automatic Virtual Environment) and a real field environment (city center of Chemnitz, Germany) in a between-subject-design concerning presence, and evaluate its impact on the usability and the user experience of a geocaching game. The data of 60 participants was analyzed and shows significantly higher ecological validity for the real field environment but higher values for engagement and negative effects in the virtual field environment. Concerning usability, significant differences were verified between the two environments. All presence factors correlated significantly with usability in the CAVE, but did not correlate in the real-field environment. Concerning user experience, the CAVE showed significantly higher hedonic quality values, whereas the real field environment had higher pragmatic quality values. In both conditions presence and user experience factors were partly correlated. Our results indicate that virtual environments can be an alternative to real environments for user experience studies, when a high presence is achieved.","Authors":"Brade, J (Brade, Jennifer) ; Lorenz, M (Lorenz, Mario) ; Busch, M (Busch, Marc) ; Hammer, N (Hammer, Niels) ; Tscheligi, M (Tscheligi, Manfred) ; Klimant, P (Klimant, Philipp)","Title":"Being there again - Presence in real and virtual environments and its relation to usability and user experience using a mobile navigation task"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396015500015 PubMed ID: 28129256 ISSN: 1525-4135 eISSN: 1077-9450","Keywords":"Asia; HIV; epidemiology; retention in care; loss to follow-up; ART KeyWords Plus:INJECTING DRUG-USERS; TREATMENT PROGRAMS; THERAPY PROGRAMS; SCALE-UP; SOUTH-AFRICA; OUTCOMES; CARE; RETENTION; MORTALITY; MALAWI","Categories":"Immunology; Infectious Diseases Web of Science Categories:Immunology; Infectious Diseases","Journal Information":"JAIDS-JOURNAL OF ACQUIRED IMMUNE DEFICIENCY SYNDROMES Volume: 74 Issue: 5 Pages: 555-562 Published: APR 15 2017","Abstract":"Introduction: Over time, there has been a substantial improvement in antiretroviral treatment (ART) programs, including expansion of services and increased patient engagement. We describe time trends in, and factors associated with, loss to follow-up (LTFU) in HIV-positive patients receiving ART in Asia. Methods: Analysis included HIV-positive adults initiating ART in 2003-2013 at 7 ART programs in Asia. Patients LTFU had not attended the clinic for >= 180 days, had not died, or transferred to another clinic. Patients were censored at recent clinic visit, follow-up to January 2014. We used cumulative incidence to compare LTFU and mortality between years of ART initiation. Factors associated with LTFU were evaluated using a competing risks regression model, adjusted for clinical site. Results: A total of 8305 patients were included. There were 743 patients LTFU and 352 deaths over 26,217 person-years (pys), a crude LTFU, and mortality rate of 2.83 (2.64-3.05) per 100 pys and 1.34 (1.21-1.49) per 100 pys, respectively. At 24 months, the cumulative LTFU incidence increased from 4.3% (2.9%-6.1%) in 2003-05 to 8.1% (7.1%-9.2%) in 2006-09 and then decreased to 6.7% (5.9%-7.5%) in 2010-13. Concurrently, the cumulative mortality incidence decreased from 6.2% (4.5%-8.2%) in 2003-05 to 3.3% (2.8%-3.9%) in 2010-13. The risk of LTFU reduced in 2010-13 compared with 2006-09 (adjusted subhazard ratio = 0.73, 0.69-0.99). Conclusions: LTFU rates in HIV-positive patients receiving ART in our clinical sites have varied by the year of ART initiation, with rates declining in recent years whereas mortality rates have remained stable. Further increases in site-level resources are likely to contribute to additional reductions in LTFU for patients initiating in subsequent years.","Authors":"De la Mata, NL (De la Mata, Nicole L.) ; Ly, PS (Ly, Penh S.) ; Nguyen, KV (Nguyen, Kinh V.) ; Merati, TP (Merati, Tuti P.) ; Pham, TT (Pham, Thuy T.) ; Lee, MP (Lee, Man P.) ; Choi, JY (Choi, Jun Y.) ; Ross, J (Ross, Jeremy)[ 10 ] ; Law, MG (Law, Matthew G.) ; Ng, OT (Ng, Oon T.)[ 11 ]","Title":"Loss to Follow-up Trends in HIV-Positive Patients Receiving Antiretroviral Treatment in Asia From 2003 to 2013"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397896000001 ISSN: 0311-6999 eISSN: 2210-5328","Keywords":"Teacher education knowledge base; Theory of knowledge; Research utilization; Research implementation KeyWords Plus:POSITIVE BEHAVIOR SUPPORT; HIGH-SCHOOL","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"AUSTRALIAN EDUCATIONAL RESEARCHER Volume: 44 Issue: 2 Pages: 123-139 DOI: 10.1007/s13384-016-0224-5 Published: APR 2017","Abstract":"Research in education draws upon a wide range of epistemological traditions due in part to the wide range of problems that are investigated. While this diversity might be considered a strength of the field, it also makes researchers who work within it vulnerable to being divided into those worth listening to and those who should be ignored by 'end-users'. These people and groups who are interested in the outcomes of educational research, such as policy makers and system providers, increasingly expect research findings to be accessible, and to inform questions of the 'what works' variety. Under this imperative, research processes that elaborate the complexity of educational problems, and the provisional, partial and contingent nature of solutions, tend to be dismissed as unnecessarily complex and inaccessible. Epistemological diversity in educational research also presents challenges for inducting teacher education students into the profession. We outline some of these challenges in a discussion of epistemological diversity in research in education. We also describe differences in how research traditions construct educational problems. We argue that crossing epistemic boundaries is a necessary condition of the educational practices of teachers and of those preparing to join their ranks. We compare and contrast knowledge-producing processes in education and identify the repertoires of capabilities and habits of mind associated with different epistemologies or 'angles'. We suggest that the impact of educational research, including its contribution to teacher education programs, policy and public debate about issues in education, might be enhanced through a heuristic suite of four angles that are each understood to be necessary but not sufficient on their own. We provide a brief worked example of how such a heuristic might be applied to make sense of the diverse bodies of research regarding student engagement in school.","Authors":"Hayes, D (Hayes, Debra) ; Doherty, C (Doherty, Catherine)","Title":"Valuing epistemic diversity in educational research: an agenda for improving research impact and initial teacher education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397934800007 PubMed ID: 28064524 ISSN: 1740-7745 eISSN: 1740-7753","Keywords":"Primary health care; recruitment; randomised controlled trial; research methods; back pain KeyWords Plus:CLINICIAN CHARACTERISTICS; IMPROVING RECRUITMENT; HEALTH RESEARCH; DIFFICULTIES; STRATEGIES","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"CLINICAL TRIALS Volume: 14 Issue: 2 Pages: 162-169 DOI: 10.1177/1740774516683921 Published: APR 2017","Abstract":"Background: Marketing communication and brand identity is a fundamental principle of advertising and end-user engagement. Health researchers have begun to apply this principle to trial recruitment in primary care. The aim of this study was to evaluate whether a Teaser Campaign using a series of postcards in advance of a conventional mail-out increases the number of primary care clinics that engage with a clinical trial. Methods: Embedded randomised recruitment trial across primary care clinics (general practitioners and physiotherapists) in the Sydney metropolitan area. Clinics in the Teaser Campaign group received a series of branded promotional postcards in advance of a standard letter inviting them to participate in a clinical trial. Clinics in the Standard Mail group did not receive the postcards. Results: From a total of 744 clinics that were sent an invitation letter, 46 clinics in the Teaser Campaign group and 40 clinics in the Standard Mail group responded (11.6% total response rate). There was no between-group difference in the odds of responding to the invitation letter (odds ratio = 1.18, 95% confidence interval = 0.75-1.85, p = 0.49). For physiotherapy clinics and general practice clinics, the odds ratios were 1.43 (confidence interval = 0.82-2.48, p = 0.21) and 0.77 (confidence interval = 0.34-1.75, p = 0.54), respectively. Conclusion: A Teaser Campaign using a series of branded promotional postcards did not improve clinic engagement for a randomised controlled trial in primary care.","Authors":"Lee, H (Lee, Hopin) ; Hubscher, M (Huebscher, Markus) ; Moseley, GL (Moseley, G. Lorimer) ; Kamper, SJ (Kamper, Steven J.) ; Traeger, AC (Traeger, Adrian C.) ; Skinner, IW (Skinner, Ian W.) ; Williams, CM (Williams, Christopher M.) ; McAuley, JH (McAuley, James H.)","Title":"An embedded randomised controlled trial of a Teaser Campaign to optimise recruitment in primary care"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397697300027 PubMed ID: 28231480 ISSN: 0010-440X eISSN: 1532-8384","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"COMPREHENSIVE PSYCHIATRY Volume: 74 Pages: 204-213 DOI: 10.1016/j.comppsych.2017.01.018 Published: APR 2017","Abstract":"Background: Up to 50% of patients with psychotic-spectrum disorders are medication nonadherent. The use of real-time assessment via ecological momentary assessment (EMA) on mobile devices might offer important insights into adherence behaviors that cannot be measured in the clinic. However, existing EMA studies have only studied acutely ill patients during hospitalization or more stable patients in the community. Methods: Feasibility and acceptability of EMA in 65 patients with psychotic-spectrum disorders who were recently discharged from the hospital were assessed. EMA was administered for four weeks via study-provided mobile devices. Feasibility was measured by study recruitment/retention rates, patients' connectivity, and completion rates. Quantitative and qualitative acceptability data were collected. Results: Participants completed 28-31% of offered EMA assessments. The only significant predictor of reduced EMA completion was recent cannabis use. EMA completion was maintained from weeks 1 to 3 but significantly dropped at the fourth week. Patient acceptability feedback was generally positive; negative comments related primarily to technological problems. Conclusions: This was the first study to use EMA in recently discharged patients with psychotic-spectrum disorders. EMA is feasible and acceptable in this population, but completion rates were lower than in more stable samples. Future research should consider limiting the assessment period, screening for substance use, and integrating assessment with intervention elements to increase EMA engagement. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Moitra, E (Moitra, Ethan) ; Gaudiano, BA (Gaudiano, Brandon A.) ; Davis, CH (Davis, Carter H.) ; Ben-Zeeve, D (Ben-Zeeve, Dror)","Title":"Feasibility and acceptability of post-hospitalization ecological momentary assessment in patients with psychotic-spectrum disorders"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397356000006 ISSN: 0301-4215 eISSN: 1873-6777","Keywords":"Smart homes; Consumer research; Early adopters KeyWords Plus:ENERGY; ENGAGEMENT; SYSTEMS; POLICY; USERS","Categories":"Energy & Fuels; Environmental Sciences & Ecology Web of Science Categories:Energy & Fuels; Environmental Sciences; Environmental Studies","Journal Information":"ENERGY POLICY Volume: 103 Pages: 72-83 DOI: 10.1016/j.enpol.2016.12.047 Published: APR 2017","Abstract":"Smart homes are a priority area of strategic energy planning and national policy. The market adoption of smart home technologies (SHTs) relies on prospective users perceiving clear benefits with acceptable levels of risk. This paper characterises the perceived benefits and risks of SHTs from multiple perspectives. A representative national survey of UK homeowners (n=1025) finds prospective users have positive perceptions of the multiple functionality of SHTs including energy management. Ceding autonomy and independence in the home for increased technological control are the main perceived risks. An additional survey of actual SHT users (n=42) participating in a smart home field trial identifies the key role of early adopters in lowering perceived SHT risks for the mass market. Content analysis of SHT marketing material (n=62) finds the SHT industry are insufficiently emphasising measures to build consumer confidence on data security and privacy. Policymakers can play an important role in mitigating perceived risks, and supporting the energy management potential of a smart-home future. Policy measures to support SHT market development include design and operating standards, guidelines on data and privacy, quality control, and in situ research programmes. Policy experiences with domestic energy efficiency technologies and with national smart meter roll-outs offer useful precedents.","Authors":"Wilson, C (Wilson, Charlie) ; Hargreaves, T (Hargreaves, Tom) ; Hauxwell-Baldwin, R (Hauxwell-Baldwin, Richard)","Title":"Benefits and risks of smart home technologies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397986100007 ISSN: 1042-1629 eISSN: 1556-6501","Keywords":"Workplace-based assessment; Electronic portfolios; Student models; Technology; Enhanced feedback; Learning analytics KeyWords Plus:EDUCATION; PERSPECTIVE; ENGAGEMENT; DESIGN; SYSTEM","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"ETR&D-EDUCATIONAL TECHNOLOGY RESEARCH AND DEVELOPMENT Volume: 65 Issue: 2 Pages: 359-380 DOI: 10.1007/s11423-016-9496-8 Published: APR 2017","Abstract":"Electronic portfolios (E-portfolios) are crucial means for workplace-based assessment and feedback. Although E-portfolios provide a useful approach to view each learner's progress, so far options for personalized feedback and potential data about a learner's performances at the workplace often remain unexploited. This paper advocates that E-portfolios enhanced with learning analytics, might increase the quality and efficiency of workplace-based feedback and assessment in professional education. Based on a 5-phased iterative design approach, an existing E-portfolio environment was enhanced with learning analytics in professional education. First, information about crucial professional activities for professional domains and suited assessment instruments were collected (phase 1). Thereafter probabilistic student models were defined (phase 2). Next, personalized feedback and visualization of the personal development over time were developed (phase 3). Then the prototype of the E-portfolio-including the student models and feedback and visualization modules-were implemented in professional training-programs (phase 4). Last, evaluation cycles took place and 121 students and 30 supervisors from five institutes for professional education evaluated the perceived usefulness of the design (phase 5). It was concluded that E-portfolios with learning analytics were perceived to assist the development of students' professional competencies and that the design is only successful when developed and implemented through the eyes of the users. Feedback and assessment methods based upon learning analytics can stimulate learning at the workplace in the long run. Practical, technological and ethical challenges are discussed.","Authors":"van der Schaaf, M (van der Schaaf, Marieke) ; Donkers, J (Donkers, Jeroen) ; Slof, B (Slof, Bert) ; Moonen-van Loon, J (Moonen-van Loon, Joyce) ; van Tartwijk, J (van Tartwijk, Jan) ; Driessen, E (Driessen, Eric) ; Badii, A (Badii, Atta) ; Serban, O (Serban, Ovidiu) ; Ten Cate, O (Ten Cate, Olle)","Title":"Improving workplace-based assessment and feedback by an E-portfolio enhanced with learning analytics"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398072000016 PubMed ID: 27413028 ISSN: 1090-1981 eISSN: 1552-6127","Keywords":"information behavior; information engagement; social amplification of communication; social media listening; risk communication KeyWords Plus:PUBLIC-HEALTH; COMMUNICATION; TRUST; DISEASE; EMERGENCY","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"HEALTH EDUCATION & BEHAVIOR Volume: 44 Issue: 2 Pages: 332-339 DOI: 10.1177/1090198116660310 Published: APR 2017","Abstract":"Emerging pandemics call for unique health communication and education strategies in which public health agencies need to satisfy the public's information needs about possible risks while preventing risk exaggeration and dramatization. As a route to providing a framework for understanding public information behaviors in response to an emerging pandemic, this study examined the characteristics of communicative behaviors of social media audiences in response to Ebola outbreak news. Grounded in the social amplification of risks framework, this study adds to an understanding of information behaviors of online audiences by showing empirical differences in audience engagement with online health information. The data were collected from the Centers for Disease Control and Prevention (CDC) Facebook channel. The final data set included 809 CDC posts and 35,916 audience comments. The analysis identified the differences in audience information behaviors in response to an emerging pandemic, Ebola, and health promotion posts. While the CDC had fewer posts on Ebola than health promotion topics, the former received more attention from active page users. Furthermore, audience members who actively engaged with Ebola news had a small overlap with those who engaged with non-Ebola information during the same period. Overall, this study demonstrated that information behavior and audience engagement is topic dependent. Furthermore, audiences who commented on news about an emerging pandemic were homogenous and varied in their degree of information amplification.","Authors":"Strekalova, YA (Strekalova, Yulia A.)","Title":"Health Risk Information Engagement and Amplification on Social Media: News About an Emerging Pandemic on Facebook"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397210400011 PubMed ID: 27170213 ISSN: 1369-6513 eISSN: 1369-7625","Keywords":"analgesia; musculoskeletal pain; primary care; public involvement; shared decision making; systematic review KeyWords Plus:PUBLIC INVOLVEMENT; HEALTH-CARE; CONSUMER INVOLVEMENT; USER INVOLVEMENT; NHS RESEARCH; PERSPECTIVES; CONCORDANCE; MEDICATION; BARRIERS; AGENDA","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health Web of Science Categories:Health Care Sciences & Services; Health Policy & Services; Public, Environmental & Occupational Health","Journal Information":"HEALTH EXPECTATIONS Volume: 20 Issue: 2 Pages: 298-308 DOI: 10.1111/hex.12458 Published: APR 2017","Abstract":"Background Patient and public involvement and engagement (PPIE) in systematic reviews remains uncommon, despite the policy imperative for patient involvement in research. The aim of this study was to investigate the process and impact of collaborating with members of a patient Research User Group (RUG) on a systematic review about shared decision making around prescribing analgesia in primary care consultations. Methods Five members of an established patient RUG collaborated with researchers undertaking a systematic review with narrative synthesis, through workshops held at three time-points. These addressed the following: designing the protocol, interpreting the results and planning dissemination. Support from a RUG coordinator and user support worker facilitated collaboration throughout the review process. Researchers reflected on how PPIE modified the review at each time-point. Results RUG members identified factors important in shared decision making around analgesic prescribing additional to those initially proposed by the research team. Search terms and specific outcomes of interest were amended to reflect these additional factors. Thirty of the 39 patient-identified factors were absent in the published literature. The categories of factors identified were used as a framework for the narrative synthesis and for reporting results. RUG members prioritized options for disseminating the results. Conclusion PPIE collaboration throughout the systematic review impacted on the scope of the review, highlighting gaps in the literature that were important to patients. Impact on interpretation and dissemination of findings ensured the review directly reflected patient priorities. Challenges and strategies to facilitate PPIE involvement in systematic reviews and suggestions for future researchers are highlighted.","Authors":"Hyde, C (Hyde, Catherine) ; Dunn, KM (Dunn, Kate M.) ; Higginbottom, A (Higginbottom, Adele) ; Chew-Graham, CA (Chew-Graham, Carolyn A.)","Title":"Process and impact of patient involvement in a systematic review of shared decision making in primary care consultations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397239400005 ISSN: 1036-1073 eISSN: 2201-1617","Keywords":"demographic groups; gender differences; vegetable consumption; website evaluation dimensions KeyWords Plus:INFORMATION; INTERNET; FRUIT; ENGAGEMENT; QUALITY; DETERMINANTS; MANAGEMENT; SUPPORT; ADULTS; WEB","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"HEALTH PROMOTION JOURNAL OF AUSTRALIA Volume: 28 Issue: 1 Pages: 21-29 DOI: 10.1071/HE16003 Published: APR 2017","Abstract":"Issue addressed: Whether the website Veggycation (R) appeals to particular groups of consumers significantly more than other groups. Methods: Australian adults aged >= 18 years (n = 1000) completed an online survey. The website evaluation instrument used was tested for validity and reliability. Associations between demographic variables and website evaluation dimensions of attractiveness, content, user-friendliness and loyalty intentions were examined using a general linear model (GLM). The appraisal of the website was further investigated based on the respondents' daily consumption level of vegetables and the importance they attach to vegetable consumption in their diet, using GLM and a Tukey's all-pair comparison. Results: Veggycation (R) has a high level of acceptance among the Australian community with certain groups evaluating the website more favourably. These include women, people aged <= 29 years, higher income respondents, non-metro respondents and those who viewed vegetables as extremely important in their daily diet. Conclusions: Customisation of the website for consumer groups with low vegetable consumption is recommended. Designing tailored communication tools will assist in enhancing the knowledge base of vegetable-related health benefits and may promote vegetable consumption among the Australian population. So what? The promotion of higher vegetable consumption is aided by tailored, well-designed web communication. This study adds to the existing body of knowledge for the education of organisations developing e-tools for promoting health education and literacy.","Authors":"Rekhy, R (Rekhy, Reetica) ; Khan, A (Khan, Aila) ; van Ogtrop, F (van Ogtrop, Floris) ; McConchie, R (McConchie, Robyn)","Title":"Consumer evaluation of 'Veggycation (R)', a website promoting the health benefits of vegetables"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398425700073 ISSN: 0959-6526 eISSN: 1879-1786","Keywords":"Water conservation; Demand-based tariff modelling; Participatory modelling; System Dynamics; Stakeholder engagement KeyWords Plus:URBAN WATER; CLIMATE-CHANGE; DYNAMICS APPROACH; PRICE ELASTICITY; MANAGEMENT; RESOURCES; AUSTRALIA; SCARCITY; POLICY; DESALINATION","Categories":"Science & Technology - Other Topics; Engineering; Environmental Sciences & Ecology Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Engineering, Environmental; Environmental Sciences","Journal Information":"JOURNAL OF CLEANER PRODUCTION Volume: 148 Pages: 773-784 DOI: 10.1016/j.jclepro.2017.02.051 Published: APR 1 2017","Abstract":"Sustainable and responsive water management policies are essential to provide high-quality, reasonably priced drinking water to consumers at any time, while simultaneously ensuring a profit for the water utility. Such goal can be typically achieved through two different types of policy, namely increasing water supply, or managing water demand; the latter can be performed, among others, through water pricing. Pricing, especially when demand-based, can lead to a behavioural change in customer water use, but it is arduous to introduce for a number of political and social reasons; it is essential to engage With relevant stakeholders to clearly recognize pros and cons of implementing a new water tariff. As a consequence, in this paper, economic and social implications of demand-based tariff structures, and their potential for greater water conservation, are assessed through a participatory approach. The variation of residential water demand and revenue outcomes were simulated through an integrated participatory systems approach by assuming that an inclining block tariff was introduced on the Gold Coast region, Australia. Such connection between price, demand, and revenue is highly complex and the choice of System Dynamics for this modelling exercise is considered ideal as it can explicitly handle the non-linearity, feedbacks and interconnections of such system. The simulation model was developed by collaborating with relevant stakeholders, thus ensuring the logical inclusion of all the relevant inputs and connections. Such model integrates three components, namely revenue forecasting; water billing; and demand feedback sub-model. The results show that: a) the inclining block tariff can effectively lead to behavioural change and water consumption reduction, especially within the high water users group, although the predicted water savings would be lower than when adopting water restrictions; b) customers' feedback to an increased cost can be used to achieve revenue neutrality; c) based on customer feedback and modelling simulations, the ideal proportion of customers to be charged with the second block tariff is 20%, however this can be recalculated and varied during wet seasons or dry seasons to optimise water availability. The developed model allows water planners to explore a wide range of policy alternatives (e.g. alternative pricing scenarios to influence demand) over medium to long-term periods and to optimise best-practice decision making for urban water conservation and management. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Sahin, O (Sahin, O.) ; Bertone, E (Bertone, E.) ; Beal, CD (Beal, C. D.)","Title":"A systems approach for assessing water conservation potential through demand-based water tariffs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397871700010 ISSN: 1617-4909 eISSN: 1617-4917","Keywords":"Museum behavior; Museum mobile guide; Visualization; User-centered design KeyWords Plus:POSITIONING SYSTEMS","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"PERSONAL AND UBIQUITOUS COMPUTING Volume: 21 Issue: 2 Pages: 313-326 Special Issue: SI DOI: 10.1007/s00779-016-0994-9 Published: APR 2017","Abstract":"Museum curators and personnel are interested in understanding what is happening at their museum: what exhibitions and exhibits do visitors attend to, what exhibits visitors spend most time at, what hours of the day are most busy at certain areas in the museum and more. We use automatic tracking of visitors' position, movements and interaction at the museum to log visitor information. Using this information, we provide an interface that visualizes individual and small group movement patterns, presentations watched, and aggregated information of overall visitor engagement at the museum. We utilized a user centered design approach in which we gathered requirements, iteratively designed and implemented a working prototype and evaluated it with the help of domain experts (museum curators and other museum personnel). We describe our efforts and provide insights from the design and evaluation of our system, and outline how it might be generalized for other indoor domains such as supermarkets or shopping malls.","Authors":"Lanir, J (Lanir, Joel) ; Kuflik, T (Kuflik, Tsvi) ; Sheidin, J (Sheidin, Julia) ; Yavin, N (Yavin, Nisan) ; Leiderman, K (Leiderman, Kate) ; Segal, M (Segal, Michael)","Title":"Visualizing museum visitors' behavior: Where do they go and what do they do there?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398005100009 PubMed ID: 28222961 ISSN: 0891-4222","Keywords":"Intellectual disabilities; Learning disabilities; South Asian women; Qualitative; Social care services; Culture; IPA KeyWords Plus:UNITED-KINGDOM; ADULTS; COMMUNITIES; ADOLESCENTS","Categories":"Education & Educational Research; Rehabilitation Web of Science Categories:Education, Special; Rehabilitation","Journal Information":"RESEARCH IN DEVELOPMENTAL DISABILITIES Volume: 63 Pages: 74-84 DOI: 10.1016/j.ridd.2017.02.005 Published: APR 2017","Abstract":"Background and aims: Carers and service users with intellectual disabilities from minority ethnic groups have typically been reported to be dissatisfied with the social care services they receive. However, service users themselves have rarely been asked directly about their experiences of social care. This paper aims to understand the meaning of social care services in the lives of South Asian women with intellectual disabilities, in the United Kingdom. Method and procedure: 10 British South Asian women with mild-moderate intellectual disabilities were interviewed about their experiences of social care services. The transcripts were analysed using interpretative phenomenological analysis. Results: The analysis produced three super-ordinate themes, which focus on how services facilitate the development of complex identities, how the participants explored their sense of being 'stuck' between cultures as they negotiated their journeys towards independence, and the triple disadvantage which they experienced as a consequence of the intersection between gender, ethnicity and disability. The participants were broadly satisfied with the role which services played in these domains, and appeared to find them valuable and helpful. Conclusions: The results suggest that the participants successfully managed complex identity issues, such as acculturation processes, with the support of services. It may be helpful to give more explicit consideration to the positive role which good services can play in supporting people with intellectual disabilities in the development of their identities and goals, alongside the more traditionally 'concrete' objectives of such social care. Engagement with families in 'positive risk-taking' is likely to be an important component of success. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Malik, KJ (Malik, Kulsoom Jawaid) ; Unwin, G (Unwin, Gemma) ; Larkin, M (Larkin, Michael) ; Kroese, BS (Kroese, Biza Stenfert) ; Rose, J (Rose, John)","Title":"The complex role of social care services in supporting the development of sustainable identities: Insights from the experiences of British South Asian women with intellectual disabilities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396917100009 ISSN: 0036-5564 eISSN: 1467-9450","Keywords":"Online and offline interaction; online social networking; priming; social activity; relatedness KeyWords Plus:TO-MANY COMMUNICATION; SELF-ESTEEM; PHYSICAL PAIN; FACEBOOK; BEHAVIOR; MONEY; ADOLESCENTS; DISTRESS; INTERNET; CONSEQUENCES","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"SCANDINAVIAN JOURNAL OF PSYCHOLOGY Volume: 58 Issue: 2 Pages: 179-184 DOI: 10.1111/sjop.12348 Published: APR 2017","Abstract":"People are beginning to develop symbiotic relationships with social networking sites (SNSs), which provide users with abundant opportunities for social interaction. We contend that if people perceive SNSs as sources of social connection, the idea of SNSs may reduce the desire to pursue offline social activities and offline pleasures. Experiment 1 demonstrated that priming with SNSs was associated with a weakened desirability of offline social activities and an increased inclination to work alone. Felt relatedness mediated the link between SNS primes and reduced desire to engage in offline social activities. Experiment 2 showed that exposure to SNS primes reduced the desirability of offline socializing and lowered the desire for offline pleasurable experiences as well. Moreover, heavy users were more susceptible to this detrimental effect. We provide the first experimental evidence that the idea of online social networking may modulate users' engagement in offline social activities and offline pleasures. Hence, online social networking may satisfy the need for relatedness but undercut the likelihood of reaping enjoyment from offline social life.","Authors":"Li, SS (Li, Shiang-Shiang) ; Chang, YYC (Chang, Yevvon Yi-Chi) ; Chiou, WB (Chiou, Wen-Bin)","Title":"Things online social networking can take away: Reminders of social networking sites undermine the desirability of offline socializing and pleasures"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397689900001 ISSN: 1441-3523","Keywords":"Sport; Consumer; Design; User; Experience; Technology KeyWords Plus:SERVICE DESIGN; LOYALTY; SATISFACTION; MANAGEMENT; VALIDATION; FOOTBALL; QUALITY; SYSTEM; IMPACT; SCALE","Categories":"Social Sciences - Other Topics; Business & Economics Web of Science Categories:Hospitality, Leisure, Sport & Tourism; Management","Journal Information":"SPORT MANAGEMENT REVIEW Volume: 209 Issue: 2 Pages: 145-158 DOI: 10.10161/j.smr.2016.11.006 Published: APR 2017","Abstract":"Sport Management Review celebrates 20 years of publishing research, and this milestone provides an opportunity to reflect on sport consumer research and offer possible directions for scholarship. This article utilizes a panel of 17 academic scholars to examine sport consumer research published in SMR as an exemplar; and then, more broadly, how to enhance sport consumer research and identify future trends in the sport industry. This information, combined with an article analysis, revealed two key findings. First, the quality of scholarship was acknowledged with noted weaknesses related to improving and diversifying methodology, stronger attention to theoretical development, and relevance to industry. Second, traditional boundaries of sport consumer research will expand due to technology, a broadening sport landscape, and links to other academic disciplines. In order to account for industry trends and address noted theoretical limitations, a Sport Experience Design (SX) framework is introduced, which consists of three interrelated elements: (a) the sport context in which a sport consumer navigates through an experience and interacts with touchpoints, (b) the sport user, with mental processes, psychological needs, and personal characteristics, and (c) the sport organization, which produces the sport experience to achieve organizational goals. The framework provides a holistic consumer centred approach that considers cognitive, organizational, and physical relevant design factors that enhance customer satisfaction and engagement by improving use and pleasure of sport experiences. (C) 2016 Sport Management Association of Australia and New Zealand. Published by Elsevier Ltd. All rights reserved.","Authors":"Funk, DC (Funk, Daniel C.)","Title":"Introducing a Sport Experience Design (SX) framework for sport consumer behaviour research"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396962500007 ISSN: 0040-1625 eISSN: 1873-5509","Keywords":"Decision support; Visual analytics; Focus groups; Stakeholders; Evaluation; Wind energy; Land-use planning KeyWords Plus:ENVIRONMENTAL-IMPACT; INFORMATION-SYSTEMS; DESIGN SCIENCE; MANAGEMENT","Categories":"Business & Economics; Public Administration Web of Science Categories:Business; Planning & Development","Journal Information":"TECHNOLOGICAL FORECASTING AND SOCIAL CHANGE Volume: 117 Pages: 70-83 DOI: 10.1016/j.techfore.2017.01.007 Published: APR 2017","Abstract":"In socially-embedded tasks like planning the location of wind farms, certain evaluation methods have been used to establish the viability of decision support tools. These methods often consider the usability and technical functionality of decision support tools, users' tasks, and other important characteristics. However, such evaluations provide only a partial assessment of the prototype design process because the perception of usefulness, ease of use on tasks, and common barriers to use, from the point of view of the people who use the tool, are not always sufficiently integrated. The study in this article employs the focus group methodology to evaluate AB-WINDEC a place-specific decision support tool designed to match the socio-technical requirements of stakeholders involved in wind farm placement planning in Alberta. In this context, the main purpose of the focus group was to elicit real-world perspectives from stakeholders who will eventually use the tool. The results of the study suggest that AB-WINDEC can be useful for educational purposes, public engagement, high-level analysis, risk assessment, and collaboration between wind energy decision makers and stakeholders. Feedback from the stakeholders also led to additional requirements and insight on how the design of the prototype needs to be modified to increase its usefulness and ease of use. Further, the findings provided relevant information on social considerations and potential barriers that can influence the acceptance and use of AB-WINDEC in real-world conditions. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Adagha, O (Adagha, Ovo) ; Levy, RM (Levy, Richard M.) ; Carpendale, S (Carpendale, Sheelagh) ; Gates, C (Gates, Cormack) ; Lindquist, M (Lindquist, Mark)","Title":"Evaluation of a visual analytics decision support tool for wind farm placement planning in Alberta: Findings from a focus group study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395471400008 PubMed ID: 27273843 ISSN: 0965-2140 eISSN: 1360-0443","Keywords":"Biomedical; community; HIV; injection drug use; PrEP; prevention KeyWords Plus:ANTIRETROVIRAL PROPHYLAXIS; SOCIAL-SCIENCE; AFRICAN WOMEN; USERS; INFECTION; CARE; PREVALENCE; REDUCTION; TENOFOVIR; BARRIERS","Categories":"Substance Abuse; Psychiatry Web of Science Categories:Substance Abuse; Psychiatry","Journal Information":"ADDICTION Volume: 112 Issue: 4 Pages: 572-578 DOI: 10.1111/add.13437 Published: APR 2017","Abstract":"Background and aimsPre-exposure prophylaxis for HIV, or PrEP', is the use of antiretroviral medicines by people who are HIV-negative to protect themselves against acquiring HIV. PrEP has shown efficacy for preventing HIV acquisition. Despite the potential, many concerns have been voiced by people who inject drugs (PWID) and their organizations. There is a need to engage with these views and ensure their integration in to policy and strategy. This paper presents PWID views on PrEP to foster the uptake of these opinions into scientific and policy debate around PrEP MethodsCritical analysis of a report of a community consultation led by the International Network of People who Use Drugs (INPUD). ResultsThe INPUD report highlights enthusiasm from PWID for PrEP, but also three main concerns: the feasibility and ethics of PrEP, its potential use as a substitute for other harm reduction strategies and how a focus on PrEP heralds a re-medicalization of HIV. Each concern relates to evidenced gaps in essential services or opposition to harm reduction and PWID human rights. ConclusionsPeople who use drugs have fundamental concerns about the potential impacts of pre-exposure prophylaxis for HIV which reflect a fault line' in HIV prevention: a predominance of biomedical approaches over community perspectives. Greater community engagement in HIV prevention strategy is needed, or we risk continuing to ignore the need for action on the underlying structural drivers and social context of the HIV epidemic.","Authors":"Guise, A (Guise, Andy) ; Albers, ER (Albers, Eliot Ross) ; Strathdee, SA (Strathdee, Steffanie A.)","Title":"\"PrEP is not ready for our community, and our community is not ready for PrEP': pre-exposure prophylaxis for HIV for people who inject drugs and limits to the HIV prevention response"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395749800004 ISSN: 1465-9891 eISSN: 1475-9942","Keywords":"2, 4-Dinitrophenol; DNP; fat burn; Internet KeyWords Plus:DINITROPHENOL; INTERNET; ONLINE; METHOXETAMINE; INFORMATION; FATALITY; OBESITY","Categories":"Substance Abuse Web of Science Categories:Substance Abuse","Journal Information":"JOURNAL OF SUBSTANCE USE Volume: 22 Issue: 2 Pages: 131-138 DOI: 10.3109/14659891.2016.1149238 Published: APR 2017","Abstract":"Background: Despite not being licensed for human consumption, the Internet has triggered renewed, widespread interest and availability of 2,4-Dinitrophenol (DNP). DNP, a cellular metabolic poison, causes thermogenesis resulting in fat burning and weight loss. Whilst extensively available for purchase online, research on user experiences of DNP is limited. Methods: A netnographic approach was used to describe user experiences of DNP via online public websites. Public websites discussing DNP were identified and a purposeful sample selected. Discussion threads were downloaded and a textual qualitative analysis conducted. Four themes containing 71 categories were generated. Results: There exists a plethora of communal folk pharmacological advice and recommendations for DNP manufacture and use, together with associated harms and outcomes. The efficacy and untoward effects of DNP were described and discussed alongside the notion that DNP should only be used by experienced bodybuilders. Dosage and regimes for optimal use were also described. Conclusion: This unique study provides a rich examination of the knowledge, attitudes, and motivations of DNP users, illustrating the significant role of online public websites in sharing information. Further understanding of DNP users and the online communities in which they reside is warranted to facilitate engagement and formulate appropriate and effective policy responses.","Authors":"McVeigh, J (McVeigh, Jim) ; Germain, J (Germain, Jennifer) ; Van Hout, MC (Van Hout, Marie Claire)","Title":"2,4-Dinitrophenol, the inferno drug: a netnographic study of user experiences in the quest for leanness"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394485400021 PubMed ID: 28166878 ISSN: 0003-6870 eISSN: 1872-9126","Keywords":"Participatory design; Home energy management systems; Renewable generation; Energy use behaviour; Lead users KeyWords Plus:HOUSEHOLD ELECTRICITY CONSUMPTION; FEEDBACK; MONITORS","Categories":"Engineering; Psychology Web of Science Categories:Engineering, Industrial; Ergonomics; Psychology, Applied","Journal Information":"APPLIED ERGONOMICS Volume: 60 Pages: 194-206 DOI: 10.1016/j.apergo.2016.11.016 Published: APR 2017","Abstract":"Home energy management systems are widely promoted as essential components of future low carbon economies. It is argued in this paper that assumptions surrounding their deployment, and the methods used to design them, emerge from discredited models of people and energy. This offers an explanation for why their field trial performance is so inconsistent. A first of a kind field trial is reported. Three eco communities took part in a comprehensive participatory design exercise as lead users. The challenge was to help users synchronise their energy use behaviours with the availability of locally generated renewable energy sources. To meet this aim, a set of highly novel Home Energy Management interfaces were co-designed and tested. Not only were the designs radically different to the norm, but they also yielded sustained user engagement over a six-month follow-up period. It is argued that user-centred design holds the key to unlocking the energy saving potential of new domestic technologies, and this study represents a bold step in that direction. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Peacock, AD (Peacock, Andrew D.) ; Chaney, J (Chaney, Joel) ; Goldbach, K (Goldbach, Kristin) ; Walker, G (Walker, Guy) ; Tuohy, P (Tuohy, Paul) ; Santonja, S (Santonja, Salvador) ; Todoli, D (Todoli, David) ; Owens, EH (Owens, Edward H.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Tuohy, Paul Gerard  http://orcid.org/0000-0003-4850-733X Walker, Guy  http://orcid.org/0000-0002-9852-1132 Owens, Edward Hugh  http://orcid.org/0000-0003-0849-1898","Title":"Co-designing the next generation of home energy management systems with lead-users"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394485400031 PubMed ID: 28166890 ISSN: 0003-6870 eISSN: 1872-9126","Keywords":"Brake pedal design; Push height; Hospital bed; Force exertion; Method of limits KeyWords Plus:MUSCULOSKELETAL DISORDERS; TRUNK BIOMECHANICS; RISK-FACTORS; HEALTH-CARE; THRESHOLD; MUSCLE; LOAD; HEIGHT; FORCES; LENGTH","Categories":"Engineering; Psychology Web of Science Categories:Engineering, Industrial; Ergonomics; Psychology, Applied","Journal Information":"APPLIED ERGONOMICS Volume: 60 Pages: 305-312 DOI: 10.1016/j.apergo.2016.12.012 Published: APR 2017","Abstract":"Transporting patients in hospital beds is a physically demanding activity performed by healthcare workers and bed design may moderate the risk of injury. Nine healthcare workers participated in a study to investigate how brake pedal location affected maximal voluntary exertion (MVE) force and the level of acceptable force for engagement. Preferred and acceptable push heights when maneuvering a bed were also evaluated. The method of limits was used to determine acceptable forces and push heights. Results demonstrated that pedal depth, clearance above, and clearance behind the pedal significantly affected MVE force and acceptable force. Preferred push height was approximately at elbow level and a single height would not accommodate the user population. These findings provide important considerations for hospital bed design. The method of limits was a valid and reliable approach for evaluating user acceptance of design inputs characterized by continuous variables and may be useful in other design evaluations. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Zhou, J (Zhou, Jie) ; Wiggermann, N (Wiggermann, Neal) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Zhou, Jie  http://orcid.org/0000-0003-1340-7072","Title":"Ergonomic evaluation of brake pedal and push handle locations on hospital beds"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394062900028 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Adolescence; Digital typology; High online engagement; Qualitative research KeyWords Plus:ADDICTION RESEARCH; SOCIAL NETWORKING; ONLINE; MOTIVES; GAMES; RESILIENCE; DEPRESSION; THERAPY; BRAIN; MODEL","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 69 Pages: 246-255 DOI: 10.1016/j.chb.2016.11.032 Published: APR 2017","Abstract":"High online engagement is common among adolescents. Besides concerns, not all highly involved adolescents online develop maladaptive patterns of use. The focus of the present qualitative study was to explore the experiences of highly engaged adolescents with signs of internet addictive behaviors. We aimed to uncover the processes differentiating high online engagement, and formulate a typology of users. Semi-structured individual interviews were conducted with 72 adolescents (M-age = 15.7 years; SD = 0.6) living in Greece, Spain, Iceland and Poland. Interviews were analyzed using grounded theory. A typology of highly engaged adolescents emerged based on three processes: satisfying needs across contexts (online-offline), experiencing personal gains and losses and self-regulating use. Four distinct user profiles emerged, ranging from adaptive (juggling it All, Coming Full Cycle) to maladaptive (Stuck Online, Killing Boredom). The developed typology can help parents, teachers and professionals better understand the ways high engagement is experienced within a developmental context. Such knowledge can inform the development of prevention and supportive services. Implications for assessment and intervention are discussed for each profile. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Tzavela, EC (Tzavela, Eleni C.) ; Karakitsou, C (Karakitsou, Chryssoula) ; Halapi, E (Halapi, Eva) ; Tsitsika, AK (Tsitsika, Artemis K.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Karakitsou, Chryssoula  http://orcid.org/0000-0003-4500-0760","Title":"Adolescent digital profiles: A process-based typology of highly engaged internet users"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396413900005 ISSN: 2330-1635 eISSN: 2330-1643","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"JOURNAL OF THE ASSOCIATION FOR INFORMATION SCIENCE AND TECHNOLOGY Volume: 68 Issue: 4 Pages: 869-883 DOI: 10.1002/asi.23707 Published: APR 2017","Abstract":"We study the news reading behavior of several hundred thousand users on 65 highly visited news sites. We focus on a specific phenomenon: users reading several articles related to a particular news development, which we call story-focused reading. Our goal is to understand the effect of story-focused reading on user engagement and how news sites can support this phenomenon. We found that most users focus on stories that interest them and that even casual news readers engage in story-focused reading. During story-focused reading, users spend more time reading and a larger number of news sites are involved. In addition, readers employ different strategies to find articles related to a story. We also analyze how news sites promote story-focused reading by looking at how they link their articles to related content published by them, or by other sources. The results show that providing links to related content leads to a higher engagement of the users, and that this is the case even for links to external sites. We also show that the performance of links can be affected by their type, their position, and how many of them are present within an article.","Authors":"Lehmann, J (Lehmann, Janette) ; Castillo, C (Castillo, Carlos) ; Lalmas, M (Lalmas, Mounia) ; Baeza-Yates, R (Baeza-Yates, Ricardo)","Title":"Story-Focused Reading in Online News and Its Potential for User Engagement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392785100019 PubMed ID: 28265122 ISSN: 0020-0255 eISSN: 1872-6291","Keywords":"Ontology; Deep learning; Social network; Health informatics KeyWords Plus:PRINCIPLES; MODEL","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INFORMATION SCIENCES Volume: 384 Pages: 298-313 DOI: 10.1016/j.ins.2016.08.038 Published: APR 2017","Abstract":"Human behavior modeling is a key component in application domains such as healthcare and social behavior research. In addition to accurate prediction, having the capacity to understand the roles of human behavior determinants and to provide explanations for the predicted behaviors is also important. Having this capacity increases trust in the systems and the likelihood that the systems actually will be adopted, thus driving engagement and loyalty. However, most prediction models do not provide explanations for the behaviors they predict. In this paper, we study the research problem, human behavior prediction with explanations, for healthcare intervention systems in health social networks. We propose an ontology-based deep learning model (ORBM+) for human behavior prediction over undirected and nodes-attributed graphs. We first propose a bottom-up algorithm to learn the user representation from health ontologies. Then the user representation is utilized to incorporate self-motivation, social influences, and environmental events together in a human behavior prediction model, which extends a well-known deep learning method, the Restricted Boltzmann Machine. ORBM+ not only predicts human behaviors accurately, but also, it generates explanations for each predicted behavior. Experiments conducted on both real and synthetic health social networks have shown the tremendous effectiveness of our approach compared with conventional methods. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Phan, N (Phan, Nhathai) ; Dou, DJ (Dou, Dejing) ; Wang, H (Wang, Hao) ; Kil, D (Kil, David) ; Piniewski, B (Piniewski, Brigitte)","Title":"Ontology-based deep learning for human behavior prediction with explanations in health social networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390136100005 ISSN: 1369-118X eISSN: 1468-4462","Keywords":"Motivations; internet use; user-generated content; political consumerism KeyWords Plus:FUNCTIONAL-APPROACH; GENERATED CONTENT; YOUNG-PEOPLE; PARTICIPATION; GRATIFICATIONS; INFORMATION; ATTITUDES; ONLINE; LIFE; NEWS","Categories":"Communication; Sociology Web of Science Categories:Communication; Sociology","Journal Information":"INFORMATION COMMUNICATION & SOCIETY Volume: 20 Issue: 4 Pages: 570-586 DOI: 10.1080/1369118X.2016.1202301 Published: APR 2017","Abstract":"Our understanding of how political consumerism relates to broader civic engagement has been clouded by the myriad ways in which it has been conceptualized in the literature. In this study, we draw a distinction between the use of socially conscious consumption practices in everyday life and participation in organized boycotts and buycotts.' We argue that whether political consumerism is enacted as lifestyle politics or as contentious politics may depend, at least in part, on the motivations that underlie political consumerism and the way in which they orient behavior in the online environment. Results of a national survey of U.S. adults show that while both value-expressive and social-identification motivation facilitate comparable levels of content consumption, only the latter facilitates the more involved act of posting and sharing original content. Moreover, results show that while both uses of internet, in turn, facilitate lifestyle and contentious political consumerism, content production facilitates significantly greater levels of both. This was especially pronounced for contentious political consumerism. These findings suggest that content production may be an important vehicle for channeling motivations for political consumerism rooted in social-identification needs toward participation in more organized and collective modes of consumer action. Implications for understanding the potential political consumerism holds as a gateway to participation in conventional political activities are discussed.","Authors":"Gotlieb, MR (Gotlieb, Melissa R.) ; Cheema, SE (Cheema, Sadia E.)","Title":"From consumer to producer: motivations, internet use, and political consumerism"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398025800002 ISSN: 1756-1833","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"BMJ-BRITISH MEDICAL JOURNAL Volume: 356 Article Number: j1285 DOI: 10.1136/bmj.j1285 Published: MAR 30 2017","Abstract":"OBJECTIVE To compare the effectiveness of insulin pumps with multiple daily injections for adults with type 1 diabetes, with both groups receiving equivalent training in flexible insulin treatment. DESIGN Pragmatic, multicentre, open label, parallel group, cluster randomised controlled trial (Relative Effectiveness of Pumps Over MDI and Structured Education (REPOSE) trial). SETTING Eight secondary care centres in England and Scotland. PARTICIPANTS Adults with type 1 diabetes who were willing to undertake intensive insulin treatment, with no preference for pumps or multiple daily injections. Participants were allocated a place on established group training courses that taught flexible intensive insulin treatment (\"dose adjustment for normal eating,\" DAFNE). The course groups (the clusters) were then randomly allocated in pairs to either pump or multiple daily injections. INTERVENTIONS Participants attended training in flexible insulin treatment (using insulin analogues) structured around the use of pump or injections, followed for two years. MAIN OUTCOME MEASURES The primary outcomes were a change in glycated haemoglobin (HbA1c) values (%) at two years in participants with baseline HbA1c value of >= 7.5% (58 mmol/mol), and the proportion of participants achieving an HbA1c value of < 7.5%. Secondary outcomes included body weight, insulin dose, and episodes of moderate and severe hypoglycaemia. Ancillary outcomes included quality of life and treatment satisfaction. RESULTS 317 participants (46 courses) were randomised (156 pump and 161 injections). 267 attended courses and 260 were included in the intention to treat analysis, of which 235 (119 pump and 116 injection) had baseline HbA1c values of >= 7.5%. Glycaemic control and rates of severe hypoglycaemia improved in both groups. The mean change in HbA1c at two years was -0.85% with pump treatment and -0.42% with multiple daily injections. Adjusting for course, centre, age, sex, and accounting for missing values, the difference was -0.24% (-2.7 mmol/mol) in favour of pump users (95% confidence interval -0.53 to 0.05, P= 0.10). Most psychosocial measures showed no difference, but pump users showed greater improvement in treatment satisfaction and some quality of life domains (dietary freedom and daily hassle) at 12 and 24 months. CONCLUSIONS Both groups showed clinically relevant and long lasting decreases in HbA1c, rates of severe hypoglycaemia, and improved psychological measures, although few participants achieved glucose levels currently recommended by national and international guidelines. Adding pump treatment to structured training in flexible intensive insulin treatment did not substantially enhance educational benefits on glycaemic control, hypoglycaemia, or psychosocial outcomes in adults with type 1 diabetes. These results do not support a policy of providing insulin pumps to adults with poor glycaemic control until the effects of training on participants' level of engagement in intensive self management have been determined.","Authors":"Heller, S (Heller, S.) ; Amiel, S (Amiel, Stephanie) ; Campbell, M (Campbell, Michael) ; Choudhary, P (Choudhary, Pratik) ; Cooper, C (Cooper, Cindy) ; Dimairo, M (Dimairo, Munya) ; Elliott, J (Elliott, Jackie) ; Hammond, P (Hammond, Peter) ; Lee, E (Lee, Ellen) ; Lindsay, R (Lindsay, Robert) ; Mansell, P (Mansell, Peter) ; Waugh, N (Waugh, Norman)[ 10 ] ; White, D (White, David) ...More...Less Group Author(s): REPOSE Study Grp","Title":"Relative effectiveness of insulin pump treatment over multiple daily injections and structured education during flexible intensive insulin treatment for type 1 diabetes: cluster randomised trial (REPOSE)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397317600001 PubMed ID: 28386241 ISSN: 1664-1078","Keywords":"Shazam; popular music; music discovery; multimedia search; music information retrieval; musical engagement; social media","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 416 DOI: 10.3389/fpsyg.2017.00416 Published: MAR 23 2017","Abstract":"Music discovery in everyday situations has been facilitated in recent years by audio content recognition services such as Shazam. The widespread use of such services has produced a wealth of user data, specifying where and when a global audience takes action to learnmore aboutmusic playing around them. Here, we analyze a large collection of Shazam queries of popular songs to study the relationship between the timing of queries and corresponding musical content. Our results reveal that the distribution of queries varies over the course of a song, and that salient musical events drive an increase in queries during a song. Furthermore, we find that the distribution of queries at the time of a song's release differs from the distribution following a song's peak and subsequent decline in popularity, possibly reflecting an evolution of user intent over the \"life cycle\" of a song. Finally, we derive insights into the data size needed to achieve consistent query distributions for individual songs. The combined findings of this study suggest that music discovery behavior, and other facets of the human experience of music, can be studied quantitatively using large-scale industrial data.","Authors":"Kaneshiro, B (Kaneshiro, Blair) ; Ruan, F (Ruan, Feng) ; Baker, CW (Baker, Casey W.) ; Berger, J (Berger, Jonathan)","Title":"Characterizing Listener Engagement with Popular Songs Using Large-Scale Music Discovery Data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396915600001 PubMed ID: 28320406 ISSN: 1477-7517","Keywords":"Blood-borne virus transmission; People who inject drugs; Feasibility randomised controlled trial; Psychosocial interventions; Focus group research KeyWords Plus:HEPATITIS-C VIRUS; HIV TRANSMISSION; HARM REDUCTION; CLINICAL-TRIAL; STAYING SAFE; USERS; INFECTION; KNOWLEDGE; METAANALYSIS; NEEDLE","Categories":"Substance Abuse Web of Science Categories:Substance Abuse","Journal Information":"HARM REDUCTION JOURNAL Volume: 14 Article Number: 14 DOI: 10.1186/s12954-017-0142-5 Published: MAR 21 2017","Abstract":"Background: While opiate substitution therapy and injecting equipment provision (IEP) have reduced blood-borne viruses (BBV) among people who inject drugs (PWID), some PWID continue to share injecting equipment and acquire BBV. Psychosocial interventions that address risk behaviours could reduce BBV transmission among PWID. Methods: A pragmatic, two-armed randomised controlled, open feasibility study of PWID attending drug treatment or IEP in four UK regions. Ninety-nine PWID were randomly allocated to receive a three-session manualised psychosocial group intervention and BBV transmission information booklet plus treatment as usual (TAU) (n = 52) or information booklet plus TAU (n = 47). The intervention was developed from evidence-based literature, qualitative interviews with PWID, key stakeholder consultations, and expert opinion. Recruitment rates, retention in treatment, followup completion rates and health economic data completion measured feasibility. Results: Fifty-six percent (99/176) of eligible PWID were recruited. More participants attended at least one intervention session in London (10/16; 63%) and North Wales (7/13; 54%) than in Glasgow (3/12; 25%) and York (0/11). Participants who attended no sessions (n = 32) compared to those attending at least one (n = 20) session were more likely to be homeless (56 vs 25%, p = 0.044), injected drugs for a greater number of days (median 25 vs 6.5, p = 0.019) and used a greater number of needles from an IEP in the last month (median 31 vs 20, p = 0.056). No adverse events were reported. 45.5% (45/99) were followed up 1 month post-intervention. Feedback forms confirmed that the intervention was acceptable to both intervention facilitators and participants who attended it. Follow-up attendance was associated with fewer days of injecting in the last month (median 14 vs 27, p = 0.030) and fewer injections of cocaine (13 vs 30%, p = 0.063). Analysis of the questionnaires identified several service use questionnaire categories that could be excluded from the assessment battery in a full-randomised controlled trial. Conclusions: Findings should be interpreted with caution due to small sample sizes. A future definitive RCT of the psychosocial intervention is not feasible. The complex needs of some PWID may have limited their engagement in the intervention. More flexible delivery methods may have greater reach.","Authors":"Gilchrist, G (Gilchrist, Gail) ; Swan, D (Swan, Davina) ; Shaw, A (Shaw, April) ; Keding, A (Keding, Ada) ; Towers, S (Towers, Sarah) ; Craine, N (Craine, Noel) ; Munro, A (Munro, Alison) ; Hughes, E (Hughes, Elizabeth) ; Parrott, S (Parrott, Steve) ; Strang, J (Strang, John) ; Taylor, A (Taylor, Avril) ; Watson, J (Watson, Judith) ...More...Less","Title":"The acceptability and feasibility of a brief psychosocial intervention to reduce blood-borne virus risk behaviours among people who inject drugs: a randomised control feasibility trial of a psychosocial intervention (the PROTECT study) versus treatment as usual"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397556100002 PubMed ID: 28292288 ISSN: 1472-6947","Keywords":"Digital health; mHealth; Maternal and child health; Frontline health workers; IVR messaging KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; YOUNG-ADULTS; INTERVENTION; ACCEPTABILITY; LESSONS; CARE","Categories":"Medical Informatics Web of Science Categories:Medical Informatics","Journal Information":"BMC MEDICAL INFORMATICS AND DECISION MAKING Volume: 17 Article Number: 27 DOI: 10.1186/s12911-017-0421-9 Published: MAR 14 2017","Abstract":"Background: Despite the growing use of technology in the health sector, little evidence is available on the technological performance of mobile health programs nor on the willingness of target users to utilize these technologies as intended (behavioral performance). In this case study of the Mobile Technology for Health (MOTECH) program in Ghana, we assess the platform's effectiveness in delivering messages, along with user response across sites in five districts from 2011 to 2014. Methods: MOTECH is comprised of \"Client Data Application\" (CDA) which allows providers to digitize and track service delivery information for women and infants and \"Mobile Midwife\" (MM) which sends automated educational voice messages to the mobile phones of pregnant and postpartum women. Using a naturalist study design, we draw upon system generated data to evaluate message delivery, client engagement, and provider responsiveness to MOTECH over time and by level of facility. Results: A total of 7,370 women were enrolled in MM during pregnancy and 14,867 women were enrolled postpa1rtum. While providers were able to register and upload patient-level health information using CDA, the majority of these uploads occurred in Community-based facilities versus Health Centers. For MM, 25% or less of expected messages were received by pregnant women, despite the majority (> 77%) owning a private mobile phone. While over 80% of messages received by pregnant women were listened to, postpartum rates of listening declined over time. Only 25% of pregnant women received and listened to at least 1 first trimester message. By 6-12 months postpartum, less than 6% of enrolled women were exposed to at least one message. Conclusions: Caution should be exercised in assuming that digital health programs perform as intended. Evaluations should measure the technological, behavioral, health systems, and/or community factors which may lead to breaks in the impact pathway and influence findings on effectiveness. The MOTECH platform's technological limitations in 'pushing' out voice messages highlights the need for more timely use of data to mitigate delivery challenges and improve exposure to health information. Alternative message delivery channels (USSD or SMS) could improve the platform's ability to deliver messages but may not be appropriate for illiterate users.","Authors":"LeFevre, AE (LeFevre, Amnesty E.) ; Mohan, D (Mohan, Diwakar) ; Hutchful, D (Hutchful, David) ; Jennings, L (Jennings, Larissa) ; Mehl, G (Mehl, Garrett) ; Labrique, A (Labrique, Alain) ; Romano, K (Romano, Karen) ; Moorthy, A (Moorthy, Anitha)","Title":"Mobile Technology for Community Health in Ghana: what happens when technical functionality threatens the effectiveness of digital health programs?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396085500003 PubMed ID: 28288634 ISSN: 1472-6963","Keywords":"Medication safety; Prescribing; Information technology; Realist evaluation; Sociotechnical; Primary care KeyWords Plus:ELECTRONIC HEALTH RECORDS; INFORMATION-TECHNOLOGY; GENERAL-PRACTICE; QUALITATIVE EVALUATION; MEDICINES MANAGEMENT; CONTROLLED-TRIAL; PATIENT SAFETY; SECONDARY CARE; ORDER ENTRY; SYSTEMS","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"BMC HEALTH SERVICES RESEARCH Volume: 17 Article Number: 196 DOI: 10.1186/s12913-017-2131-5 Published: MAR 14 2017","Abstract":"Background: Monitoring for potentially hazardous prescribing is increasingly important to improve medication safety. Healthcare information technology can be used to achieve this aim, for example by providing access to prescribing data through surveillance of patients' electronic health records. The aim of our study was to examine the implementation and adoption of an electronic medicines optimisation system that was intended to facilitate clinical audit in primary care by identifying patients at risk of an adverse drug event. We adopted a sociotechnical approach that focuses on how complex social, organisational and institutional factors may impact upon the use of technology within work settings. Methods: We undertook a qualitative realist evaluation of the use of an electronic medicines optimisation system in one Clinical Commissioning Group in England. Five semi-structured interviews, four focus groups and one observation were conducted with a range of stakeholders. Consistent with a realist evaluation methodology, the analysis focused on exploring the links between context, mechanism and outcome to explain the ways the intervention might work, for whom and in what circumstances. Results: Using the electronic medicines optimisation system could lead to a number of improved patient safety outcomes including pre-emptively reviewing patients at risk of adverse drug events. The effective use of the system depended upon engagement with the system, the flow of information between different health professionals centrally placed at the Clinical Commissioning Group and those locally placed at individual general practices, and upon variably adapting work practices to facilitate the use of the system. The use of the system was undermined by perceptions of ownership, lack of access, and lack of knowledge and awareness. Conclusions: The use of an electronic medicines optimisation system may improve medication safety in primary care settings by identifying those patients at risk of an adverse drug event. To fully realise the potential benefits for medication safety there needs to be better utilisation across primary care and with a wider range of stakeholders. Engaging with all potential stakeholders and users prior to implementation of such systems might allay perceptions that the system is owned centrally and increase knowledge of the potential benefits.","Authors":"Jeffries, M (Jeffries, Mark) ; Phipps, DL (Phipps, Denham L.) ; Howard, RL (Howard, Rachel L.); Avery, AJ (Avery, Anthony J.) ; Rodgers, S (Rodgers, Sarah) ; Ashcroft, DM (Ashcroft, Darren M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rodgers, Sarah  http://orcid.org/0000-0003-1676-1982","Title":"Understanding the implementation and adoption of a technological intervention to improve medication safety in primary care: a realist evaluation"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395710800001 PubMed ID: 28259168 ISSN: 1748-5908","Keywords":"Knowledge translation; Systematic review; Intervention design; Methodology KeyWords Plus:THEORETICAL DOMAINS FRAMEWORK; RANDOMIZED CONTROLLED-TRIALS; KNOWLEDGE TRANSLATION; PATIENT SAFETY; IMPLEMENTATION; BARRIERS; FEEDBACK; PROMOTE; AUDIT","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services; Health Policy & Services","Journal Information":"IMPLEMENTATION SCIENCE Volume: 12 Article Number: 30 DOI: 10.1186/s13012-017-0560-5 Published: MAR 4 2017","Abstract":"Background: Systematic reviews consistently indicate that interventions to change healthcare professional (HCP) behaviour are haphazardly designed and poorly specified. Clarity about methods for designing and specifying interventions is needed. The objective of this review was to identify published methods for designing interventions to change HCP behaviour. Methods: A search of MEDLINE, Embase, and PsycINFO was conducted from 1996 to April 2015. Using inclusion/exclusion criteria, a broad screen of abstracts by one rater was followed by a strict screen of full text for all potentially relevant papers by three raters. An inductive approach was first applied to the included studies to identify commonalities and differences between the descriptions of methods across the papers. Based on this process and knowledge of related literatures, we developed a data extraction framework that included, e.g. level of change (e.g. individual versus organization); context of development; a brief description of the method; tasks included in the method (e.g. barrier identification, component selection, use of theory). Results: 3966 titles and abstracts and 64 full-text papers were screened to yield 15 papers included in the review, each outlining one design method. All of the papers reported methods developed within a specific context. Thirteen papers included barrier identification and 13 included linking barriers to intervention components; although not the same 13 papers. Thirteen papers targeted individual HCPs with only one paper targeting change across individual, organization, and system levels. The use of theory and user engagement were included in 13/15 and 13/15 papers, respectively. Conclusions: There is an agreement across methods of four tasks that need to be completed when designing individual-level interventions: identifying barriers, selecting intervention components, using theory, and engaging end-users. Methods also consist of further additional tasks. Examples of methods for designing the organisation and system-level interventions were limited. Further analysis of design tasks could facilitate the development of detailed guidelines for designing interventions.","Authors":"Colquhoun, HL (Colquhoun, Heather L.) ; Squires, JE (Squires, Janet E.) ; Kolehmainen, N (Kolehmainen, Niina) ; Fraser, C (Fraser, Cynthia) ; Grimshaw, JM (Grimshaw, Jeremy M.)","Title":"Methods for designing interventions to change healthcare professionals' behaviour: a systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396054100001 PubMed ID: 28253883 ISSN: 1471-2458","Keywords":"Health literacy; Health inequities; Ophelia; Chronic disease; Health Literacy Questionnaire; HLQ; Health service improvement; Healthcare access KeyWords Plus:QUESTIONNAIRE HLQ; CARE","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"BMC PUBLIC HEALTH Volume: 17 Article Number: 230 DOI: 10.1186/s12889-017-4147-5 Published: MAR 3 2017","Abstract":"Background: The need for healthcare strengthening to enhance equity is critical, requiring systematic approaches that focus on those experiencing lesser access and outcomes. This project developed and tested the Ophelia (OPtimising HEalth LIteracy and Access) approach for co-design of interventions to improve health literacy and equity of access. Eight principles guided this development: Outcomes focused; Equity driven, Needs diagnosis, Co-design, Driven by local wisdom, Sustainable, Responsive and Systematically applied. We report the application of the Ophelia process where proof-of-concept was defined as successful application of the principles. Methods: Nine sites were briefed on the aims of the project around health literacy, co-design and quality improvement. The sites were rural/metropolitan, small/large hospitals, community health centres or municipalities. Each site identified their own priorities for improvement; collected health literacy data using the Health Literacy Questionnaire (HLQ) within the identified priority groups; engaged staff in co-design workshops to generate ideas for improvement; developed program-logic models; and implemented their projects using Plan-Do-Study-Act (PDSA) cycles. Evaluation included assessment of impacts on organisations, practitioners and service users, and whether the principles were applied. Results: Sites undertook co-design workshops involving discussion of service user needs informed by HLQ (n = 813) and interview data. Sites generated between 21 and 78 intervention ideas and then planned their selected interventions through program-logic models. Sites successfully implemented interventions and refined them progressively with PDSA cycles. Interventions generally involved one of four pathways: development of clinician skills and resources for health literacy, engagement of community volunteers to disseminate health promotion messages, direct impact on consumers ' health literacy, and redesign of existing services. Evidence of application of the principles was found in all sites. Conclusions: The Ophelia approach guided identification of health literacy issues at each participating site and the development and implementation of locally appropriate solutions. The eight principles provided a framework that allowed flexible application of the Ophelia approach and generation of a diverse set of interventions. Changes were observed at organisational, staff, and community member levels. The Ophelia approach can be used to generate health service improvements that enhance health outcomes and address inequity of access to healthcare.","Authors":"Beauchamp, A (Beauchamp, Alison) ; Batterham, RW (Batterham, Roy W.) ; Dodson, S (Dodson, Sarity) ; Astbury, B (Astbury, Brad) ; Elsworth, GR (Elsworth, Gerald R.) ; McPhee, C (McPhee, Crystal) ; Jacobson, J (Jacobson, Jeanine) ; Buchbinder, R (Buchbinder, Rachelle) ; Osborne, RH (Osborne, Richard H.)","Title":"Systematic development and implementation of interventions to OPtimise Health Literacy and Access (Ophelia)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000399019800005 ISSN: 1000-9345 eISSN: 2192-8258","Keywords":"Pocket; Engagement angle; Milling force; Circle; High-speed machining KeyWords Plus:LOOPING TOOL PATH; STRATEGY; CORNERS","Categories":"Engineering Web of Science Categories:Engineering, Mechanical","Journal Information":"CHINESE JOURNAL OF MECHANICAL ENGINEERING Volume: 30 Issue: 2 Pages: 256-271 DOI: 10.1007/s10033-017-0092-6 Published: MAR 2017","Abstract":"The progressive cutting based on auxiliary paths is an effective machining method for the material accumulating region inside the mould pocket. But the method is commonly based on the radial depth of cut as the control parameter, further more there is no more appropriate adjustment and control approach. The end-users often fail to set the parameter correctly, which leads to excessive tool load in the process of actual machining. In order to make more reasonable control of the machining load and tool-path, an engagement angle modeling method for multiple-circle continuous machining is presented. The distribution mode of multiple circles, dynamic changing process of engagement angle, extreme and average value of engagement angle are carefully considered. Based on the engagement angle model, numerous application techniques for mould pocket machining are presented, involving the calculation of the milling force in multiple-circle continuous machining, and rough and finish machining path planning and load control for the material accumulating region inside the pocket, and other aspects. Simulation and actual machining experiments show that the engagement angle modeling method for multiple-circle continuous machining is correct and reliable, and the related numerous application techniques for pocket machining are feasible and effective. The proposed research contributes to the analysis and control tool load effectively and tool-path planning reasonably for the material accumulating region inside the mould pocket.","Authors":"Wu, SX (Wu, Shixiong) ; Ma, W (Ma, Wei) ; Bai, HP (Bai, Haiping) ; Wang, CY (Wang, Chengyong) ; Song, YX (Song, Yuexian)","Title":"Engagement Angle Modeling for Multiple-circle Continuous Machining and Its Application in the Pocket Machining"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398942800007 ISSN: 0010-0870 eISSN: 2150-6701","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"COLLEGE & RESEARCH LIBRARIES Volume: 78 Issue: 3 Pages: 328-358 DOI: 10.5860/crl.78.3.328 Published: MAR 2017","Abstract":"This study is a systematic review of the library and information science (LIS) literature related to international students and academic libraries. A systematic review involves the methodical collection and analysis of a body of literature and is growing in popularity in the LIS field. Three well-known LIS databases were systematically searched for articles related to the topic, and manual bibliography searches were conducted to find additional publications. Journal articles, book chapters, and conference papers were included or excluded based on established criteria. Findings show that articles published about international students and academic libraries have increased steadily between 1990 and 2014. The majority of authors are affiliated with universities and institutions in the United States, although an increase in represented countries is apparent. Fewer than half of the articles can be considered original research, and surveys are the most popular method for data collection. The LIS field-and international students-would benefit from further exploration of this topic, particularly from original research with practical implications.","Authors":"Click, AB (Click, Amanda B.) ; Wiley, CW (Wiley, Claire Walker) ; Houlihan, M (Houlihan, Meggan)","Title":"The Internationalization of the Academic Library: A Systematic Review of 25 Years of Literature on International Students"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398721300067 ISSN: 2073-4441","Keywords":"watershed governance; salmonid; groundwater; streamflow; collaborative management; citizen science; environmental justice KeyWords Plus:MEDITERRANEAN-CLIMATE CALIFORNIA; ADAPTIVE MANAGEMENT; SCIENCE; KNOWLEDGE; WATER; QUESTION; ECOLOGY","Categories":"Water Resources Web of Science Categories:Water Resources","Journal Information":"WATER Volume: 9 Issue: 3 DOI: 10.3390/w9030217 Published: MAR 2017","Abstract":"In Mediterranean-climate regions of California and southern Oregon, juvenile salmon depend on groundwater aquifers to sustain their tributary habitats through the dry summers. Along California's North Coast streams, private property regimes on land have created commons tragedies in groundwater and salmon fisheries, both classic examples of commons that are often governed collectively and sustainably by their users. Understanding the linkages between salmon and groundwater is one major focus of salmon recovery and climate change adaptation planning in central California and increasingly throughout the Pacific Northwest. In this paper, I use extended field interviews and participant-observation in field ecology campaigns and regulatory forums to explore how, in one water-scarce, salmon-bearing watershed on California's central coast, collaborators are synthesizing agency and landowner data on groundwater and salmon management. I focus on three projects undertaken by citizen scientists in collaboration with me and Gold Ridge Resource Conservation District staff: salmonid censuses, mapping of wet and dry stream reaches and well monitoring. I find that collaborative research initiated by local residents and agency personnel has, in some cases, created a new sense of ecological possibility in the region. I also consider some limitations of this collaborations, namely the lack of engagement with indigenous Pomo and Miwok tribal members, with the Confederated Tribes of Graton Rancheria and with farmworkers and other marginalized residents, and suggest strategies for deepening environmental justice commitments in future collaborative work.","Authors":"Woelfle-Erskine, C (Woelfle-Erskine, Cleo)","Title":"Collaborative Approaches to Flow Restoration in Intermittent Salmon-Bearing Streams: Salmon Creek, CA, USA"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396210700008 PubMed ID: 27811511 ISSN: 1538-2931 eISSN: 1538-9774","Keywords":"E-learning; Instructional technology; Multimedia; Nursing program; Research module KeyWords Plus:STUDENT EXPERIENCE; NURSING-EDUCATION; USER ACCEPTANCE; TECHNOLOGY; ONLINE","Categories":"Computer Science; Medical Informatics; Nursing Web of Science Categories:Computer Science, Interdisciplinary Applications; Medical Informatics; Nursing","Journal Information":"CIN-COMPUTERS INFORMATICS NURSING Volume: 35 Issue: 3 Pages: 158-166 Published: MAR 2017","Abstract":"Students nowadays feel more comfortable with new technologies, which increase their motivation and, as a result, improve their academic performance. In the last two decades, the use of information communication technology has been increasing in many disciplines in higher education. Online learning or e-learning has been used and integrated into the curriculum around the world. A team of nursing faculty and educational technology specialists have developed an e-learning research module and integrate it into the nursing curriculum. The aim was to assist master of nursing and postgraduate nursing students in developing their research knowledge before and throughout their enrollment in the research course. This e-learning module includes interactive multimedia such as audiovisual presentation, graphical theme, animation, case-based learning, and pretest and posttest for each topic area. The module focuses on three main topic areas: (1) basic research principles (for review), (2) quantitative method, and (3) qualitative method. The e-learning module is an innovative use of the information and communication technology to enhance student engagement and learning outcomes in a local context. This article discusses the development journey, piloting process, including the variety of evaluation perspectives, and the ways in which the results influenced the e-learning resource before its wider distribution.","Authors":"Kowitlawakul, Y (Kowitlawakul, Yanika) ; Chan, MF (Chan, Moon Fai); Tan, SSL (Tan, Sharon Swee Lin) ; Soong, ASK (Soong, Alan Swee Kit) ; Chan, SWC (Chan, Sally Wai Chi)","Title":"Development of an e-Learning Research Module Using Multimedia Instruction Approach"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000396954300003 PubMed ID: 28027482 ISSN: 0955-3959 eISSN: 1873-4758","Keywords":"Best practice; Harm reduction; Drug use; Stakeholder; Community-based research KeyWords Plus:INJECTION-DRUG USERS; COLLABORATION; CHALLENGES; PRINCIPLES; CANADA; HEALTH","Categories":"Substance Abuse Web of Science Categories:Substance Abuse","Journal Information":"INTERNATIONAL JOURNAL OF DRUG POLICY Volume: 41 Pages: 14-18 DOI: 10.1016/j.drugpo.2016.11.008 Published: MAR 2017","Abstract":"Through promotion of consistent, evidence-based policy and practice, best practice recommendations can improve service delivery. Nationally relevant best practice recommendations, including guidance for programmes that provide service to people who use drugs, are often created and disseminated by government departments or other national organisations. However, funding priorities do not always align with stakeholder- and community-identified needs for such recommendations, particularly in the case of harm reduction. We achieved success in developing and widely disseminating best practice documents for Canadian harm reduction programmes by bringing together a multi-stakeholder, cross regional team of people with relevant and diverse experience and expertise. In this commentary, we summarise key elements of our experience to contribute to the literature more detailed and transparent dialogue about team processes that hold much promise for developing best practice resources. We describe our project's community-based principles and process of working together (e.g., regularly scheduled teleconferences to overcome geographic distance and facilitate engagement), and integrate post-project insights shared by our team members. Although we missed some opportunities for power sharing with our community partners, overall team members expressed that the project offered them valuable opportunities to learn from each other. We aim to provide practical considerations for researchers, other stakeholders, and community members who are planning or already engaged in a process of developing best practice recommendations for programmes and interventions that address drug use. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Watson, TM (Watson, Tara Marie) ; Strike, C (Strike, Carol) ; Challacombe, L (Challacombe, Laurel) ; Demel, G (Demel, Geoff) ; Heywood, D (Heywood, Diana) ; Zurba, N (Zurba, Nadia) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Strike, Carol  http://orcid.org/0000-0002-2716-3681","Title":"Developing national best practice recommendations for harm reduction programmes: Lessons learned from a community-based project"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395838100006 PubMed ID: 28254735 ISSN: 1929-0748","Keywords":"self-efficacy; personal electronic health record; colorectal cancer; chronic care; interprofessional collaboration; telemedicine; feasibility studies KeyWords Plus:INFORMATION EXCHANGE; QUALITATIVE-ANALYSIS; CANCER CARE; ATTITUDES; ACCESS","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"JMIR RESEARCH PROTOCOLS Volume: 6 Issue: 3 Pages: 60-70 Article Number: e33 DOI: 10.2196/resprot.6314 Published: MAR 2017","Abstract":"Background: A significant potential for patient empowerment is seen in concepts aiming to give patients access to their personal health information (PHI) and to share this PHI across different care settings and health systems. Personal health records (PHRs) and the availability of information through health information exchanges are considered to be key components of effective and efficient health care. With tethered PHRs, as often used in the United States, patients' opportunities to manage their PHI are strongly restricted. Therefore, within the INFOPAT (information technology for patient oriented care) project (2012-2016) in Germany, funded by the Federal Ministry of Education and Research (BMBF), the development of a patient-controlled \"personal electronic health record\" (PEPA) was based on user requirements right from the beginning. Objective: The overall objective of the study is to implement and evaluate a PEPA prototype for patients with colorectal cancer who are treated at the National Center for Tumor Diseases in Heidelberg. To achieve this aim, this study has 2 parts: a pre-implementation study (phase 1) and an implementation study (phase 2). The pre-implementation study will include a usability evaluation of the PEPA approach and the consideration of organizational preconditions for the implementation. With the implementation study, we will evaluate the process of implementation (eg, barriers or facilitators), the need for organizational change (eg, processes of communication), and the impact on outcomes (eg, self-efficacy, involvement in care). Methods: The pre-implementation study is based on a mixed methods approach and comprises qualitative and quantitative element according to our research aim. We will use a think-aloud method for the usability analysis. Additionally, participants will be asked to evaluate their overall satisfaction based on a standardized questionnaire, the System Usability Scale. For the analysis of preconditions, we will conduct semistructured personal interviews with, for example, patients, medical assistants, and physicians. Within the implementation study the outcome evaluation is planned as a prospective, 3-month, open-label \"before and after\" trial. Additionally, for the analysis of processes and the need for organizational change, we will conduct interviews with the participants (eg, patients, general practitioners, physicians) of the before and after trial. Results: This project is part of the INFOPAT project, which is funded (2012-2016) by the Federal Ministry of Education and Research (BMBF). The enrolment was completed in July 2016. Data analysis is currently under way and the first results are expected to be submitted for publication at end of 2017. Conclusions: Existing approaches of PHRs aim to give patients access to their treatment data. With the PEPA approach and this study, we go a step further: patients have access to their PHI and they can give other persons (eg, their general practitioner) access. With this approach, new possibilities for professional collaboration and the engagement of patients can arise.","Authors":"Ose, D (Ose, Dominik) ; Kunz, A (Kunz, Aline) ; Pohlmann, S (Pohlmann, Sabrina) ; Hofmann, H (Hofmann, Helene) ; Qreini, M (Qreini, Markus) ; Krisam, J (Krisam, Johannes) ; Uhlmann, L (Uhlmann, Lorenz) ; Jacke, C (Jacke, Christian) ; Winkler, EC (Winkler, Eva C.) ; Salize, HJ (Salize, Hans-Joachim) ; Szecsenyi, J (Szecsenyi, Joachim) ...More...Less","Title":"A Personal Electronic Health Record: Study Protocol of a Feasibility Study on Implementation in a Real-World Health Care Setting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396148800003 ISSN: 1783-7677 eISSN: 1783-8738","Keywords":"Installation; Art; Music; Augmented reality; Machine improvisation; Gaming; Interaction","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"JOURNAL ON MULTIMODAL USER INTERFACES Volume: 11 Issue: 1 Pages: 25-38 DOI: 10.1007/s12193-016-0224-9 Published: MAR 2017","Abstract":"This paper presents the concept and the realisation of an interactive multimedia installation, called BilliArT, together with an explorative user study conducted on the data gathered during a public exhibition of the installation. The study concerns functional properties of the installation (e.g. usability, design quality) and subjective qualities of the sonic and visual feedback of the installation. The installation consists in a collaborative environment based on the carambole billiards game, which allows the users to engage in a user-driven machine-based jazz-inspired music improvisation, augmented with visual feedback. The installation is designed to promote the interaction among the users and the billiard game, stimulating the motivation to engage in the game by balancing predictable and unpredictable output, and reinforcing the feeling of reward, irrespective of their level of musical training. BilliArT introduces a new framework for expressive interaction related to the concepts of motivation and reward. The exploratory study proved the ability of the installation to activate the users' sense of aesthetic reward, leading to a more active and satisfactory engagement in the game. Future studies may exploit these results to the advantage of the world of the arts, as well as of studies in human-computer interaction, interface design, and cultural heritage preservation.","Authors":"Vets, T (Vets, T.) ; Nijs, L (Nijs, L.) ; Lesaffre, M (Lesaffre, M.) ; Moens, B (Moens, B.) ; Bressan, F (Bressan, F.) ; Colpaert, P (Colpaert, P.) ; Lambert, P (Lambert, P.) ; Van de Walle, R (Van de Walle, R.) ; Leman, M (Leman, M.)","Title":"Gamified music improvisation with BilliArT: a multimodal installation with balls"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394557400009 ISSN: 0308-597X eISSN: 1872-9460","Keywords":"Marine protected area; Marine Park; Community perceptions; Attitudes; Awareness; Recreational fishing KeyWords Plus:PROTECTED AREAS; CONSERVATION; MANAGEMENT; ATTITUDES; ENVIRONMENT; EDUCATION; RESERVES; SCALE; IMPLEMENTATION; TARGETS","Categories":"Environmental Sciences & Ecology; International Relations Web of Science Categories:Environmental Studies; International Relations","Journal Information":"MARINE POLICY Volume: 77 Pages: 65-77 DOI: 10.1016/j.marpol.2016.12.012 Published: MAR 2017","Abstract":"Community acceptance of Marine Parks is widely acknowledged as being critical for success. Where community stewardship and voluntary compliance have been achieved, there are fewer issues with non-compliance of zoning regulations. Probability-based surveys that are representative of the wider community can improve understanding of community perceptions prior to and following establishment of Marine Parks. Understanding attitudes towards newly created Marine Parks among user groups provides valuable information for the design of education and engagement programs, while also creating a benchmark to compare changes over time. A survey of community perceptions and awareness regarding the recently created Ngari Capes Marine Park in south-west Western Australia was measured via a randomised telephone survey of local and non-local boat based recreational fishers; and local residents (including non-fishers and shore/boat fishers). This survey also evaluated other recreational uses of the park and how these activities were valued, knowledge of Marine Park zones, and how information about Marine Parks was being accessed. Participation in recreational fishing within Ngari Capes was above average and a supportive attitude towards the park was apparent. Boat-based recreational fishers displayed a higher degree of concern about fishing restrictions compared to local residents, but overall were supportive of the Marine Park. Across all user groups there was low awareness of the Ngari Capes Marine Park and poor understanding of Marine Parks. A lack of clarity regarding the likely benefits of the Ngari Capes Marine Park was apparent, implying a need to improve public communication and community engagement.","Authors":"Hastings, K (Hastings, Kirrily) ; Ryan, KL (Ryan, Karina L.)","Title":"Differences in perception of a newly created Marine Park in south-west Western Australia by boat -based recreational fishers and the broader community"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397278400063 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Second screen; TV; QRcode; Hashtag; Audio watermark; Content recognition","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 5 Pages: 7519-7534 DOI: 10.1007/s11042-016-3417-z Published: MAR 2017","Abstract":"Combining television and a second, web-connected screen, is challenging both in technical and production content issues, as they can influence users' engagement with the content. The case study presented in this paper aims to discuss how the use of different content recognition techniques for TV set and mobile devices synchronization can impact for better or worse the users' interactive experience. From a triangulation method approach, using a prototype, quantitative and qualitative questionnaires and focus groups, user test sessions were carried out in order to collect perceptions and reactions from participants using variations of QRcode, hashtag and audio watermark markers when second screening. Data analysis showed that a key factor for a fruitful content recognition for dual screening is not only the seamless communication by itself, but the influence level of each specific characteristics of a marker, such as size of images, number of characters and noises.","Authors":"Angeluci, ACB (Belo Angeluci, Alan Cesar) ; Calixto, GM (Calixto, Gustavo Moreira) ; Bevilaqua, LM (Bevilaqua, Leire Mara) ; Bernardini, G (Bernardini, Gleice) ; Gobbi, MC (Gobbi, Maria Cristina)","Title":"QRcode, hashtag or audio watermark? A case study on second screening"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396643100006 PubMed ID: 28266697 ISSN: 0738-0658","Keywords":"Stressful Life Events; Substance Abuse Treatment; Puerto Ricans; Latinos; Relapse KeyWords Plus:INJECTION-DRUG USERS; HIV RISK BEHAVIORS; PUERTO-RICO; ABUSE TREATMENT; COCAINE; RELAPSE; PERSPECTIVES; ADDICTION; BARRIERS; CLIENTS","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"PUERTO RICO HEALTH SCIENCES JOURNAL Volume: 36 Issue: 1 Pages: 29-36 Published: MAR 2017","Abstract":"Objective: This study described herein explored the association of stressful life events with the utilization of substance use treatment related services among substance users living in Puerto Rico. Methods: A secondary data analysis was conducted using data collected by a research project entitled Puerto Rico Drug Abuse Research Development Program II (PRDARDP II). The study population consisted of 378 individuals from 18 to 35 years of age who were residents of the San Juan metropolitan area and who presented evidence of substance use in the 30 days prior to the interview. The analysis considered demographic data, information on patterns of substance use, substance use treatment history, stressful events, and depression and anxiety symptomatology. Results: As the number of stressful life events increased, substance users were more likely to report having utilized substance use treatment related services (OR = 1.11, 95% CI [1.06, 1.17], p < 0.001). Relapsing, the inability to afford drugs, and poor working conditions were statistically significant stressful life events associated with the utilization of substance use treatment related services. Conclusion: Despite the structural limitations associated with access to and with the quality of the services in the substance use treatment related system of Puerto Rico, findings suggest that stressful life events play a significant role in the utilization of those services. Researchers and clinicians should consider screening for stressful life events in outreach and engagement strategies. At the same time, the assessment of stressful life events should be integrated into the treatment planning stage to support the recovery process of people with substance use disorders.","Authors":"Cruz-Feliciano, MA (Cruz-Feliciano, Miguel A.) ; Ferraro, A (Ferraro, Aimee) ; Prehn, AW (Prehn, Angela Witt)","Title":"Are Stressful Life Events (SLEs) Associated with the Utilization of Substance Use Treatment-Related Services?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398089300023 PubMed ID: 27836856 ISSN: 0002-0729 eISSN: 1468-2834","Keywords":"multimorbidity; polypharmacy; care coordination; primary care; older patients KeyWords Plus:PRIMARY-CARE; CLINICAL GUIDELINES; ELDERLY-PATIENTS; MEDICATION; EPIDEMIOLOGY; PREFERENCES; PEOPLE; NEEDS","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology","Journal Information":"AGE AND AGEING Volume: 46 Issue: 2 Pages: 291-299 DOI: 10.1093/ageing/afw200 Published: MAR 2017","Abstract":"Background: delivering appropriate care for patients with multimorbidity and polypharmacy is increasingly challenging. Challenges for individual healthcare professions are known, but only little is known about overall healthcare team implementation of best practice for these patients. Objective: to explore current approaches to multimorbidity management, and perceived barriers and enablers to deliver appropriate medications management for community-dwelling patients with multimorbidity and polypharmacy, from a broad range of healthcare professional (HCP) perspectives in Australia. Methods: this qualitative study used semi-structured interviews to gain in-depth understanding of HCPs' perspectives on the management of multimorbidity and polypharmacy. The interview guide was based on established principles for the management of multimorbidity in older patients. HCPs in rural and metropolitan Victoria and South Australia were purposefully selected to obtain a maximum variation sample. Twenty-six HCPs, from relevant medical, dentistry, nursing, pharmacy and allied health backgrounds, were interviewed between October 2013 and February 2014. Fourteen were prescribers and 12 practiced in primary care. Interviews were digitally audio-taped, transcribed verbatim and analysed using a constant comparison approach. Results: most participants did not routinely use structured approaches to incorporate patients' preferences in clinical decision-making, address conflicting prescriber advice, assess patients' adherence to treatment plans or seek to optimise care plans. Most HCPs were either unaware of medical decision aids and measurements tools to support these processes or disregarded them as not being user-friendly. Challenges with coordination and continuity of care, pressures of workload and poorly defined individual responsibilities for care, all contributed to participants' avoiding ownership of multimorbidity management. Potential facilitators of improved care related to improved culture, implementation of electronic health records, greater engagement of pharmacists, nurses and patients, families in care provision, and the use of care coordinators. Conclusion: extensive shortcomings exist in team-based care for the management of multimorbidity. Delegating coordination and review responsibilities to specified HCPs may support improved overall care.","Authors":"Mc Namara, KP (Mc Namara, Kevin Peter) ; Breken, BD (Breken, Bianca Daphne) ; Alzubaidi, HT (Alzubaidi, Hamzah Tariq) ; Bell, JS (Bell, J. Simon) ; Dunbar, JA (Dunbar, James A.) ; Walker, C (Walker, Christine) ; Hernan, A (Hernan, Andrea)","Title":"Health professional perspectives on the management of multimorbidity and polypharmacy for older patients in Australia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397389000005 ISSN: 1875-9521 eISSN: 1875-953X","Keywords":"Gamification; Serious games; Game-based learning; Space science; STEM education KeyWords Plus:SERIOUS GAME; PUBLIC ENGAGEMENT; SIMULATION; SCIENCE; EDUCATION; SCIENTISTS; FRAMEWORK; AWARENESS; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"ENTERTAINMENT COMPUTING Volume: 19 Pages: 53-64 DOI: 10.1016/j.entcom.2016.12.001 Published: MAR 2017","Abstract":"The design, development, and evaluation of a serious game that gamifies the Apollo lunar exploration missions are presented. The gamification methodology and underlying implementation are motivated by the goal of game- based learning for youth and young adults and the intention to promote their interest in STEM learning. The game is a multidisciplinary composition that simulates a set of lunar roving activities including planning a traversing route, loading communication and science equipment onto the lunar rover, and driving the rover to explore the lunar surface. Accurate 3D terrains and spacecraft models are created and used in the game to maintain the high realism of the environment. Every gameplay step reflects real scientific procedures and behaviors that the astronauts performed in the past on the Moon. A usability study is conducted to gather feedback from a group of participants of different ages and with different game experience. The results of the study show the success of fostering great user engagement in STEM learning. (C) 2016 Elsevier B. V. All rights reserved.","Authors":"Peng, C (Peng, Chao) ; Cao, LZ (Cao, Lizhou) ; Timalsena, S (Timalsena, Sabin)","Title":"Gamification of Apollo lunar exploration missions for learning engagement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395961000005 ISSN: 2160-5882 eISSN: 2160-5890","Keywords":"energy consumer; prosumer; photovoltaics (PV); battery storage; utility regulation; policy KeyWords Plus:PRICES","Categories":"Business & Economics; Environmental Sciences & Ecology Web of Science Categories:Economics; Environmental Studies","Journal Information":"ECONOMICS OF ENERGY & ENVIRONMENTAL POLICY Volume: 6 Issue: 1 Pages: 51-70 DOI: 10.5547/2160-5890.6.1.imac Published: MAR 2017","Abstract":"Governance arrangements for electricity industries commonly claim the interests of consumers as their paramount objective. This would suggest a key decision making role for energy users, in all their diversity. However, the industry's critical role in societal, welfare, large environmental impacts, and the challenges of ensuring it's secure and reliable operation, all represent key shared long-term interests requiring high levels of coordination. The role of energy users within many electricity industries has transitioned over time from clients to citizens, then to consumers and now, in restructured industries, to customers. Increasingly, however, emerging distributed energy technologies including photovoltaics, storage and 'smart' loads are offering energy users new industry roles as prosumers rather than just consumers, and utility business partners, or potentially even utility competitors, rather than just customers. This paper outlines some of the experiences of energy users in the Australian National Electricity Market over the past decade as more than 15% of households have installed PV systems, and incumbent industry stakeholders and policy makers have struggled to reconcile formal market principles of encouraging energy user participation, with the realities of what such participation can do to existing business models. Australia's experience holds broader relevance as electricity industries worldwide look to better manage the challenges posed by prosumers while facilitating the societal benefits they can bring, particularly with the growing capabilities and falling costs of PV and energy storage systems. More generally, facilitating greater engagement with energy users will likely be essential in establishing the societal consensus required for the profound and highly disruptive transformation to a cleaner energy future.","Authors":"MacGill, L (MacGill, Iain) ; Smith, R (Smith, Robert)","Title":"Consumers or prosumers, customers or competitors?-Some Australian perspectives on possible energy users of the future."}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397374800003 ISSN: 0190-7409 eISSN: 1873-7765","Keywords":"Engagement; Assessment; Child protection worker; Parent; Child; Estonia KeyWords Plus:WELFARE SERVICES; DIFFERENTIAL RESPONSE; USER PARTICIPATION; YOUNG PEOPLES; FAMILIES; CARE; REFLECTIONS; PERCEPTIONS; INVOLVEMENT; EXPERIENCES","Categories":"Family Studies; Social Work Web of Science Categories:Family Studies; Social Work","Journal Information":"CHILDREN AND YOUTH SERVICES REVIEW Volume: 74 Pages: 17-27 DOI: 10.1016/j.childyouth.2017.01.020 Published: MAR 2017","Abstract":"Objective: This article describes empirical results of the views of child protection workers, parents and children along different dimensions including interpretation of engagement, approaches with families in the engagement process, collaboration and relationship, barriers and factors promoting engagement. Method: A qualitative study was undertaken of a sample of eleven child protection workers, eleven parents and eleven children in one county in South-Estonia. The study explored the participants' experiences and perspectives of the engagement, within the context of assessment in child protection practice, through in-depth semi structured interviews. Results: Results indicate that child protection workers demonstrate an over-reliance on expert- and deficit-based approaches, indicating a requirement for a focus on traditional social work assessment, concentrating on problems, and more investigative, coercive, and judgement-focused approaches. Both workers and parents valued the quality of relationships, emphasising trust, dialogue and support as important elements of engagement. According to children, they were not always considered as a subject in the assessment process, including their needs as the primary focus; children expressed the wish to be more heard and understood, with their opinions being taken into account. Conclusions: Findings propose that child protection workers are 'stuck in the past', in traditional deficit-based discourse, however families prefer 'modern', strengths -based perspectives. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Arbeiter, E (Arbeiter, Ere) ; Toros, K (Toros, Karmen)","Title":"Participatory discourse: Engagement in the context of child protection assessment practices from the perspectives of child protection workers, parents and childre1"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395068200011 ISSN: 1040-726X eISSN: 1573-336X","Keywords":"Executive function; Cognitive development; Training; Shared reading; Preschool; Intervention KeyWords Plus:WORKING-MEMORY; ATTENTIONAL CONTROL; INHIBITORY CONTROL; CHILDREN; LANGUAGE; KINDERGARTEN; ADHD","Categories":"Psychology Web of Science Categories:Psychology, Educational","Journal Information":"EDUCATIONAL PSYCHOLOGY REVIEW Volume: 29 Issue: 1 Pages: 153-174 Special Issue: SI DOI: 10.1007/s10648-016-9364-4 Published: MAR 2017","Abstract":"Given evidence that early executive functioning sets the stage for a broad range of subsequent outcomes, researchers have sought to identify ways to foster these cognitive capacities. The current series of studies sought to design, develop, and provide evidence for the efficacy of embedding cognitive activities in a commonplace activity-shared reading of a children's book. The book, Quincey Quokka's Quest, required children to control their thinking and behavior to help the story's main character through a series of obstacles. The first study investigated effects of reading with embedded cognitive activities in individual and group contexts on young children's executive functions (EFs). The second study compared reading with embedded cognitive activities against a more active control condition (dialogic reading) that similarly engaged children in the reading process yet lacked clear engagement of EFs. The third study sought to investigate whether the effect of reading the story with embedded EF activities changed across differing doses of the intervention and whether effects persisted 2 months post-intervention. All studies provided evidence of intervention effects on shifting, with working memory benefits shown in two of the three studies, in as little as 3 weeks (compared to more traditional reading). Study 3 further indicated maintenance of these gains 2 months later. This suggests the efficacy of embedding cognitive activities in the context of everyday activities, thereby extending the range of users and contexts in which this approach can be used.","Authors":"Howard, SJ (Howard, S. J.) ; Powell, T (Powell, T.) ; Vasseleu, E (Vasseleu, E.) ; Johnstone, S (Johnstone, S.) ; Melhuish, E (Melhuish, E.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Howard, Steven  http://orcid.org/0000-0002-1258-3210","Title":"Enhancing Preschoolers' Executive Functions Through Embedding Cognitive Activities in Shared Book Reading"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394976600029 PubMed ID: 27093882 ISSN: 0966-0410 eISSN: 1365-2524","Keywords":"cardiovascular; expectations; patients; physical health; qualitative; service users; severe mental health problems KeyWords Plus:CORONARY-HEART-DISEASE; METABOLIC SYNDROME; ILLNESS; PEOPLE; CARE; SCHIZOPHRENIA; CONSUMERS; INTERVENTION; INFORMATION; PREVALENCE","Categories":"Public, Environmental & Occupational Health; Social Work Web of Science Categories:Public, Environmental & Occupational Health; Social Work","Journal Information":"HEALTH & SOCIAL CARE IN THE COMMUNITY Volume: 25 Issue: 2 Pages: 602-611 DOI: 10.1111/hsc.12349 Published: MAR 2017","Abstract":"Evidence is unequivocal: the premature death of people with severe mental health problems is attributable primarily to cardiovascular disease, and healthcare provided is often suboptimal. With the overarching aim of improving outcomes, policies and guidelines oblige mental health services and psychiatrists to monitor cardio-metabolic health of patients and intervene as appropriate. Practice is highly variable; however, with ongoing debate about resourcing and responsibilities dominated by clinicians who have identified disinterest among patients as influencing practice. Seeking to balance discussion, we posed the question 'what do patients experience and expect of mental health services in relation to their physical health?' To answer it, we interviewed a convenience sample of 40 service users recruited from a mental health service in Australia, early in 2015. Data were analysed using the framework approach. With few regarding themselves as healthy, participants were commonly concerned about side effects of medication, weight and fitness but rarely mentioned tobacco smoking. Participants' accounts reinforce extensive research demonstrating variability in attention to physical health in mental health services. Reports by some participants of comprehensive care are encouraging, but widespread uncertainty about reasons for various assessments and denial of requests for management of medication side effects, including weight gain, gives cause for concern. Although participants in this study wanted to improve their health and health-related quality of life, they acknowledged that their motivation and ability to do so fluctuated with mental health. They expected clinicians to work proactively, especially when symptoms compromised capacity for self-care, and mental health services to provide or enable access to health-promoting interventions. Attention should be given, as a matter of priority, to creating conditions (culture and infrastructure) needed to support sustained attention to physical health within services and, importantly, to full engagement of service users in management of their physical health.","Authors":"Young, SJ (Young, Sarah J.) ; Praskova, A (Praskova, Anna) ; Hayward, N (Hayward, Nicky); Patterson, S (Patterson, Sue)","Title":"Attending to physical health in mental health services in Australia: a qualitative study of service users' experiences and expectations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394976600035 PubMed ID: 27188976 ISSN: 0966-0410 eISSN: 1365-2524","Keywords":"access to services; older Chinese immigrants; support network KeyWords Plus:UNITED-KINGDOM; COMMUNITY; POPULATION; PREDICTORS; EXPERIENCE; BARRIERS; MIGRANTS; ENGLAND; WELFARE; EUROPE","Categories":"Public, Environmental & Occupational Health; Social Work Web of Science Categories:Public, Environmental & Occupational Health; Social Work","Journal Information":"HEALTH & SOCIAL CARE IN THE COMMUNITY Volume: 25 Issue: 2 Pages: 667-677 DOI: 10.1111/hsc.12357 Published: MAR 2017","Abstract":"As Chinese immigrants in the United Kingdom age, they experience an increasing need to access health and care services. It has, however, been reported that older Chinese immigrants have difficulties in accessing these services. This study explored the experiences of this population in using health and care services and the strategies that they adopted to address their difficulties. A grounded theory method with a two-staged research design was used. Stage 1 explored the participants' experiences of ageing and use of health and social care services through focus group interviews. Stage 2 investigated the strategies individuals used to support access to and use of services through individual interviews. Forty-four older Chinese people and 15 supporters participated in interviews during August 2011 and May 2013. These older Chinese immigrants were challenged in knowing about and in accessing services. Their difficulties were attributed to language barriers, lack of information and instrumental support, and emotional and cultural issues regarding use of health and care services. Their supporters facilitated access to services and acted as a bridge between the service and the user; therefore, they were given the title `Bridge People'. Bridge People have different backgrounds: family and friends, public sector workers and staff from community-based Chinese organisations. The defining attributes of these supporters were: bilinguality, bicultural, multifunctionality and accessibility. There is no charge for this support; and the relationship between the Bridge Person and recipient involves trust and influence over decisions regarding use of health and care services. Bridge People should be recognised and identified by health, social care and housing services to promote engagement and use of services by older immigrant Chinese people.","Authors":"Liu, XY (Liu, Xiayang) ; Cook, G (Cook, Glenda) ; Cattan, M (Cattan, Mima)","Title":"Support networks for Chinese older immigrants accessing English health and social care services: the concept of Bridge People"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397248700011 PubMed ID: 27903322 ISSN: 1041-6102 eISSN: 1741-203X","Keywords":"dementia; day care; service non-utilization; caregiving; qualitative KeyWords Plus:FAMILY CAREGIVERS; ASIAN COUNTRY; USERS; PERSPECTIVES; PREDICTORS; STRESS; PEOPLE","Categories":"Psychology; Geriatrics & Gerontology; Psychiatry Web of Science Categories:Psychology, Clinical; Geriatrics & Gerontology; Gerontology; Psychiatry; Psychology","Journal Information":"INTERNATIONAL PSYCHOGERIATRICS Volume: 29 Issue: 3 Pages: 455-466 DOI: 10.1017/S1041610216001940 Published: MAR 2017","Abstract":"Background: Day care services for patients with dementia (PWD) are generally under-utilized worldwide despite evidence of positive outcomes, such as improved behavioral, psychological, and cognitive functioning for patients, and reduced caregiver burden. This study sought to gain an in-depth understanding of the reasons for non-utilization of day care services in Singapore using qualitative methodology. Methods: A purposive sample of 16 caregivers of PWD who had never attended day care services participated in semi-structured interviews. Interviews were audio-recorded and transcribed verbatim. Data analysis was based on an Interpretative Phenomenological Analysis framework. Findings: Caregivers recognized the importance of engagement for PWD, yet were constrained by patients' refusal to attend day care, which caregivers attributed to the patients' negative beliefs about day care and fear of abandonment by their families. Caregivers also raised concerns about service delivery issues, the suitability of activities at day care, and their perceptions of the patients' ability to integrate into the setting. Non-utilization was also related to caregivers' low perceived need due to the availability of alternative care arrangements (e.g. having a domestic helper and adequate family support). Conclusions: Caregivers generally understand the value of day care but several factors tip the balance in favor of non-use. These include culturally bound caregiving values and perceptions, and inadequacies in service delivery. Negative perceptions about services highlight the need to enhance the image and standards of day care and increase awareness of the benefits of day care for PWD beyond its custodial role.","Authors":"Huang, S (Huang, Shan) ; Griva, K (Griva, Konstadina) ; Bryant, CA (Bryant, Christina A.) ; Yap, P (Yap, Philip)","Title":"Non-use of day care services for dementia in Singapore - a dilemma for caregivers"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395505500002 ISSN: 1530-9827 eISSN: 1944-7078","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Manufacturing","Journal Information":"JOURNAL OF COMPUTING AND INFORMATION SCIENCE IN ENGINEERING Volume: 17 Issue: 1 Article Number: 011001 DOI: 10.1115/1.4034267 Published: MAR 2017","Abstract":"The research presented here describes an industry case study of the use of immersive virtual reality (VR) as a general design tool with a focus on the decision making process. A group of design and manufacturing engineers, who were involved in an active new product development project, were invited to participate in three design reviews in an immersive environment. Observations, interviews, and focus groups were conducted to evaluate the effect of using this interface on decision making in early product design. Because the team members were actively engaged in a current product design task, they were motivated to use the immersive technology to address specific challenges they needed to solve to move forward with detailed product design. This case study takes the approach of asking not only what can users do from a technology standpoint but also how their actions in the virtual environment influence decision making. The results clearly show that the team identified design issues and potential solutions that were not identified or verified using traditional computer tools. The design changes that were the outcome of the experience were implemented in the final product design. Another result was that software familiarity played a significant role in the comfort level and subsequent effectiveness of the team discussions. Finally, participants commented on how the immersive VR environment encouraged an increased sense of team engagement that led to better discussions and fuller participation of the team members in the decision process.","Authors":"Berg, LP (Berg, Leif P.) ; Vance, JM (Vance, Judy M.)","Title":"An Industry Case Study: Investigating Early Design Decision Making in Virtual Reality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397132800006 ISSN: 1077-6990 eISSN: 2161-430X","Keywords":"social media engagement; peer communication; eWOM; organization-public relationships KeyWords Plus:WORD-OF-MOUTH; CONSUMER SOCIALIZATION FRAMEWORK; BEHAVIORAL OUTCOMES; NETWORKING SITES; MODEL; SATISFACTION; ENGAGEMENT; IMPACT; INTENTIONS; ATTITUDES","Categories":"Communication Web of Science Categories:Communication","Journal Information":"JOURNALISM & MASS COMMUNICATION QUARTERLY Volume: 94 Issue: 1 Pages: 81-101 DOI: 10.1177/1077699016674187 Published: MAR 2017","Abstract":"This study proposed and tested a social media peer communication model that links tie strength, social media dependency, and public-organization social media engagement to the peer communication process as well as organization-public relationship (OPR) outcomes. Through an online survey of 328 American and 304 Chinese social media users, results showed that tie strength and public-organization social engagement are positive predictors of peer communication about companies on social media, which further leads to quality OPRs.","Authors":"Men, LR (Men, Linjuan Rita) ; Muralidharan, S (Muralidharan, Sidharth)","Title":"Understanding Social Media Peer Communication and Organization-Public Relationships: Evidence From China and the United States"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397453100005 PubMed ID: 28135430 ISSN: 0033-3549 eISSN: 1468-2877","Keywords":"quality improvement; public health practice; evaluation KeyWords Plus:FRAMEWORK; SERVICES; AGENCIES","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"PUBLIC HEALTH REPORTS Volume: 132 Issue: 2 Pages: 140-148 DOI: 10.1177/0033354916689609 Published: MAR-APR 2017","Abstract":"Objectives: Quality improvement is a critical mechanism to manage public health agency performance and to strengthen accountability for public funds. The objective of this study was to evaluate a relatively new quality improvement resource, the Public Health Quality Improvement Exchange (PHQIX), a free online communication platform dedicated to making public health quality improvement information accessible to practitioners. Methods: We conducted an internet-based survey of registered PHQIX users (n = 536 respondents) in 2013 and key informant interviews with PHQIX frequent users (n = 21) in 2014, in the United States. We assessed use of the PHQIX website, user engagement and satisfaction, communication and knowledge exchange, use of information, and impact on quality improvement capacity and accreditation readiness. Results: Of 462 respondents, 369 (79.9%) browsed quality improvement initiatives, making it the most commonly used site feature, and respondents described PHQIX as a near-unique source for real-world quality improvement examples. Respondents were satisfied with the quality and breadth of topics and relevance to their settings (average satisfaction scores, 3.9-4.1 [where 5 was the most satisfied]). Of 407 respondents, 237 (58.2%) said that they had put into practice information learned on PHQIX, and 209 of 405 (51.6%) said that PHQIX had helped to improve quality improvement capacity. Fewer than half of respondents used the commenting function, the Community Forum, and the Ask an Expert feature. Conclusions: Findings suggest that PHQIX, particularly descriptions of the quality improvement initiatives, is a valued resource for public health practitioners. Users reported sharing information with colleagues and applying what they learned to their own work. These findings may relate to other efforts to disseminate quality improvement knowledge.","Authors":"Porterfield, DS (Porterfield, Deborah S.) ; Marcial, LH (Marcial, Laura H.) ; Brown, S (Brown, Stephen) ; Throop, C (Throop, Cynthia) ; Pina, J (Pina, Jamie)","Title":"Evaluation of a Quality Improvement Resource for Public Health Practitioners: The Public Health Quality Improvement Exchange"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394475800014 ISSN: 0308-521X eISSN: 1873-2267","Keywords":"Agricultural research for development; Theory of change; Impact pathway; Outcome; Adaptive management KeyWords Plus:CLIMATE-CHANGE; SYSTEMS; IMPACT; MANAGEMENT","Categories":"Agriculture Web of Science Categories:Agriculture, Multidisciplinary","Journal Information":"AGRICULTURAL SYSTEMS Volume: 152 Pages: 145-153 DOI: 10.1016/j.agsy.2017.01.005 Published: MAR 2017","Abstract":"Agricultural research for development has made important contributions to poverty reduction and food security over the last 40 years. Nevertheless, it is likely that both the speed of global change and its impacts on natural and socio-economic systems are being under-estimated. Coupled with the moral itnperative to justify the use of public resources for which there are multiple, competing claims, research for development needs to become more effective and efficient in terms of contributing towards longer-term development goals. Currently there is considerable debate about the ways in which this may be achieved. Here we describe an approach based on theory of change. This includes a monitoring, evaluation and learning system that combines indicators of progress in research along with indicators of change aimed at understanding the factors that enable or inhibit the behavioural changes that can bring about development impacts. Theory of change represents our best understanding of how engagement and learning can enable change as well as how progress towards outcomes might be measured. We describe the application of this approach and highlight some key lessons learned. Although robust evidence is currently lacking, a theory of change approach appears to have considerable potential to achieve impacts that balance the drive to generate new knowledge in agricultural research with the priorities and urgency of the users and beneficiaries of research results, helping to bridge the gap between knowledge generation and development outcomes.(C) 2017 The Authors. Published by Elsevier Ltd.","Authors":"Thornton, PK (Thornton, P. K.) ; Schuetz, T (Schuetz, T.) ; Forch, W (Forch, W.) ; Cramer, L (Cramer, L.) ; Abreu, D (Abreu, D.) ; Vermeulen, S (Vermeulen, S.) ; Campbell, BM (Campbell, B. M.)","Title":"Responding to global change: A theory of change approach to making agricultural research for development outcome-based"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394366900003 PubMed ID: 27918368 ISSN: 1531-7129 eISSN: 1537-4505","Keywords":"Cochlear implants; Long-term attendancePediatric; Programming appointments KeyWords Plus:HEARING-AID USE; CHILDREN; AGE; OUTCOMES","Categories":"Neurosciences & Neurology; Otorhinolaryngology Web of Science Categories:Clinical Neurology; Otorhinolaryngology","Journal Information":"OTOLOGY & NEUROTOLOGY Volume: 38 Issue: 3 Pages: 325-333 DOI: 10.1097/MAO.0000000000001299 Published: MAR 2017","Abstract":"Objective: This study sought to understand factors linked to long-term engagement with available post-implant `` mapping'' review services for individuals who received cochlear implants (CI)(s) as children. Study Design: Demographics, communication outcomes, and appointment attendance records from an unselected group of 400 participants who received CI(s) between 1985 and 2009 were analyzed. Results: After 5 years post-implant, 85.75% (n = 343) of participants attended the clinic for \"mapping'' appointments between March 2011 and March 2014, but 14.25% (n = 57) had not attended `` mapping'' for more than 3 years before March 2014. Findings showed that participants who did attend routine follow-up \"mapping'' appointments received their first implants at a significantly younger age (mean, 3.73 yr; standard deviation [SD], 3.39) and demonstrated better receptive language performance (mean standard score, 72; SD, 21.2) and better speech perception scores (mean open-set words, 54.1%; SD, 24.4; phonemes, 77.5%; SD, 15.8) suggesting they derived greater benefit from the technology than participants who did not attend (mean age at implant, 6.38 yr; SD, 4.85; mean receptive language standard score, 58.6; SD, 25.6; mean open-set-words, 34.5%; SD, 24.5; phonemes, 62.7.4%; SD, 23.4). Conclusions: The present study identified a profile of pediatric CI recipients who continue to attend follow-up review appointments after 5 years of device experience. Individuals who were non-attenders tended to include parttime and non-users of the technology. This could be due to a range of factors including the use of past speech processor technology (at first 12 months after switch-on), less overall benefit, and the presence of additional special needs.","Authors":"Choo, D (Choo, Dawn) ; Dettman, SJ (Dettman, Shani Joy)","Title":"What Can Long-Term Attendance at Programming Appointments Tell Us About Pediatric Cochlear Implant Recipients?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394312000010 PubMed ID: 27885551 ISSN: 1090-7165 eISSN: 1573-3254","Keywords":"Condomless sex; Homeless youth; Perceived social norms; Referent groups; gender differences KeyWords Plus:HIV RISK BEHAVIORS; SEXUALLY-TRANSMITTED INFECTIONS; COLLEGE-STUDENTS; STREET YOUTH; DRUG-USERS; NETWORK INFLUENCES; PERCEIVED NORMS; UNPROTECTED SEX; SAN-FRANCISCO; UNITED-STATES","Categories":"Public, Environmental & Occupational Health; Biomedical Social Sciences Web of Science Categories:Public, Environmental & Occupational Health; Social Sciences, Biomedical","Journal Information":"AIDS AND BEHAVIOR Volume: 21 Issue: 3 Pages: 688-702 DOI: 10.1007/s10461-016-1624-2 Published: MAR 2017","Abstract":"Most studies of condomless sex among homeless youth have focused on peer norms, while excluding other potentially pertinent influences. This study explored how different types of relationships contributed to norms about condomless sex and whether such norms were associated with engagement in condomless sex among homeless youth. Additionally, because recent work has noted gender differences in social networks of male and female homeless youth, gender differences in social network norms of condomless sex were also assessed. Egocentric network data were collected from homeless youth accessing services at two drop-in centers in Los Angeles, CA (N = 976). Multivariate analyses (non-stratified and stratified by gender) assessed associations between descriptive, injunctive, and communicative norms and participants' engagement in condomless sex. Multivariate analyses indicated that perception of peer condom use and communication with sexual partners were significantly associated with not engaging in condomless sex. These relationships, however, varied by gender. Implications for interventions are discussed.","Authors":"Barman-Adhikari, A (Barman-Adhikari, Anamika) ; Hsu, HT (Hsu, Hsun-Ta) ; Begun, S (Begun, Stephanie) ; Portillo, AP (Portillo, Andrea Perez) ; Rice, E (Rice, Eric)","Title":"Condomless Sex Among Homeless Youth: The Role of Multidimensional Social Norms and Gender"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394312000019 PubMed ID: 26912217 ISSN: 1090-7165 eISSN: 1573-3254","Keywords":"Food insecurity; HIV; HCV; Co-infection; Canada KeyWords Plus:INJECTION-DRUG USERS; ANTIRETROVIRAL THERAPY; HIV/HEPATITIS-C; HEALTH OUTCOMES; SAN-FRANCISCO; HIV/AIDS; HOMELESS; COINFECTION; SECURITY; PEOPLE","Categories":"Public, Environmental & Occupational Health; Biomedical Social Sciences Web of Science Categories:Public, Environmental & Occupational Health; Social Sciences, Biomedical","Journal Information":"AIDS AND BEHAVIOR Volume: 21 Issue: 3 Pages: 792-802 DOI: 10.1007/s10461-016-1326-9 Published: MAR 2017","Abstract":"While research has begun addressing food insecurity (FI) in HIV-positive populations, knowledge regarding FI among individuals living with HIV-hepatitis C virus (HCV) co-infection is limited. This exploratory study examines sociodemographic, socioeconomic, behavioral, and clinical factors associated with FI in a cohort of HIV-HCV co-infected individuals in Canada. We analyzed longitudinal data from the Food Security and HIV-HCV Co-infection Study of the Canadian Co-infection Cohort collected between November 2012-June 2014 at 15 health centres. FI was measured using the Household Food Security Survey Module and classified using Health Canada criteria. Generalized estimating equations were used to assess factors associated with FI. Among 525 participants, 59 % experienced FI at their first study visit (baseline). Protective factors associated with FI (p < 0.05) included: enrolment at a Quebec study site (aOR: 0.42, 95 % CI: 0.27, 0.67), employment (aOR: 0.55, 95 % CI: 0.35, 0.87), and average personal monthly income (aOR per $100 CAD increase: 0.98, 95 % CI: 0.97, 0.99). Risk factors for FI included: recent injection drug use (aOR: 1.98, 95 % CI: 1.33, 2.96), trading away food (aOR: 5.23, 95 % CI: 2.53, 10.81), and recent experiences of depressive symptoms (aOR: 2.11, 95 % CI: 1.48, 3.01). FI is common in this co-infected population. Engagement of co-infected individuals in substance use treatments, harm reduction programs, and mental health services may mitigate FI in this vulnerable subset of the HIV-positive population.","Authors":"Cox, J (Cox, Joseph) ; Hamelin, AM (Hamelin, Anne-Marie) ; McLinden, T (McLinden, Taylor) ; Moodie, EEM (Moodie, Erica E. M.) ; Anema, A (Anema, Aranka) ; Rollet-Kurhajec, KC (Rollet-Kurhajec, Kathleen C.) ; Paradis, G (Paradis, Gilles) ; Rourke, SB (Rourke, Sean B.) ; Walmsley, SL (Walmsley, Sharon L.)[ 9,10 ] ; Klein, MB (Klein, Marina B.) Group Author(s): Canadian Co-infection Cohort","Title":"Food Insecurity in HIV-Hepatitis C Virus Co-infected Individuals in Canada: The Importance of Co-morbidities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394533400009 PubMed ID: 27071731 ISSN: 0964-4563 eISSN: 1468-3318","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"TOBACCO CONTROL Volume: 26 Issue: 2 DOI: 10.1136/tobaccocontrol-2015-052734 Published: MAR 2017","Abstract":"Objective Describe cigarette smoking abstinence among employer and health plan-sponsored quitline registrants who were not using Electronic Nicotine Delivery Systems (ENDS), were using ENDS to quit smoking or were using ENDS for other reasons at the time of quitline registration. Methods We examined 6029 quitline callers aged >= 18 years who smoked cigarettes at registration, and completed >= 1 counselling calls, baseline ENDS use questions and a 6-month follow-up survey (response rate: 52.4%). 30-day point prevalence smoking quit rates (PPQRs) were assessed at 6-month follow-up (ENDS-only users were considered quit). Data were weighted for non-response bias. Logistic regression analyses controlled for participant characteristics and programme engagement. Results At registration, 13.8% of respondents used ENDS (7.9% to quit smoking, 5.9% for other reasons). 30-day PPQRs were: 55.1% for callers using ENDS to quit, 43.1% for callers using ENDS for other reasons, and 50.8% for callers not using ENDS at registration. Callers using ENDS for other reasons were less likely to quit than other groups (adjusted ORs=0.65-0.77); quit rates did not significantly differ between non-ENDS users and those using ENDS to quit. Among callers using ENDS to quit at baseline, 40% used ENDS regularly at follow-up. Conclusions ENDS users not using ENDS to quit smoking were less successful at quitting at 6-month follow-up compared with callers using ENDS to quit smoking and callers who did not use ENDS at programme registration. Incorporating reasons for ENDS use may be important for future studies examining the role of ENDS in tobacco cessation.","Authors":"Vickerman, KA (Vickerman, K. A.) ; Schauer, GL (Schauer, G. L.) ; Malarcher, AM (Malarcher, A. M.) ; Zhang, L (Zhang, L.) ; Mowery, P (Mowery, P.) ; Nash, CM (Nash, C. M.)","Title":"Reasons for Electronic Nicotine Delivery System use and smoking abstinence at 6 months: a descriptive study of callers to employer and health plan-sponsored quitlines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394061200056 ISSN: 0378-7788 eISSN: 1872-6178","Keywords":"Thermal storage; Demand response; Time-of-day tariff; Electric heating; Smart meter KeyWords Plus:RENEWABLE GENERATION","Categories":"Construction & Building Technology; Energy & Fuels; Engineering Web of Science Categories:Construction & Building Technology; Energy & Fuels; Engineering, Civil","Journal Information":"ENERGY AND BUILDINGS Volume: 138 Pages: 630-640 DOI: 10.1016/j.enbuild.2016.12.053 Published: MAR 1 2017","Abstract":"Thermal storage heaters, charged using overnight off-peak electricity, have been used for domestic space heating in the UK and other countries since the 1980s. However, they have always been difficult for consumers to manage efficiently and, with the advent of a high proportion of renewables in the electricity generation mix, the time of day when they are charged needs to be more flexible. There is also a need to reduce peaks in the demand profile to allow distribution networks to support new sources of demand such as electric vehicles. We describe a trial of a smart control system that was retrofitted to a group of six dwellings with this form of heating, with the objectives of providing more convenient and efficient control for the users while varying the times at which charging is performed, to flatten the profile of demand and make use of locally-generated renewable electricity. The trial also employs a commercially realistic combination of a static time-of-day tariff with a real time tariff dependent on local generation, to provide consumers With the opportunity and incentive to reduce their costs by varying times of use of appliances. Results from operation over the 2015-16 heating season indicate that the objectives are largely achieved. It is estimated that on an annualised and weather-adjusted basis most of the users have consumed less electricity than before intervention and their costs are less on the trial tariffs. Critical factors for success of this form of system are identified, particularly the need to facilitate hands-on control of heating by thrifty users and the importance of an effective and sustained user engagement programme when introducing the technology, to ensure users gain confidence through a readily-accessible source of support and advice. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Boait, PJ (Boait, P. J.) ; Snape, JR (Snape, J. R.) ; Darby, SJ (Darby, S. J.) ; Hamilton, J (Hamilton, J.) ; Morris, RJR (Morris, R. J. R.)","Title":"Making legacy thermal storage heating fit for the smart grid"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395523200003 PubMed ID: 28245173 ISSN: 1180-4882 eISSN: 1488-2434","Categories":"Neurosciences & Neurology; Psychiatry Web of Science Categories:Neurosciences; Psychiatry","Journal Information":"JOURNAL OF PSYCHIATRY & NEUROSCIENCE Volume: 42 Issue: 2 Pages: 78-86 DOI: 10.1503/jpn.150358 Published: MAR 2017","Abstract":"Background Increased attention bias toward drug-related cues over non-drug-related intrinsically pleasant reinforcers is a hallmark of drug addiction. In this study we used the late positive potential (LPP) to investigate whether such increased attention bias toward drug-related relative to non-drug-related cues changes over a protracted period of reduced drug use in treatment-seeking individuals with a cocaine use disorder (CUD). Methods Treatment-seeking individuals with CUD and matched healthy controls passively viewed a series of pleasant, neutral and drug-related pictures while their event-related potentials were recorded at baseline ( 3 weeks after treatment initiation) and at 6-month follow-up (only CUD). Results We included 19 treatment-seeking individuals with CUD and 18 matched controls in our analyses. The results showed a reversal in attention bias (i.e., LPP amplitude) from baseline (i.e., drug > pleasant) to follow-up (i.e., pleasant > drug) driven by an increased attentional engagement with pleasant pictures; this LPP reversal was paralleled by a concomitant reduction in self-reported wanting and craving for cocaine in the CUD group. Furthermore, reduced attention bias toward drug-related cues (relative to pleasant cues) was correlated with longer duration of abstinence at baseline, and the extent of its longitudinal reversal was correlated with decreased craving at follow-up, providing support for abstinence as a putative mechanism of this bottom-up attentional change. Limitations A limited sample size and the use of the same set of pictures at baseline and follow-up were the major limitations of this study. Conclusion Results collectively indicate that, by tracking with drug abstinence, LPP in response to drug-related relative to pleasant cues may serve as an indicator of clinical progress in treatment-seeking individuals with CUD.","Authors":"Parvaz, MA (Parvaz, Muhammad A.) ; Moeller, SJ (Moeller, Scott J.) ; Malaker, P (Malaker, Pias) ; Sinha, R (Sinha, Rajita) ; Alia-Klein, N (Alia-Klein, Nelly) ; Goldstein, RZ (Goldstein, Rita Z.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Parvaz, Muhammad  http://orcid.org/0000-0002-2671-2327","Title":"Abstinence reverses EEG-indexed attention bias between drug-related and pleasant stimuli in cocaine-addicted individuals"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393260900036 PubMed ID: 28006745 ISSN: 0301-4797 eISSN: 1095-8630","Keywords":"Social capital; Non-wood forest product; Forest policy; Networked governance; Policy network; Social Network Analysis KeyWords Plus:COMMUNITY GOVERNANCE; NETWORK GOVERNANCE; MANAGEMENT; SERVICES; POLICY","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"JOURNAL OF ENVIRONMENTAL MANAGEMENT Volume: 188 Pages: 364-378 DOI: 10.1016/j.jenvman.2016.11.072 Published: MAR 1 2017","Abstract":"In diffuse forest uses, like non-timber forest products' harvesting, the behavioural alignment of pickers is crucial for avoiding a \"tragedy of the commons\". Moreover, the introduction of policy tools such as a harvest permit system may help in keeping the activity under control. Besides the official enforcement, pickers' engagement may also derive from the perceived legitimate decision of forest managers and the community pressure to behave according to the shared values. Framed within the social capital theory, this paper examines three types of relations of rural communities in a protected area in Catalonia (Spain) where a system of mushroom picking permits was recently introduced. Through social network analysis, we explore structural changes in relations within the policy network across the policy conception, design and implementation phases. We then test whether social links of the pickers' community relate to influential members of the policy network. Lastly, we assess whether pickers' bonding and bridging structures affect the rate of permit uptake. Our results show that the high degree of acceptance could be explained by an adequate consideration of pickers' preferences within the decision-making group: local pickers show proximity to members of the policy network with medium-high influence during the three policy phases. The policy network also evolves, with some members emerging as key actors during certain phases. Significant differences are found in pickers' relations among and across the involved municipalities following an urban-rural gradient. A preliminary relation is found between social structures and differential pickers' engagement. These results illustrate a case of positive social capital backing policy design and, probably, also implementation. This calls for a meticulous design of forest policy networks with respect to communities of affected forest users. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Gorriz-Mifsud, E (Gorriz-Mifsud, Elena) ; Secco, L (Secco, Laura) ; Da Re, R (Da Re, Riccardo) ; Pisani, E (Pisani, Elena) ; Bonet, JA (Antonio Bonet, Jose)","Title":"Structural social capital and local-level forest governance: Do they inter-relate? A mushroom permit case in Catalonia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392684300022 PubMed ID: 27940387 ISSN: 0306-4603 eISSN: 1873-6327","Keywords":"Opioids; Stimulants; Treatment engagement; Treatment initiation; Sub-Saharan Africa; Matrix model KeyWords Plus:ABUSE TREATMENT; DEPENDENCE; TRENDS","Categories":"Psychology; Substance Abuse Web of Science Categories:Psychology, Clinical; Substance Abuse","Journal Information":"ADDICTIVE BEHAVIORS Volume: 66 Pages: 132-137 DOI: 10.1016/j.addbeh.2016.11.014 Published: MAR 2017","Abstract":"Introduction: The Matrix model of substance use treatment has been evaluated extensively in the United States as an effective treatment for methamphetamine use disorders. Since 2007, the Matrix model has been implemented in Cape Town, South Africa, where one in four treatment-seeking individuals are primarily opioid rather than stimulant users. Yet, there has been limited data on the application of the Matrix model for other types of substance use disorders in a resource-limited setting. Methods: We compared primary opioid and primary methamphetamine users seeking treatment at the first certified Matrix model substance use treatment site in Cape Town, South Africa from 2009 to 2014 (n = 1863) on engagement in treatment, an important early predictor of later substance use treatment outcomes, and urine verified abstinence at treatment exit. Results: Compared to primary opioid users, primary methamphetamine users had over 50% greater odds of initiating treatment (defined as attending at least one treatment session following intake; OR = 1.55; 95%CI: 1.24-1.94), and 4.5 times greater odds of engaging in treatment (i.e., attending at least four treatment sessions; OR = 4.48; 95%Cl; 227-8.84). There were no significant differences in rates of urine-verified abstinence at treatment exit Conclusions: Results suggest primary opioid users may experience additional barriers to treatment initiation and engagement in the Matrix model of substance use treatment, yet those who enter treatment are equally as likely to be abstinent at treatment exit compared to primary methamphetamine users. Findings highlight the need for additional strategies to optimize treatment initiation and engagement among primary opioid users in this setting, for instance by integrating medication-assisted treatment (e.g., methadone). (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Magidson, JF (Magidson, Jessica F.) ; Gouse, H (Gouse, Hetta) ; Burnhams, W (Burnhams, Warren) ; Wu, CYY (Wu, Christie Y. Y.) ; Myers, B (Myers, Bronwyn) ; Joska, JA (Joska, John A.) ; Carrico, AW (Carrico, Adam W.)","Title":"Beyond methamphetamine: Documenting the implementation of the Matrix model of substance use treatment for opioid users in a South African setting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392767400049 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Science communication; Social media; Machine learning; Psychometrics; Facebook; Twitter KeyWords Plus:TWITTER; INFORMATION","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 68 Pages: 480-492 DOI: 10.1016/j.chb.2016.11.068 Published: MAR 2017","Abstract":"The rise of social media has transformed the way the public engages with science organisations and scientists. 'Retweet', 'Like', 'Share' and 'Comment' are a few ways users engage with messages on Twitter and Facebook, two of the most popular social media platforms. Despite the availability of big data from these digital footprints, research into social media science communication is scant. This paper presents a novel empirical study into the features of engaging science-related social media messages, focusing on space science communications. It is hypothesised that these messages contain certain psycholinguistic features that are unique to the field of space science. We built a predictive model to forecast the engagement levels of social media posts. By using four feature sets (n-grams, psycholinguistics, grammar and social media), we were able to achieve prediction accuracies in the vicinity of 90% using three supervised learning algorithms (Naive Bayes, linear classifier and decision tree). We conducted the same experiments on social media messages from three other fields (politics, business and non-profit) and discovered several features that are exclusive to space science communications: anger, authenticity, hashtags, visual descriptions-be it visual perception-related words, or media elements-and a tentative tone. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Hwong, YL (Hwong, Yi-Ling) ; Oliver, C (Oliver, Carol) ; Van Kranendonk, M (Van Kranendonk, Martin) ; Sammut, C (Sammut, Claude) ; Seroussi, Y (Seroussi, Yanir)","Title":"What makes you tick? The psychology of social media engagement in space science communication"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390642000038 PubMed ID: 27890147 ISSN: 0003-6870 eISSN: 1872-9126","Keywords":"User participation; Technology; Healthcare; Design KeyWords Plus:CO-DESIGN; ERGONOMICS; PATIENT; OBJECTS","Categories":"Engineering; Psychology Web of Science Categories:Engineering, Industrial; Ergonomics; Psychology, Applied","Journal Information":"APPLIED ERGONOMICS Volume: 59 Pages: 342-356 Part: A DOI: 10.1016/j.apergo.2016.08.005 Published: MAR 2017","Abstract":"Involving users through participation in healthcare service and environment design is growing. Existing approaches and toolkits for practitioners and researchers are often paper based involving workshops and other more traditional design approaches such as paper prototyping. The advent of digital technology provides the opportunity to explore new platforms for user participation. This paper presents results from three studies that used a bespoke situated user participation digital kiosk, engaging 33 users in investigating healthcare environment design. The studies, from primary and secondary care settings, allowed participant feedback on each environment and proved a novel, engaging \"21st century\" way to participate in the appraisal of the design process. The results point toward this as an exciting and growing area of research in developing not just a new method of user participation but also the technology that supports it. Limitations were noted in terms of data validity and engagement with the device. To guide the development of user participation using similar situated digital devices, key lessons and reflections are presented. (C) 2016 The Authors. Published by Elsevier Ltd.","Authors":"Mackrill, J (Mackrill, J.) ; Marshall, P (Marshall, P.) ; Payne, SR (Payne, S. R.) ; Dimitrokali, E (Dimitrokali, E.) ; Cain, R (Cain, R.)","Title":"Using a bespoke situated digital kiosk to encourage user participation in healthcare environment design"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390389400004 ISSN: 1523-0406 eISSN: 1545-0465","Keywords":"Open data; open government; crowdsourcing; geospatial data KeyWords Plus:VOLUNTEERED GEOGRAPHIC INFORMATION; PUBLIC-PARTICIPATION; OPENSTREETMAP; QUALITY; ENGAGEMENT; SCIENCE; FITNESS; SYSTEMS; MAPS; GIS","Categories":"Geography Web of Science Categories:Geography","Journal Information":"CARTOGRAPHY AND GEOGRAPHIC INFORMATION SCIENCE Volume: 44 Issue: 2 Pages: 128-138 Special Issue: SI DOI: 10.1080/15230406.2016.1176536 Published: MAR 2017","Abstract":"The current popularity of government open data platforms as a way to share geospatial data has created an opportunity for government to receive direct feedback and edits on this very same data. This research proposes four models that can define how government accepts direct edits and feedback on geospatial data. The four models are a status quo of open data provision, data curation, data mirroring, and crowdsourcing. These models are placed on a continuum of government control ranging from high levels of control over data creation to a low level of control. Each model is discussed, with relevant challenges highlighted. These four models present an initial suite of options for governments looking to accept direct edits from data end users and can be framed as a partial realization of many of the principles of open government. Despite the varied potential of these approaches, they generate a shift in locus of control away from government, creating several areas of risk for government. Of these models, near-term interest may focus on data curation and data mirroring as evolutionary, rather than revolutionary steps that expand on the simple provision of open data.","Authors":"Johnson, PA (Johnson, Peter A.)","Title":"Models of direct editing of government spatial data: challenges and constraints to the acceptance of contributed data"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000390070800036 ISSN: 0167-739X eISSN: 1872-7115","Keywords":"User engagement; User modeling; Instrumentation; Mobile sensors KeyWords Plus:LEARNING-ENVIRONMENT","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"FUTURE GENERATION COMPUTER SYSTEMS-THE INTERNATIONAL JOURNAL OF ESCIENCE Volume: 68 Pages: 456-464 DOI: 10.1016/j.future.2016.05.038 Published: MAR 2017","Abstract":"The proliferation of mobile devices has changed the way digital information is consumed and its efficacy measured. These personal devices know a lot about user behavior from embedded sensors along with monitoring the daily activities users perform through various applications on these devices. This data can be used to get a deep understanding of the context of the users and provide personalized services to them. However, there are a lot of challenges in capturing, modeling, storing, and processing such data from these systems of engagement, both in terms of achieving the right balance of redundancy in the captured and stored data, along with ensuring the usefulness of the data for analysis. There are additional challenges in balancing how much of the captured data should be processed through client or server applications. In this article, we present the modeling of user behavior in the context of personalized education which has generated a lot of recent interest. More specifically, we present an architecture and the issues of modeling student behavior data, captured from different activities the student performs during the process of learning. The user behavior data is modeled and sent to the cloud-enabled backend where detailed analytics are performed to understand different aspects of a student, such as engagement, difficulties, and preferences and to also analyze the quality of the data. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Bent, O (Bent, Oliver) ; Dey, P (Dey, Prasenjit) ; Weldemariam, K (Weldemariam, Komminist) ; Mohania, MK (Mohania, Mukesh K.)","Title":"Modeling user behavior data in systems of engagement"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397556000002 PubMed ID: 28241759 ISSN: 1472-6947","Keywords":"Alcohol reduction; Behaviour change; Engagement; Excessive alcohol consumption; mHealth; Smartphone apps; Smoking cessation; Think aloud; Thematic analysis KeyWords Plus:BEHAVIOR-CHANGE INTERVENTIONS; RANDOMIZED CONTROLLED-TRIAL; SMOKING-CESSATION; QUALITATIVE RESEARCH; AUDIT-C; USER PREFERENCES; ALCOHOL MISUSE; SCREENING-TEST; MIXED-METHODS; PRIMARY-CARE","Categories":"Medical Informatics Web of Science Categories:Medical Informatics","Journal Information":"BMC MEDICAL INFORMATICS AND DECISION MAKING Volume: 17 Article Number: 25 DOI: 10.1186/s12911-017-0422-8 Published: FEB 28 2017","Abstract":"Background: Public health organisations such as the National Health Service in the United Kingdom and the National Institutes of Health in the United States provide access to online libraries of publicly endorsed smartphone applications (apps); however, there is little evidence that users rely on this guidance. Rather, one of the most common methods of finding new apps is to search an online store. As hundreds of smoking cessation and alcohol-related apps are currently available on the market, smokers and drinkers must actively choose which app to download prior to engaging with it. The influences on this choice are yet to be identified. This study aimed to investigate 1) design features that shape users' choice of smoking cessation or alcohol reduction apps, and 2) design features judged to be important for engagement. Methods: Adult smokers (n = 10) and drinkers (n = 10) interested in using an app to quit/cut down were asked to search an online store to identify and explore a smoking cessation or alcohol reduction app of their choice whilst thinking aloud. Semi-structured interview techniques were used to allow participants to elaborate on their statements. An interpretivist theoretical framework informed the analysis. Verbal reports were audio recorded, transcribed verbatim and analysed using inductive thematic analysis. Results: Participants chose apps based on their immediate look and feel, quality as judged by others' ratings and brand recognition ('social proof'), and titles judged to be realistic and relevant. Monitoring and feedback, goal setting, rewards and prompts were identified as important for engagement, fostering motivation and autonomy. Tailoring of content, a non-judgmental communication style, privacy and accuracy were viewed as important for engagement, fostering a sense of personal relevance and trust. Sharing progress on social media and the use of craving management techniques in social settings were judged not to be engaging because of concerns about others' negative reactions. Conclusions: Choice of a smoking cessation or alcohol reduction app may be influenced by its immediate look and feel, 'social proof' and titles that appear realistic. Design features that enhance motivation, autonomy, personal relevance and credibility may be important for engagement.","Authors":"Perski, O (Perski, Olga) ; Blandford, A (Blandford, Ann) ; Ubhi, HK (Ubhi, Harveen Kaur) ; West, R (West, Robert) ; Michie, S (Michie, Susan)","Title":"Smokers' and drinkers' choice of smartphone applications and expectations of engagement: a think aloud and interview study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397286100019 ISSN: 1976-7277","Keywords":"Realistic display; Tracking; AR-hardware platforms; AR applications; Augmented Reality","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"KSII TRANSACTIONS ON INTERNET AND INFORMATION SYSTEMS Volume: 11 Issue: 2 Pages: 982-1004 DOI: 10.3837/tiis.2017.02.019 Published: FEB 28 2017","Abstract":"The recent advances in the field of augmented reality (AR) have shown that the technology is a fundamental part of modern immersive interactive systems for the achievement of user engagement and a dynamic user experience. This survey paper presents the descriptions of a variety of the new AR explorations, and the issues that are relevant to the contemporary development of the fundamental technologies and applications are discussed. Most of the literature regarding the pertinent topics-taxonomy, the core tracking and sensing technologies, the hardware and software platforms, and the domain-specific applications-are then chronologically surveyed, and in varying detail, this is supplemented with the cited papers. This paper portrays the diversity of the research regarding the AR field together with an overview of the benefits and the limitations of the competing and complementary technologies.","Authors":"Kim, SK (Kim, Soo Kyun) ; Kang, SJ (Kang, Shin-Jin) ; Choi, YJ (Choi, Yoo-Joo) ; Choi, MH (Choi, Min-Hyung) ; Hong, M (Hong, Min)","Title":"Augmented-Reality Survey: from Concept to Application"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394820400003 PubMed ID: 28183284 ISSN: 1471-244X","Keywords":"Attention Deficit Hyperactivity Disorder (ADHD); QbTest Activity; Objective Measures; Qualitative; Acceptability KeyWords Plus:ATTENTION-DEFICIT/HYPERACTIVITY DISORDER; DEFICIT HYPERACTIVITY DISORDER; CONTINUOUS PERFORMANCE-TEST; CHILDREN; METHYLPHENIDATE; ADHERENCE; GENDER","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"BMC PSYCHIATRY Volume: 17 Article Number: 66 DOI: 10.1186/s12888-017-1222-5 Published: FEB 10 2017","Abstract":"Background: The diagnosis and monitoring of Attention deficit hyperactivity disorder (ADHD) typically relies on subjective reports and observations. Objective continuous performance tests (CPTs) have been incorporated into some services to support clinical decision making. However, the feasibility and acceptability of adding such a test into routine practice is unknown. The study aimed to investigate the feasibility and acceptability of adding an objective computerised test to the routine assessment and monitoring of attention deficit hyperactivity disorder (ADHD). Methods: Semi-structured interviews were conducted with clinicians (n = 10) and families (parents/young people, n = 20) who participated in a randomised controlled trial. Additionally, the same clinicians (n = 10) and families (n = 76) completed a survey assessing their experience of the QbTest. The study took place in child and adolescent mental health and community paediatric clinics across the UK. Interview transcripts were thematically analysed. Results: Interviewed clinicians and families valued the QbTest for providing an objective, valid assessment of symptoms. The QbTest was noted to facilitate communication between clinicians, families and schools. However, whereas clinicians were more unanimous on the usefulness of the QbTest, survey findings showed that, although the majority of families found the test useful, less than half felt the QbTest helped them understand the clinician's decision making around diagnosis and medication. The QbTest was seen as a potentially valuable tool to use early in the assessment process to streamline the care pathway. Although clinicians were conscious of the additional costs, these could be offset by reductions in time to diagnosis and the delivery of the test by a Healthcare Assistant. Conclusions: The findings indicate the QbTest is an acceptable and feasible tool to implement in routine clinical settings. Clinicians should be mindful to discuss the QbTest results with families to enable their understanding and engagement with the process. Further findings from definitive trials are required to understand the cost/benefit; however, the findings from this study support the feasibility and acceptability of integrating QbTest in the ADHD care pathway. Trial registration: The findings form the implementation component of the Assessing QbTest Utility in ADHD (AQUA) Trial which is registered with the ISRCTN registry (ISRCTN11727351, retrospectively registered 04 July 2016) and clinicaltrials.gov (NCT02209116, registered 04 August 2014).","Authors":"Hall, CL (Hall, Charlotte L.) ; Valentine, AZ (Valentine, Althea Z.) ; Walker, GM (Walker, Gemma M.) ; Ball, HM (Ball, Harriet M.) ; Cogger, H (Cogger, Heather) ; Daley, D (Daley, David) ; Groom, MJ (Groom, Madeleine J.) ; Sayal, K (Sayal, Kapil) ; Hollis, C (Hollis, Chris)","Title":"Study of user experience of an objective test (QbTest) to aid ADHD assessment and medication management: a multi-methods approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395707400001 PubMed ID: 28159009 ISSN: 1748-5908","Keywords":"Canada; Long-term care sector; Long-term care; Diffusion of innovations; Advice seeking; Social network analysis; Opinion leadership; Integrated knowledge translation KeyWords Plus:TREC BUILDING CONTEXT; TRANSLATING RESEARCH; SOCIAL NETWORKS; ELDER CARE; OPINION LEADERS; INNOVATION; PROTOCOL; INTERVENTION; SYSTEMS","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services; Health Policy & Services","Journal Information":"IMPLEMENTATION SCIENCE Volume: 12 Article Number: 11 DOI: 10.1186/s13012-017-0542-7 Published: FEB 3 2017","Abstract":"Background: Initiatives to accelerate the adoption and implementation of evidence-based practices benefit from an association with influential individuals and organizations. When opinion leaders advocate or adopt a best practice, others adopt too, resulting in diffusion. We sought to identify existing influence throughout Canada's longterm care sector and the extent to which informal advice-seeking relationships tie the sector together as a network. Methods: We conducted a sociometric survey of senior leaders in 958 long-term care facilities operating in 11 of Canada's 13 provinces and territories. We used an integrated knowledge translation approach to involve knowledge users in planning and administering the survey and in analyzing and interpreting the results. Responses from 482 senior leaders generated the names of 794 individuals and 587 organizations as sources of advice for improving resident care in long-term care facilities. Results: A single advice-seeking network appears to span the nation. Proximity exhibits a strong effect on network structure, with provincial inter-organizational networks having more connections and thus a denser structure than interpersonal networks. We found credible individuals and organizations within groups (opinion leaders and opinionleading organizations) and individuals and organizations that function as weak ties across groups (boundary spanners and bridges) for all studied provinces and territories. A good deal of influence in the Canadian long-term care sector rests with professionals such as provincial health administrators not employed in long-term care facilities. Conclusions: The Canadian long-term care sector is tied together through informal advice-seeking relationships that have given rise to an emergent network structure. Knowledge of this structure and engagement with its opinion leaders and boundary spanners may provide a route for stimulating the adoption and effective implementation of best practices, improving resident care and strengthening the long-term care advice network. We conclude that informal relational pathways hold promise for helping to transform the Canadian long-term care sector.","Authors":"Dearing, JW (Dearing, James W.) ; Beacom, AM (Beacom, Amanda M.) ; Chamberlain, SA (Chamberlain, Stephanie A.) ; Meng, JB (Meng, Jingbo) ; Berta, WB (Berta, Whitney B.) ; Keefe, JM (Keefe, Janice M.) ; Squires, JE (Squires, Janet E.) ; Doupe, MB (Doupe, Malcolm B.) ; Taylor, D (Taylor, Deanne) ; Reid, RC (Reid, Robert Colin) ; Cook, H (Cook, Heather) ; Cummings, GG (Cummings, Greta G.) ; Baumbusch, JL (Baumbusch, Jennifer L.)[ 10 ] ; Knopp-Sihota, J (Knopp-Sihota, Jennifer)[ 11 ] ; Norton, PG (Norton, Peter G.)[ 12 ] ; Estabrooks, CA (Estabrooks, Carole A.) ...More...Less","Title":"Pathways for best practice diffusion: the structure of informal relationships in Canada's long-term care sector"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398113800002 ISSN: 1354-8565 eISSN: 1748-7382","Keywords":"Contingency; digital writing; interface; locative media; materiality; mobile media; narratives; ontology; orthography; post-orthography; space; user engagement; user experience","Categories":"Communication Web of Science Categories:Communication","Journal Information":"CONVERGENCE-THE INTERNATIONAL JOURNAL OF RESEARCH INTO NEW MEDIA TECHNOLOGIES Volume: 23 Issue: 1 Pages: 5-19 Special Issue: SI DOI: 10.1177/1354856516679635 Published: FEB 2017","Abstract":"In digital writing, there is a discrepancy between the dynamicism that is associated with born-digital narratives and the rigidly encoded structures of content management that shape digital media technologies. Locative media narratives - site-specific narratives that are designed for accessing digital mobile devices - are therefore interesting because they cannot be written without reference to real space and are subject to the dynamic relationships that device users have with material space. This article reveals the ontological complexities of digital reading and digital writing for the locative media narrative user. Writing and reading digitally through locative media narratives, I argue, require users' dynamic and reflexive negotiation between the experience of reading and the material circumstances that offer insight into the element of contingency in digital writing. Specifically, I explore the element of contingency as a ` counter' to paradigms of standardization and rationalization during the age of modernity; its nullification through the introduction of predefined digital parameters; its resilience in the figure of the walker; and its contemporary resilience in the media user. Contingency is thus delineated as a condition through which a dynamic narrative can emerge between the parameters of digital writing and a user's narrative play. The material spaces explored are contingent upon which paths users choose to take; also, the produced story is contingent upon the narrative trajectory that is formed through users' wandering through material space. As users choose real spaces with historiocultural contexts, this article shows that locative media narratives allow us to write digital narratives while also engaging in the discourses of material space, media materiality, and emerging forms of narrative. In turn, by conceptualizing and identifying dynamic forms of narrative for how they complicate notions of reading and writing, this article proposes the initial shaping of a narratology for dynamic digital narratives.","Authors":"Fan, LT (Fan, Lai-Tze)","Title":"Writing while wandering: Material and spatial contingency in locative media narratives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397230200007 ISSN: 0010-0870 eISSN: 2150-6701","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"COLLEGE & RESEARCH LIBRARIES Volume: 78 Issue: 2 Pages: 219-240 DOI: 10.5860/crl.78.2.219 Published: FEB 2017","Abstract":"This study establishes baseline information about the ways library publishing services integrate user studies of their readers, as well as common barriers to doing so. The Library Publishing Coalition defines library publishing as \"the set of activities led by college and university libraries to support the creation, dissemination, and curation of scholarly, creative, and/or educational works.\" This area includes traditional as well as novel publication types. Results suggest that discussions of library publishing underrepresent engagement with readers but that ample room for increased attention remains. Existing reader-related efforts vary widely and may in some cases be happenstance. These efforts also face key barriers in lack of prioritization, lack of expertise, and lack of control of out-of-the-box platforms.","Authors":"Tracy, DG (Tracy, Daniel G.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Tracy, Daniel  http://orcid.org/0000-0002-0106-6293","Title":"Libraries as Content Producers: How Library Publishing Services Address the Reading Experience"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397269200001 ISSN: 1675-8021","Keywords":"socio-cultural theory; literacy brokering; cross-cultural literacy; new literacy studies; multiliteracies KeyWords Plus:AMERICAN ADOLESCENTS; LANGUAGE; FAMILIES","Categories":"Linguistics Web of Science Categories:Language & Linguistics","Journal Information":"GEMA ONLINE JOURNAL OF LANGUAGE STUDIES Volume: 17 Issue: 1 Pages: 1-19 DOI: 10.17576/gema-2017-1701-01 Published: FEB 2017","Abstract":"The influx of international students to Malaysia in pursuance of tertiary education has created the urgency to ascertain the English literacy struggles faced by these students in the Malaysian classrooms as well as the suitability of the current pedagogical practices in addressing their existing literacy practices. Insights on the aforementioned aspects could be gained by examining the students' literacy brokering engagements. Literacy brokering refers to an act of seeking informal help in various forms from fellow language users when facing unfamiliar texts or text-oriented practices and events. This case study therefore examined the literacy brokering phenomenon occurring within a Malaysian university's intensive English Language class. The research participants consisted of 15 international students from five different countries. The specific objectives of the study were to: (i) identify the themes involved in literacy brokering interactions occurring in the Malaysian university English language classroom context; and (ii) describe the literacy practices of the international students in their English class. Through the methods of audio and video recording, 98433 words of transcribed data were collected. An in-depth analysis of the data revealed the primary brokering theme to be the English language system, specifically aspects of grammar and semantics. However culture and genre-based themes were also apparent. The brokerage of culture and genre stemmed from the mismatch between the participants' existing literacy knowledge with those in their current context of living. The findings create an andragogic importance to include learners' socio-cultural schemata in designing and carrying out non-native language pedagogy. In the spirit of contextualising learning experience, future works could focus on analysing the literacy brokering occurrences in other non-native English Language classrooms such as Singapore and Hong Kong.","Authors":"Raslie, H (Raslie, Humaira) ; Keong, YC (Keong, Yuen Chee)","Title":"Literacy Brokering among the International Students of a Public University"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397020500025 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Locative media; Field trial; Rural community; Local history","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 4 Pages: 5243-5274 DOI: 10.1007/s11042-016-3515-y Published: FEB 2017","Abstract":"Locative Media Experiences (LMEs) have significant potential in enabling visitors to engage with the places that they visit through an appreciation of local history. For example, a visitor to Berlin that is exploring remnants of the Berlin Wall may be encouraged to appreciate (or in part experience) the falling of the Berlin wall by consuming multimedia directly related to her current location such as listening to audio recordings of the assembled crowds on 10th November 1989. However, despite the growing popularity of enabling technologies (such as GPS-equipped smart phones and tablets), the availability of tools that support the authoring of LMEs is limited. In addition, mobile apps that support the consumption of LMEs typically adopt an approach that precludes users from being able to respond with their own multimedia contributions. In this article we describe the design and evaluation of the SHARC2.0 framework that has been developed as part of our long-term and participatory engagement with the rural village of Wray in the north of England. Wray has very limited cellular data coverage which has placed a requirement on the framework and associated tools to operate without reliance on network connectivity. A field study is presented which featured a LME relating to Wray's local history and which contained multimedia content contributed by members of the community including historic photos (taken from an existing 'Digital Noticeboard' system), audio-clips (from a local historian and village residents) and video (contributed during a design workshop). The novelty of our approach relates to the ability of multiple authors to contribute to a LME in-situ, and the utilisation of personal cloud storage for storing the contents associated with a multi-authored LME.","Authors":"Cheverst, K (Cheverst, Keith) ; Turner, H (Turner, Helen) ; Do, T (Do, Trien) ; Fitton, D (Fitton, Dan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Cheverst, Keith  http://orcid.org/0000-0003-3972-6776","Title":"Supporting the consumption and co-authoring of locative media experiences for a rural village community: design and field trial evaluation of the SHARC2.0 framework"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397020500045 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Immersive experience; Music festivals; Expectation solicitation; Smart TV; User-generated content; 360 degree video","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 4 Pages: 5721-5753 DOI: 10.1007/s11042-016-3888-y Published: FEB 2017","Abstract":"Attending music festivals is a popular pastime. However, there will unfortunately always be a share of fans who, for a wide variety of reasons, are unable to visit a festival of their choice in person. This article reports on the expectations users have about being able to immersively experience music festivals from the comfort of their living room. Out of these expectations, we distill an approach for remote festival engagement that is centered around the concept of blending respectively professional and user-generated content. We then crystallize our approach into a Smart TV application called WanderCouch and let prospective users evaluate it in a simulated live setting. The resulting findings suggest that the proposed solution, among other things, exhibits the potential to improve on the experience provided by traditional (TV) coverages of music festivals, to have a positive impact on both immersion and level of engagement with concerts, and to transfer a veracious impression of the festival's general theme and on-site atmosphere.","Authors":"Wijnants, M (Wijnants, Maarten) ; Rovelo, G (Rovelo, Gustavo) ; Quax, P (Quax, Peter) ; Lamotte, W (Lamotte, Wim)","Title":"WanderCouch A Smart TV approach towards experiencing music festivals live from the living room"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397020500046 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Human-computer interaction.; Usability; Usability evaluation; Serious games; Interactivemedia; Systematic review KeyWords Plus:REHABILITATION SYSTEM; USER INTERFACES; MOTOR REHABILITATION; VIRTUAL ENVIRONMENT; COMPUTER GAME; MUSIC-THERAPY; VIDEO GAMES; CHILDREN; DESIGN; PEOPLE","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 4 Pages: 5755-5784 DOI: 10.1007/s11042-016-3845-9 Published: FEB 2017","Abstract":"In the last years, there has been an increasing interest in the design of video games as a tool for education, training, health promotion, socialization, etc. Usability, which is a key factor in any video game, becomes even more important in these so-called ''serious games'', where the users' special characteristics should be considered, and the game efficacy depends on the users' adherence and engagement. However, evaluation of the usability of this kind of games requires a redefinition of techniques, methods and even terminology. In this paper, we elicit six research questions and conduct a systematic review of the scientific literature, which resulted in the selection of 187 papers that contained the most relevant responses.The conclusions of this systematic review illustrate the general status of current academic usability evaluations of these games and the main trends in the selection of methodologies and how are they applied. This view may be a very valuable foundation for future research.","Authors":"Yanez-Gomez, R (Yanez-Gomez, Rosa) ; Cascado-Caballero, D (Cascado-Caballero, Daniel) ; Sevillano, JL (Sevillano, Jose-Luis) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sevillano, Jose Luis  http://orcid.org/0000-0002-1392-1832","Title":"Academic methods for usability evaluation of serious games: a systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394672000010 PubMed ID: 26769978 ISSN: 0004-8674 eISSN: 1440-1614","Keywords":"Alcohol; drug; treatment outcomes; substance dependence; mutual aid; continuity of care KeyWords Plus:CONTINUING CARE; HEROIN DEPENDENCE; DRUG-USE; ALCOHOL; ADDICTION; HEALTH; ABUSE; RELIABILITY; ATTENDANCE; RECOVERY","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"AUSTRALIAN AND NEW ZEALAND JOURNAL OF PSYCHIATRY Volume: 51 Issue: 2 Pages: 177-189 DOI: 10.1177/0004867415625815 Published: FEB 2017","Abstract":"Background and Aims: Our understanding of patient pathways through specialist Alcohol and Other Drug treatment and broader health/welfare systems in Australia remains limited. This study examines how treatment outcomes are influenced by continuity in specialist Alcohol and Other Drug treatment, engagement with community services and mutual aid, and explores differences between clients who present with a primary alcohol problem relative to those presenting with a primary drug issue. Method: In a prospective, multi-site treatment outcome study, 796 clients from 21 Alcohol and Other Drug services in Victoria and Western Australia completed a baseline interview between January 2012 and January 2013. A total of 555 (70%) completed a follow-up assessment of subsequent service use and Alcohol and Other Drug use outcomes 12-months later. Results: Just over half of the participants (52.0%) showed reliable reductions in use of, or abstinence from, their primary drug of concern. This was highest among clients with meth/amphetamine (66%) as their primary drug of concern and lowest among clients with alcohol as their primary drug of concern (47%), with 31% achieving abstinence from all drugs of concern. Continuity of specialist Alcohol and Other Drug care was associated with higher rates of abstinence than fragmented Alcohol and Other Drug care. Different predictors of treatment success emerged for clients with a primary drug problem as compared to those with a primary alcohol problem; mutual aid attendance (odds ratio=2.5) and community service engagement (odds ratio=2.0) for clients with alcohol as the primary drug of concern, and completion of the index treatment (odds ratio=2.8) and continuity in Alcohol and Other Drug care (odds ratio=1.8) when drugs were the primary drugs of concern. Conclusion: This is the first multi-site Australian study to include treatment outcomes for alcohol and cannabis users, who represent 70% of treatment seekers in Alcohol and Other Drug services. Results suggest a substantial proportion of clients respond positively to treatment, but that clients with alcohol as their primary drug problem may require different treatment pathways, compared to those with illicit drug issues, to maximise outcomes.","Authors":"Manning, V (Manning, Victoria) ; Garfield, JBB (Garfield, Joshua B. B.) ; Best, D (Best, David) ; Berends, L (Berends, Lynda) ; Room, R (Room, Robin) ; Mugavin, J (Mugavin, Janette) ; Larner, A (Larner, Andrew) ; Lam, T (Lam, Tina) ; Buykx, P (Buykx, Penny) ; Allsop, S (Allsop, Steve) ; Lubman, DI (Lubman, Dan I.) ...More...Less Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Buykx, Penny  http://orcid.org/0000-0003-4788-4002","Title":"Substance use outcomes following treatment: Findings from the Australian Patient Pathways Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396989100002 ISSN: 1305-8215 eISSN: 1305-8223","Keywords":"Augmented reality; static and dynamic contents; basics of electronics; engineering teaching KeyWords Plus:MULTIPLE REPRESENTATIONS","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"EURASIA JOURNAL OF MATHEMATICS SCIENCE AND TECHNOLOGY EDUCATION Volume: 13 Issue: 2 Pages: 301-317 Special Issue: SI DOI: 10.12973/eurasia.2017.00617a Published: FEB 2017","Abstract":"Nowadays, the use of technology to improve teaching and learning experiences in the classroom has been promoted. One of these technologies is augmented reality, which allows overlaying layers of virtual information on real scene with the aim of increasing the perception that user has of reality. Augmented reality has proved to offer several advantages in the educational context, i. e. increasing learning engagement and increasing understanding of some topics, especially when spatial skills are involved. Contents deployed in an augmented reality application are of two types, static, i. e. text, or dynamic, i. e. animations. As far as we know no research project has assessed how the type of content, static or dynamic, can affect the student learning perception and performance in augmented reality applications. In this article the development and evaluation of an augmented reality application using static and dynamic content is described. In order to determine how the type of content affects the learning perception and performance of the student, two experimental designs in which the student interact with the application, using static and dynamic contents, for learning topics related with an electronic fundamentals course was performed.","Authors":"Montoya, MH (Hincapie Montoya, Mauricio) ; Diaz, CA (Andres Diaz, Christian) ; Moreno, GA (Adolfo Moreno, Gustavo)","Title":"Evaluating the Effect on User Perception and Performance of Static and Dynamic Contents Deployed in Augmented Reality based Learning Application"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394631900018 ISSN: 0016-7185 eISSN: 1872-9398","Keywords":"Aging; Animal geographies; Conservation; Ethics of care; Gorillas; Hawai'i; New media KeyWords Plus:POLITICS; CONSERVATION; LIFE","Categories":"Geography Web of Science Categories:Geography","Journal Information":"GEOFORUM Volume: 79 Pages: 144-152 DOI: 10.1016/j.geoforum.2016.02.007 Published: FEB 2017","Abstract":"Two key figures analyzed in Donna Haraway's monograph, Primate Visions: Gender Race and Nature in The World of Modern Science (1989) warrant further analysis in the emerging cyber politics of environmental conservation. These figures are Koko, a female lowland gorilla born in the San Francisco Zoo and her companion Dr. Francine (Penny) Patterson, a developmental psychologist who taught Koko how to communicate with a modified form of American Sign Language (ASL). Nine years after Haraway's initial analysis, Koko and Patterson became early examples of conservation-related Web 2.0 engagement with their unprecedented inter-species America Online chat room encounter with 7811 member participants. Today, Koko has a Twitter account (@kokotweets), a Facebook page, a YouTube channel and a website where users watch videos of Koko celebrating birthdays and donate to 'distant' conservation projects. One project site is a gorilla reserve in Cameroon and another is a former pineapple plantation turned private nature preserve in Maui, Hawai'i. Inspired by recent analytical work in animal geographies and feminist political ecology, this article explores complex landscapes of caring, aging and conservation in a time of proliferating social media engagement from colonized sites of enduring privilege. The article argues that new media adds layers of violence, disciplinary techniques and co-dependence to the aging bodies, caring practices and landscapes that Koko, Patterson and others inhabit in California and in the proposed physical spaces of a repurposed pineapple field in Maui. (C) 2016 Elsevier Ltd. All rights reserved.. All rights reserved.","Authors":"Nelson, IL (Nelson, Ingrid L.)","Title":"Interspecies care and aging in a gorilla 2.0 world"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394631900019 ISSN: 0016-7185 eISSN: 1872-9398","Keywords":"Nature 2.0; Conservation; Neoliberalism; Nature-deficit disorder; Environmental education; Tropical rainforest; Digital games KeyWords Plus:ENVIRONMENTAL-EDUCATION; VIDEO GAMES; CONSUMPTION; PROSUMPTION; RECREATION; INTERNET; MEDIA","Categories":"Geography Web of Science Categories:Geography","Journal Information":"GEOFORUM Volume: 79 Pages: 153-162 DOI: 10.1016/j.geoforum.2016.02.009 Published: FEB 2017","Abstract":"This article explores the role of digital (video and computer) games in the rise of what Buscher (2014) calls \"nature 2.0\": new web-related media that allow users to move beyond passive voyeurism to actively \"co-create\" or \"prosume\" the images and processes promoted by organizations committed to biodiversity conservation. EnVironmentalists have long expressed concern that increasing mediation of human nonhuman interactions by electronic technology is contributing to a growing \"nature-deficit disorder\" (NDD) and thereby diminishing support for conservation. This concern would seem to implicate the electronic media comprising nature 2.0 as well, yet digital games are increasingly promoted by environmental organizations precisely for their potential to overcome this very problem. In this paper, I explore to what extent this aspiration is warranted by analyzing digital games devoted to issues of tropical rainforest conservation. In support of proponents' aspirations and contra the NDD thesis, I suggest that the virtual nature experiences digital games provide may at times actually inspire more affective commitment to environmental causes than the direct experiences most conservationists advocate. On the other hand, as critics of overarching new media assert, engagement with digital games can create a false sense of agency in that belief in the efficacy of one's virtual engagement may discourage more direct entanglement in the complicated and contentious politics of \"real\" natural resource management. The result, I propose, is a likelihood that digital games will increase the widely documented \"environmental values-behavior gap\" between professed commitment to environmental causes and effective action in support of such causes. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Fletcher, R (Fletcher, Robert)","Title":"Gaming conservation: Nature 2.0 confronts nature-deficit disorder"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397386300011 ISSN: 0343-2521 eISSN: 1572-9893","Keywords":"Online maps; Neogeography; Media studies; User interaction; Geobrowsing; Geomedia; Spatial turn KeyWords Plus:MAGNETIC ALIGNMENT","Categories":"Geography Web of Science Categories:Geography","Journal Information":"GEOJOURNAL Volume: 82 Issue: 1 Pages: 171-183 DOI: 10.1007/s10708-015-9673-z Published: FEB 2017","Abstract":"This paper considers some significant questions in geography and cognate fields about the roles of maps in the information age. Most maps are now digital products, offering immersive environments for user involvement. The increasingly networked digital distribution of geographic information in consumer-orientated cartographic representations leads to substantial changes how people individually and collaboratively experience and produce space and place. This article focuses on the ongoing metamorphosis arising through geobrowsing, the media-based flexible production of geographic knowledge through interactive maps. Drawing on work in media studies influenced by the so-called spatial turn-the rediscovering of geography-related questions in the social sciences and humanities, after modernism's claimed prioritization of time and history (Soja in Postmodern Geographies. The reassertion of space in critical social theory, London, 1989; Jameson in Postmodernism, or, the cultural logic of late capitalism, Duke University Press, Durham, 1991)-this paper develops a theoretical framework built on the dynamic networked geomedial action spaces concept to understand the changing roles of information age maps as imagined materialist spaces for the experience and production of space-ultimately a medial turn. Following this concept, maps change from offering static and noninteractive frames of geographic reference for the production of space and place and as geomedia support a veritable infinity of interactive and mapbased activities. Geobrowsing facilitates some new modes of geographic interactions that move from logocentric engagements with static maps to egocentric dynamic interactions with code-based elements of geomedial action spaces. Google Earth and similar geomedia facilitate maps that become intrinsic to a growing number of social action spaces and alter the experience and production of space and place.","Authors":"Abend, P (Abend, Pablo) ; Harvey, F (Harvey, Francis)","Title":"Maps as geomedial action spaces: considering the shift from logocentric to egocentric engagements"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396021900004 PubMed ID: 28079719 ISSN: 1525-4135 eISSN: 1077-9450","Keywords":"HIV care continuum; surveillance; HIV testing; geographic distribution; targeted testing KeyWords Plus:COMMUNITY VIRAL LOAD; NEW-YORK-CITY; SOUTH-AFRICA; DRUG-USERS; EPIDEMIC; SURVEILLANCE; TRANSMISSION; POPULATION; BEHAVIORS; INFECTION","Categories":"Immunology; Infectious Diseases Web of Science Categories:Immunology; Infectious Diseases","Journal Information":"JAIDS-JOURNAL OF ACQUIRED IMMUNE DEFICIENCY SYNDROMES Volume: 74 Pages: S96-S103 Supplement: 2 Published: FEB 1 2017","Abstract":"Background: Improved detection and linkage to care of previously undiagnosed HIV infections require innovative approaches to testing. We sought to determine the feasibility of targeted HIV testing in geographic areas, defined by continuum of care parameters, to identify HIV-infected persons needing linkage or engagement in care. Methods: Using HIV surveillance data from Washington, DC, we identified census tracts that had an HIV prevalence.1% and were either above (higher risk areas-HRAs) or below (lower risk areasLRAs) the median for 3 indicators: monitored viral load, proportion of persons out of care (OOC), and never in care. Community-based HIV rapid testing and participant surveys were conducted in the 20 census tracts meeting the criteria. Areas were mapped using ArcGIS, and descriptive and univariate analyses were conducted comparing the areas and participants. Results: Among 1471 persons tested, 28 (1.9%) tested HIV positive; 2.1% in HRAs vs. 1.7% in LRAs (P = 0.57). Higher proportions of men (63.7% vs. 56.7%, P = 0.007) and fewer blacks (91.0% vs. 94.6%, P = 0.008) were tested in LRAs vs. HRAs; no differences were observed in risk behaviors between the areas. Among HIV-positive participants, 54% were new diagnoses (n= 9) or OOC (n= 6), all were Black, 64% were men with a median age of 51 years. Conclusions: Although significant differences in HIV seropositivity were not observed between testing areas, our approach proved feasible and enabled identification of new diagnoses and OOC HIV-infected persons. This testing paradigm could be adapted in other locales to identify areas for targeted HIV testing and other reengagement efforts.","Authors":"Castel, AD (Castel, Amanda D.) ; Kuo, I (Kuo, Irene) ; Mikre, M (Mikre, Meriam) ; Young, T (Young, Toni) ; Haddix, M (Haddix, Meredith) ; Das, S (Das, Suparna) ; Maugham, G (Maugham, Geoffrey) ; Reisen, C (Reisen, Carol)","Title":"Feasibility of Using HIV Care-Continuum Outcomes to Identify Geographic Areas for Targeted HIV Testing"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395837000001 PubMed ID: 28209557 ISSN: 2291-5222","Keywords":"informed consent; research ethics; mobile applications; smartphone; Parkinson disease KeyWords Plus:INFORMED-CONSENT; CLINICAL-TRIALS; COMPREHENSION","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services","Journal Information":"JMIR MHEALTH AND UHEALTH Volume: 5 Issue: 2 Article Number: e14 DOI: 10.2196/mhealth.6521 Published: FEB 2017","Abstract":"Background: To fully capitalize on the promise of mobile technology to enable scalable, participant-centered research, we must develop companion self-administered electronic informed consent (eConsent) processes. As we do so, we have an ethical obligation to ensure that core tenants of informed consent-informedness, comprehension, and voluntariness-are upheld. Furthermore, we should be wary of recapitulating the pitfalls of \"traditional\" informed consent processes. Objective: Our objective was to describe the essential qualities of participant experience, including delineation of common and novel themes relating to informed consent, with a self-administered, smartphone-based eConsent process. We sought to identify participant responses related to informedness, comprehension, and voluntariness as well as to capture any emergent themes relating to the informed consent process in an app-mediated research study. Methods: We performed qualitative thematic analysis of participant responses to a daily general prompt collected over a 6-month period within the Parkinson mPower app. We employed a combination of a priori and emergent codes for our analysis. A priori codes focused on the core concepts of informed consent; emergent codes were derived to capture additional themes relating to self-administered consent processes. We used self-reported demographic information from the study's baseline survey to characterize study participants and respondents. Results: During the study period, 9846 people completed the eConsent process and enrolled in the Parkinson mPower study. In total, 2758 participants submitted 7483 comments; initial categorization identified a subset of 3875 germane responses submitted by 1678 distinct participants. Respondents were more likely to self-report a Parkinson disease diagnosis (30.21% vs 11.10%), be female (28.26% vs 20.18%), be older (42.89 years vs 34.47 years), and have completed more formal education (66.23% with a 4-year college degree or more education vs 55.77%) than all the mPower participants (P<.001 for all values). Within our qualitative analysis, 3 conceptual domains emerged. First, consistent with fully facilitated in-person informed consent settings, we observed a broad spectrum of comprehension of core research concepts following eConsent. Second, we identified new consent themes born out of the remote mobile research setting, for example the impact of the study design on the engagement of controls and the misconstruction of the open response field as a method for responsive communication with researchers, that bear consideration for inclusion within self-administered eConsent. Finally, our findings highlighted participants' desire to be empowered as partners. Conclusions: Our study serves as a formative evaluation of participant experience with a self-administered informed consent process via a mobile app. Areas for future investigation include direct comparison of the efficacy of self-administered eConsent with facilitated informed consent processes, exploring the potential benefits and pitfalls of smartphone user behavioral habits on participant engagement in research, and developing best practices to increase informedness, comprehension, and voluntariness via participant coengagement in the research endeavor.","Authors":"Doerr, M (Doerr, Megan) ; Truong, AM (Truong, Amy Maguire) ; Bot, BM (Bot, Brian M.) ; Wilbanks, J (Wilbanks, John) ; Suver, C (Suver, Christine) ; Mangravite, LM (Mangravite, Lara M.)","Title":"Formative Evaluation of Participant Experience With Mobile eConsent in the App-Mediated Parkinson mPower Study: A Mixed Methods Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394478300010 PubMed ID: 27687748 ISSN: 1546-1440","Keywords":"Social media; Twitter; medical conferences; public opinion; surveys KeyWords Plus:SOCIAL MEDIA; UROLOGY; OPPORTUNITIES; CONFERENCES; ENGAGEMENT; IMPACT; TOOL","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"JOURNAL OF THE AMERICAN COLLEGE OF RADIOLOGY Volume: 14 Issue: 2 Pages: 177-182 DOI: 10.1016/j.jacr.2016.07.024 Published: FEB 2017","Abstract":"Purpose: The aim of this study was to evaluate the feasibility of using Twitter polls to assess public opinion regarding session content at a national specialty society meeting. Methods: Twitter polls allow users to embed multiple-choice questions within tweets and automatically aggregate responses. Two radiologists attending the 2016 annual meeting of the ACR posted a Twitter poll containing the hashtag #ACR2016 during 10 meeting sessions addressing socioeconomics/advocacy, patient experience, and social media/informatics (20 polls total). Each poll contained a question asking for an opinion regarding the session's content. Polls were open for responses for 24 hours. Results: The average number of responses per poll was significantly higher for the user with the larger number of Twitter followers (24.3 +/- 14.4 versus 11.2 +/- 9.8, P = .015). A total of 57% of respondents agreed that radiologists' payments should shift to value-based payments, and 86% agreed that radiologists should routinely survey their patients to monitor quality; however, 83% disagreed with basing physician payments on patient satisfaction scores. A total of 85% disagreed that the artificial intelligence supercomputer Watson will entirely replace radiologists. A total of 76% agreed that social media can drive business at less cost than standard marketing. A total of 56% agreed with the direction of the ACR's advocacy and regulatory efforts, whereas 74% considered the ACR's advocacy efforts to be moderately or very useful for their practice. A total of 50% planned to change their practice on the basis of keynote remarks by Dr Ezekiel Emanuel. Conclusions: Twitter polls provide a free and easy infrastructure to potentially capture global public sentiment during the course of a medical society meeting. Their use may enrich and promote discussions of key session content.","Authors":"Rosenkrantz, AB (Rosenkrantz, Andrew B.) ; Hawkins, CM (Hawkins, C. Matthew)","Title":"Use of Twitter Polls to Determine Public Opinion Regarding Content Presented at a Major National Specialty. Society Meeting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397389800002 ISSN: 2150-8097","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"PROCEEDINGS OF THE VLDB ENDOWMENT Volume: 10 Issue: 6 Pages: 649-660 Published: FEB 2017","Abstract":"In this paper, we study the problem of the anchored k-core. Given a graph C, an integer k and a budget b, we aim to identify 6 vertices in C so that we can determine the largest induced subgraph J in which every vertex, except the 0 vertices, has at least k neighbors in J. This problem was introduced by Bhawalkar and Kleinberg et al. in the context of user engagement in social networks, where a user may leave a community if he/she has less than k friends engaged. The problem has been shown to be NP-hard and inapproximable. A polynomial tine algorithm for graphs with bounded tree width has been proposed. However, this assumption usually does not hold in real-life graphs, and their techniques cannot be extended to handle general graphs. Motivated by this, we propose an efficient algorithm, namely onion-layer based anchored k-core (OLAK), for the anchored k-core problem on large scale graphs. To facilitate computation of the anchored k-core, we design an onion, layer structure, which is generated by a simple onion-peeling like algorithm against a small set of vertices in the graph. We show that computation of the best anchor can simply be conducted upon the vertices on the onion layers, which significantly reduces the search space. Based on the well organized layer structure, we develop efficient candidates exploration, early termination and pruning techniques to further speed up computation. Comprehensive experiments OH 10 real-life graphs demonstrate the effectiveness and efficiency of our proposed methods.","Authors":"Zhang, F (Zhang, Fan) ; Zhang, WJ (Zhang, Wenjie) ; Zhang, Y (Zhang, Ying) ; Qin, L (Qin, Lu) ; Lin, XM (Lin, Xuemin)","Title":"OLAK: An Efficient Algorithm to Prevent Unraveling in Social Networks"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397264800003 ISSN: 1927-0321","Keywords":"living lab; action research; innovation process; research process; end users; digital innovations; context; Apollon","Categories":"Business & Economics Web of Science Categories:Management","Journal Information":"TECHNOLOGY INNOVATION MANAGEMENT REVIEW Volume: 7 Issue: 2 Pages: 27-34 Published: FEB 2017","Abstract":"Living labs deploy contemporary open and user-centred engagement processes in realworld contexts where all relevant stakeholders are involved and engaged with the endeavour to create and experiment with different innovations. The approach is evidently successful and builds on the perspective that people have a democratic right to have influence over changes that might affect them, such as those brought about by an innovation. In this article, we will reflect on and discuss a case in which end users took part in the development of a method that stimulates learning and adoption of digital innovations in their own homes while testing and interacting with it. The results show that, when end users were stimulated to use the implemented innovation through different explicit assignments, they both increased their understanding of the situation as well as changed their behaviour. Living lab processes are complex and dynamic, and we find that it is essential that a living lab have the capability to adjust its roles and actions. We argue that being reflective is beneficial for innovation process managers in living labs because it allows them to adjust processes in response to dynamic circumstances.","Authors":"Stahlbrost, A (Stahlbrost, Anna) ; Holst, M (Holst, Marita)","Title":"Reflecting on Actions in Living Lab Research"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397080800004 PubMed ID: 27889945 ISSN: 1462-8910 eISSN: 1463-1318","Categories":"Gastroenterology & Hepatology; Surgery Web of Science Categories:Gastroenterology & Hepatology; Surgery","Journal Information":"COLORECTAL DISEASE Volume: 19 Issue: 2 Pages: 105-114 DOI: 10.1111/codi.13572 Published: FEB 2017","Abstract":"The engagement of social media in healthcare continues to expand. For members of the colorectal community, social media has already made a significant impact on practice, education and patient care. The applications are unique such that they provide a platform for instant communication and information sharing with other users worldwide. The purpose of this article is to provide an overview of how social media has the potential to change clinical practice, training, research and patient care in colorectal surgery.","Authors":"Wexner, SD (Wexner, S. D.) ; Petrucci, AM (Petrucci, A. M.) ; Brady, RR (Brady, R. R.) ; Ennis-O'Connor, M (Ennis-O'Connor, M.) ; Fitzgerald, JE (Fitzgerald, J. E.) ; Mayol, J (Mayol, J.)","Title":"Social media in colorectal surgery"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397004600006 PubMed ID: 27933500 ISSN: 0944-1344 eISSN: 1614-7499","Keywords":"Agriculture; Bioenergy; Climate change; Mitigation; Nigeria; Renewable energy KeyWords Plus:SUSTAINABLE DEVELOPMENT; ANIMAL PRODUCTION; POLICY; AFRICA; GENERATION; RESOURCES; BIOENERGY; FUTURE","Categories":"Environmental Sciences & Ecology Web of Science Categories:Environmental Sciences","Journal Information":"ENVIRONMENTAL SCIENCE AND POLLUTION RESEARCH Volume: 24 Issue: 4 Pages: 3260-3273 DOI: 10.1007/s11356-016-8187-7 Published: FEB 2017","Abstract":"Energy is pivotal to the economic development of every nation. However, its production and utilization leads to undesirable carbon emissions that aggravate global warming which results in climate change. The agriculture sector is a significant user of energy. However, it has the potential to be a major contributor to Nigeria's energy supply mix in meeting its energy deficit. More so, in the light of current and impending adverse effects of climate change, there is a need to contain GHG's emissions. This paper focuses on bioenergy utilization as a climate change mitigation strategy and one that can, through effective waste management, enhance sustainable economic development in Nigeria. The paper employed a critical discourse analysis to examine the potential of the agricultural sector to provide biofuels from energy crops and other biomass sources. We conclude that Nigeria can reduce its GHG emissions and greatly contribute to global climate change mitigation while also alleviating its energy supply deficit if the agricultural and municipal wastes readily available in its towns and cities are converted to bioenergy. Such engagements will not only promote a clean and healthy environment but also create jobs for economic empowerment and a better standard of living for the people.","Authors":"Elum, ZA (Elum, Z. A.) ; Modise, DM (Modise, D. M.) ; Nhamo, G (Nhamo, G.)","Title":"Climate change mitigation: the potential of agriculture as a renewable energy source in Nigeria"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397086300009 PubMed ID: 26961343 ISSN: 2045-7960 eISSN: 2045-7979","Keywords":"Chronic care model; community-based rehabilitation; mental disorders; primary health care; recovery; schizophrenia; social inclusion; sub-Saharan Africa KeyWords Plus:FAMILY-MEMBERS; HEALTH-CARE; SCHIZOPHRENIA; ADHERENCE; MEDICATION; AFRICA; INDIVIDUALS; CAREGIVERS; COUNTRIES; BUTAJIRA","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"EPIDEMIOLOGY AND PSYCHIATRIC SCIENCES Volume: 26 Issue: 1 Pages: 43-52 DOI: 10.1017/S2045796015001006 Published: FEB 2017","Abstract":"Aims. In low-income countries, care for people with severe mental disorders (SMDs) who manage to access treatment is usually emergency-based, intermittent or narrowly biomedical. The aim of this study was to inform development of a scalable district- level mental health care plan to meet the long- term care needs of people with SMD in rural Ethiopia. Methods. The present study was carried out as formative work for the Programme for Improving Mental health CarE which seeks to develop, implement and evaluate a district level model of integrating mental health care into primary care. Six focus group discussions and 25 in-depth interviews were conducted with service planners, primary care providers, traditional and religious healers, mental health service users, caregivers and community representatives. Framework analysis was used, with findings mapped onto the domains of the Innovative Care for Chronic Conditions (ICCC) framework. Results. Three main themes were identified. (1) Focused on ` Restoring the person's life', including the need for interventions to address basic needs for food, shelter and livelihoods, as well as spiritual recovery and reintegration into society. All respondents considered this to be important, but service users gave particular emphasis to this aspect of care. (2) Engaging with families, addressed the essential role of families, their need for practical and emotional support, and the importance of equipping families to provide a therapeutic environment. (3) Delivering collaborative, long- term care, focused on enhancing accessibility to biomedical mental health care, utilising community- based health workers and volunteers as an untapped resource to support adherence and engagement with services, learning from experience of service models for chronic communicable diseases (HIV and tuberculosis) and integrating the role of traditional and religious healers alongside biomedical care. Biomedical approaches were more strongly endorsed by health workers, with traditional healers, religious leaders and service users more inclined to see medication as but one component of care. The salience of poverty to service planning was cross-cutting. Conclusions. Stakeholders prioritised interventions to meet basic needs for survival and endorsed a multi-faceted approach to promoting recovery from SMD, including social recovery. However, sole reliance on this over-stretched community to mobilise the necessary resources may not be feasible. An adapted form of the ICCC framework appeared highly applicable to planning an acceptable, feasible and sustainable model of care.","Authors":"Mall, S (Mall, S.) ; Hailemariam, M (Hailemariam, M.) ; Selamu, M (Selamu, M.) ; Fekadu, A (Fekadu, A.) ; Lund, C (Lund, C.) ; Patel, V (Patel, V.) ; Petersen, I (Petersen, I.) ; Hanlon, C (Hanlon, C.)","Title":"'Restoring the person's life': a qualitative study to inform development of care for people with severe mental disorders in rural Ethiopia"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396971300010 ISSN: 0966-6923 eISSN: 1873-1236","Keywords":"Collaborative travel; Lift share; Sharing economy; Reciprocity; Community; Social ties KeyWords Plus:SOCIAL SUPPORT; RECIPROCITY; PERSPECTIVE; NETWORKING; COMMUNITY; USABILITY; BEHAVIOR; TRUST; MEDIA; NORM","Categories":"Business & Economics; Geography; Transportation Web of Science Categories:Economics; Geography; Transportation","Journal Information":"JOURNAL OF TRANSPORT GEOGRAPHY Volume: 59 Pages: 100-110 DOI: 10.1016/j.jtrangeo.2017.01.011 Published: FEB 2017","Abstract":"Smartphone technology can help identify current and anticipate future patterns of behaviour and, with its social networking capabilities, allow users to imagine and organise collaborative travel opportunities, such as lift share. This has led to the development of collaborative apps designed to enable activities like lift sharing. Such apps require new norms of behaviour to establish a user base and research has yet to address the socio-cultural barriers to both the use of this technology to organise travel and the sharing of personal space that collaborative travel entails. This paper reports the findings of a study which designed, built and tested a collaborative travel app in the tourism domain. Data derived from exploratory interviews, post-trial interviews and a questionnaire reveal that user age and extent of mobile engagement play a less significant role than expected, while other aspects of the social exchange, notably social tie strength, trust and obligations play a more marked role. A conceptual framework and discussion of strategies to address these barriers provides insight into appropriate contexts and routes for implementation of collaborative travel apps. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Dickinson, JE (Dickinson, Janet E.) ; Hibbert, JF (Hibbert, Julia F.) ; Filimonau, V (Filimonau, Viachaslau) ; Cherrett, T (Cherrett, Tom) ; Davies, N (Davies, Nigel) ; Norgate, S (Norgate, Sarah) ; Speed, C (Speed, Chris) ; Winstanley, C (Winstanley, Chris)","Title":"Implementing smartphone enabled collaborative travel: Routes to success in the tourism domain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395590500083 ISSN: 2071-1050","Keywords":"bicycle; cycling; urban planning; transportation planning; place; bicycle infrastructure; sustainability science; siting; stakeholder engagement; urban KeyWords Plus:TIME PHYSICAL-ACTIVITY; LEISURE-TIME; SUSTAINABLE DEVELOPMENT; WALKING; RISK; PREFERENCES; BEHAVIOR; CHOICE; HEALTH; CITIES","Categories":"Science & Technology - Other Topics; Environmental Sciences & Ecology Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Environmental Sciences; Environmental Studies","Journal Information":"SUSTAINABILITY Volume: 9 Issue: 2 Article Number: 241 DOI: 10.3390/su9020241 Published: FEB 2017","Abstract":"To transition towards sustainability and increase low-impact transportation, city planners are integrating bicycle infrastructure in urban landscapes. Yet, this infrastructure only promotes cycling according to how well it is sited within a specific city. How to best site bicycle facilities is essential for sustainability planning. We review approaches to assessing and siting new bicycle facilities. Following sustainability science, we argue that active cyclists should be consulted to incorporate users' site-specific knowledge into bicycle infrastructure assessments. We then pilot an approach that surveys cyclists concerning level of stress along routes ridden in St. Louis, MO, USA. Among the active cyclists surveyed (n = 89), we found stress correlates with speed limit, roadway classification, and number of lanes. Although cyclists surveyed in St. Louis prefer roads with bike lanes over roads with sharrows or no infrastructure, the presence of bicycle infrastructure had no correlation with reported levels of stress. The piloted survey and spatial analytic tool are transferable to other localities. For planners, the maps generated by this participant data approach identify high-stress routes as targets of new infrastructure or information to direct cyclists to safer routes. For bicyclists, the maps generated identify low-stress routes for recreation and commuting.","Authors":"Boettge, B (Boettge, Bram) ; Hall, DM (Hall, Damon M.) ; Crawford, T (Crawford, Thomas)","Title":"Assessing the Bicycle Network in St. Louis: A Place-Based User-Centered Approach"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395590500082 ISSN: 2071-1050","Keywords":"residential water consumption; water conservation; water-saving policy; California drought; spatial statistics KeyWords Plus:MODE CHOICE MODEL; SOCIAL-INFLUENCE; CLIMATE-CHANGE; MANAGEMENT; COMMUNITY; DEMAND; CONSERVATION; DECISION; BEHAVIOR; OHIO","Categories":"Science & Technology - Other Topics; Environmental Sciences & Ecology Web of Science Categories:GREEN & SUSTAINABLE SCIENCE & TECHNOLOGY; Environmental Sciences; Environmental Studies","Journal Information":"SUSTAINABILITY Volume: 9 Issue: 2 Article Number: 240 DOI: 10.3390/su9020240 Published: FEB 2017","Abstract":"Using data from the 2015 Residential Water Consumption Survey, this study examines residential water-use behavior and attitudes after the recent drought in Fresno, California. Spatial autoregressive models of residential water consumption were estimated, accounting for the effects of social interactions in communities (i.e., neighborhood effects), while controlling for indoor and outdoor house attributes, economic conditions, and attitudes toward water uses. The findings show that the spatial autocorrelations do exist. This suggests that the neighborhood effects can be a useful lever to facilitate initiatives aiming at promoting community engagement on water-saving practices. The results also indicate that a larger house tends to incur more water use, so does the presence of pools. Using a drip irrigation system for watering the backyard can help reduce water consumption. Medium income families turn out to use the least amount of water among different income groups, suggesting that water-saving policies may yield different results among residents of various income levels. Interestingly, respondents who considered themselves heavy water users actually used less water. This implies that the awareness of water importance can significantly influence residents' water-use behavior and therefore the promotion of a water-saving culture can help reduce residential water consumption.","Authors":"Wang, CH (Wang, Chih-Hao) ; Dong, HW (Dong, Hongwei)","Title":"Responding to the Drought: A Spatial Statistical Approach to Investigating Residential Water Consumption in Fresno, California"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000397047600032 PubMed ID: 27774608 ISSN: 0041-1132 eISSN: 1537-2995","Categories":"Hematology Web of Science Categories:Hematology","Journal Information":"TRANSFUSION Volume: 57 Issue: 2 Pages: 478-483 DOI: 10.1111/trf.13872 Published: FEB 2017","Abstract":"A collaboration that grew over time between local hemovigilance stakeholders and the Massachusetts Department of Public Health (MDPH) resulted in the change from a paper-based method of reporting adverse reactions and monthly transfusion activity for regulatory compliance purposes to statewide adoption of electronic reporting via the National Healthcare Safety Network (NHSN). The NHSN is a web-based surveillance system that offers the capacity to capture transfusion-related adverse events, incidents, and monthly transfusion statistics from participating facilities. Massachusetts' hospital blood banks share the data they enter into NHSN with the MDPH to satisfy reporting requirements. Users of the NHSN Hemovigilance Module adhere to specified data entry guidelines, resulting in data that are comparable and standardized. Keys to successful statewide adoption of this reporting method include the fostering of strong partnerships with local hemovigilance champions and experts, engagement of regulatory and epidemiology divisions at the state health department, the leveraging of existing relationships with hospital NHSN administrators, and the existence of a regulatory deadline for implementation. Although limitations exist, successful implementation of statewide use of the NHSN Hemovigilance Module for hospital blood bank reporting is possible. The result is standardized, actionable data at both the hospital and state level that can facilitate interfacility comparisons, benchmarking, and opportunities for practice improvement.","Authors":"Cumming, M (Cumming, Melissa) ; Osinski, A (Osinski, Anthony) ; O'Hearn, L (O'Hearn, Lynne) ; Waksmonski, P (Waksmonski, Pamela) ; Herman, M (Herman, Michele) ; Gordon, D (Gordon, Deborah) ; Griffiths, E (Griffiths, Elzbieta) ; Knox, K (Knox, Kim) ; McHale, E (McHale, Eileen)[ 10 ] ; Quillen, K (Quillen, Karen)[ 11 ] ; Rios, J (Rios, Jorge)[ 12 ] ; Pisciotto, P (Pisciotto, Patricia)[ 12 ] ; Uhl, L (Uhl, Lynne)[ 4,13 ] ; DeMaria, A (DeMaria, Alfred, Jr.) ; Andrzejewski, C (Andrzejewski, Chester, Jr.) ...More...Less","Title":"Hemovigilance in Massachusetts and the adoption of statewide hospital blood bank reporting using the National Healthcare Safety Network"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394408000009 ISSN: 1094-9968 eISSN: 1520-6653","Keywords":"Online social networks; News; Social influence; Homophily; Latent space approach KeyWords Plus:LINEAR MIXED MODELS; WORD-OF-MOUTH; COUNT DATA; MEDIA; BEHAVIOR; SALES; CONTAGION; INTERNET; REVIEWS; OPINION","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"JOURNAL OF INTERACTIVE MARKETING Volume: 37 Pages: 117-132 DOI: 10.1016/j.intmar.2016.10.003 Published: FEB 2017","Abstract":"This study explores the role of online engagement, homophily and social influence in explaining traffic and news consumption by social network users at an external news website. The authors jointly model visits and page views for a panel of users who registered with the news site using their Facebook accounts. In their model, the authors account for homophily using a latent space approach, and account for endogeneity, heterogeneity, and unobservable correlates. The results show that measures of an individual's activity on Facebook are positively associated with that individual's actions at the news site. In addition, knowing what a user's Facebook friends do at the content website provides insights into a focal user's behavior at that website, as visitors with friends who visit external news sites are more likely to visit the news website studied. In addition, news consumption (not just visits) also depends on friend's actions but such an impact varies with the individual's underlying browsing mode. We highlight the importance of social influence in news consumption and further show that homophily bias in news consumption is similar to prior research in other categories. Our study also highlights that visitors' past browsing patterns are important predictors of future content consumption, although social network information significantly improves prediction beyond the effect of such more traditional behavioral metrics. Finally we find that Managers can use readily available data for both prediction and targeting. (C) 2017 Direct Marketing Educational Foundation, Inc., dba Marketing EDGE. All rights reserved.","Authors":"Mahmood, A (Mahmood, Ammara) ; Sismeiro, C (Sismeiro, Catarina)","Title":"Will They Come and Will They Stay? Online Social Networks and News Consumption on External Websites"}]