[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397691800017 ISSN: 0736-5853","Keywords":"Brain-computer interface; Telemedicine; Telecommunication; Artifacts removal KeyWords Plus:SUPPORT VECTOR MACHINE; EFFICIENT ALGORITHM; NEURAL-NETWORK; PREDICTION","Categories":"Information Science & Library Science Web of Science Categories:Information Science & Library Science","Journal Information":"TELEMATICS AND INFORMATICS Volume: 34 Issue: 4 Pages: 224-238 DOI: 10.1016/j.tele.2016.01.003 Published: JUL 2017","Abstract":"A novel brain-computer interface work is proposed for the applications of virtual reality in telemedicine and telecommunication in this study, in which the aim is to enhance the interactions between the humans and computers with virtual reality technologies. The system mainly contains automatic artifacts removal, feature extraction, significant feature selection and classification. A similarity measure approach is proposed to automatically remove the artifacts, which effectively reduce the influence of artifacts and simultaneously achieve higher accuracy. The artificial bee colony algorithm is used to select significant sub-features from feature combinations, which further greatly enhance the classification accuracy. Experimental results indicate that the proposed system performs better than several state-of-the-art approaches. It is also recommended that it is suitable for the applications of virtual reality in telemedicine and telecommunication. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Hsu, WY (Hsu, Wei-Yen)","Title":"Brain-computer interface connected to telemedicine and telecommunication in virtual reality applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398013300001 ISSN: 0360-1315 eISSN: 1873-782X","Keywords":"Teaching/learning strategies; Interactive learning environments; Literature review; Spatial games for cultural heritage KeyWords Plus:SERIOUS GAMES; EMPIRICAL-EVIDENCE; COMPUTER GAMES; MOBILE GAME; ENGAGEMENT; HISTORY; REALITY","Categories":"Computer Science; Education & Educational Research Web of Science Categories:Computer Science, Interdisciplinary Applications; Education & Educational Research","Journal Information":"COMPUTERS & EDUCATION Volume: 108 Pages: 1-10 DOI: 10.1016/j.compedu.2017.01.007 Published: MAY 2017","Abstract":"Integrating game-based approaches with learning constitutes a prevailing trend in education and training, applied in several domains, one of which is cultural heritage. The present paper attempts a literature review of such approaches developed in the cultural domain. It analyzes 34 games which intend to enable a physical or virtual interaction with a cultural place and its objects. The article focuses, first, on the game genres and game plots used to cope with cultural content and then it investigates the contexts of use in which games for culture are applied and the social relationships they create. Finally, given the need for a better understanding of games effectiveness for learning and training, we examine the reported outcomes of the reviewed games. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Malegiannaki, I (Malegiannaki, Irini) ; Daradoumis, T (Daradoumis, Thanasis)","Title":"Analyzing the educational design, use and effect of spatial games for cultural heritage: A literature review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400029 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Virtual reality; Social exclusion; Avatar; Agent; Agency; Prosocial behavior; Basic needs; Social presence KeyWords Plus:IMMERSIVE VIRTUAL ENVIRONMENTS; SELF-ESTEEM; OSTRACISM; EXCLUSION; REJECTION; COPRESENCE; ACCEPTANCE; DEPRESSION; CYBERBALL; RESPONSES","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 261-269 DOI: 10.1016/j.chb.2016.12.059 Published: MAY 2017","Abstract":"The concept of social exclusion has recently gained more attention in the context of online social interactions. However, there is only little data regarding the impact of virtual social exclusion on subsequent real-life social behaviors. Thus, this study set out to examine a virtual version of the common social exclusion scenario, the Cyberball-Paradigm (Williams & Jarvis, 2006), and test for behavioral consequences in a sample of 45 students. Both the virtual characters' agency and the experience of social presence were controlled for. Findings indicate that ostracized individuals show less prosocial behavior in a helping task and keep more seating distance to a confederate than included participants. Also, virtual social exclusion constitutes a significant threat to fundamental human needs like social control, selfesteem and belonging and causes an increase in uncertainty, sadness and anger as well as a decrease in happiness. Avatars and agents seemed to equally endanger human needs and lead to the same seating distance. However, avatar excluded persons also had higher levels of sadness and were less helpful than avatar included persons, who in turn were more confident. Thus, while the Media Equation Concept (Nass & Moon, 2000) holds true for the immediate reaction to social exclusion (i.e., avatars and agents equally threaten fundamental needs), the delayed emotional and behavioral reactions differ for avatars and agents, possibly because they are preceded by cognitive evaluation (c.f.,Temporal Need-Threat Model; Williams, 2009). Implications of these findings for everyday online social interactions (i.e., in MMORPG5) are discussed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kothgassner, OD (Kothgassner, Oswald D.) ; Griesinger, M (Griesinger, Mirjam) ; Kettner, K (Kettner, Kathrin) ; Wayan, K (Wayan, Katja) ; Volkl-Kernstock, S (Voelkl-Kernstock, Sabine) ; Hlavacs, H (Hlavacs, Helmut) ; Beutl, L (Beutl, Leon) ; Felnhofer, A (Felnhofer, Anna)","Title":"Real-life prosocial behavior decreases after being socially excluded by avatars, not agents"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396949400035 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Virtual reality; Rehabilitation; Motor control; Balance; Gait; Strength KeyWords Plus:SELF-DETERMINATION THEORY; UPPER-EXTREMITY REHABILITATION; RANDOMIZED CONTROLLED-TRIAL; CHRONIC STROKE PATIENTS; CEREBRAL-PALSY; TRAINING POSTSTROKE; PARKINSONS-DISEASE; LIFE SATISFACTION; MUSCLE STRENGTH; DYNAMIC BALANCE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 317-327 DOI: 10.1016/j.chb.2017.01.013 Published: MAY 2017","Abstract":"A recent advancement in the study of physical rehabilitation is the application of virtual reality rehabilitation (VRR) programs, in which patients perform practice behaviors while interacting with the computer-simulation of an environment that imitates a physical presence in real or imagined worlds. Despite enthusiasm, much remains unknown about VRR programs. Particularly, two important research questions have been left unanswered: Are VRR programs effective? And, if so, why are VRR programs effective? A meta-analysis is performed in the current article to determine the efficacy of VRR programs, in general, as well as their ability to develop four specific rehabilitation outcomes: motor control, balance, gait, and strength. A systematic literature review is also performed to determine the Mechanisms that may cause VRR program success or failure. The results demonstrate that VRR programs are more effective than traditional rehabilitation programs for physical outcome development. Further, three mechanisms have been proposed to cause these improved outcomes: excitement, physical fidelity, and cognitive fidelity; however, empirical research has yet to show that these mechanisms actually prompt better rehabilitation outcomes. The implications of these results and possible avenues for future research and practice are discussed. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Howard, MC (Howard, Matt C.)","Title":"A meta-analysis and systematic literature review of virtual reality rehabilitation programs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400055 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Multitasking; Serious games; Cognition; Activities of daily living; Elderly KeyWords Plus:VIRTUAL-REALITY; ALZHEIMERS-DISEASE; EXECUTIVE DYSFUNCTION; BRAIN-INJURY; REHABILITATION; ENVIRONMENTS; PERFORMANCE; DEMENTIA; SKILLS; INFORMATION","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 500-506 DOI: 10.1016/j.chb.2017.01.021 Published: MAY 2017","Abstract":"Multitasking is present in all activities of daily living and needs precise assessment to allow ecological patient-specific intervention. The use of multitasking in diagnostic tools remains rare, due to the difficulties of implementing this in laboratory settings. To overcome these difficulties, Serious Games represent a good surrogate method as it offers the possibility to recreate a functional setting in a safe daily living environment and allows testing and quantifying multitasking performances in an enjoyable and motivating way. The purpose of the study was to investigate the potential of a new Serious Game based multitasking assessment tool by examining the cognitive validity and the real life representability of the tool. Eighteen healthy elderly controls participated in the study. They were asked to execute a cooking activity in the Serious Game and in real life, and were assessed using a neuropsychological test battery. Results showed that performance on the virtual cooking task was associated with multiple cognitive measures and that performances in the virtual task were highly representative of what participants did in real life. This tool is a first step toward including ecologically valid measures for a comprehensive assessment of healthy elderly controls and may help to assesses elderly patients with diseases such as Alzheimer's disease. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Vallejo, V (Vallejo, Vanessa) ; Wyss, P (Wyss, Patric) ; Chesham, A (Chesham, Alvin) ; Mitache, AV (Mitache, Andrei V.) ; Muri, RM (Mueri, Rene M.) ; Mosimann, UP (Mosimann, Urs P.) ; Nef, T (Nef, Tobias)","Title":"Evaluation of a new serious game based multitasking assessment tool for cognition and activities of daily living: Comparison with a real cooking task"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397696100007 ISSN: 0031-9384","Keywords":"Alzheimer's disease; Dementia; Early detection; Screening tests; HCI; Virtual environments; Turing Test KeyWords Plus:EARLY DEMENTIA; REALITY","Categories":"Psychology; Behavioral Sciences Web of Science Categories:Psychology, Biological; Behavioral Sciences","Journal Information":"PHYSIOLOGY & BEHAVIOR Volume: 173 Pages: 42-51 DOI: 10.1016/j.physbeh.2017.01.034 Published: MAY 1 2017","Abstract":"Alzheimer's screening tests are commonly used by doctors to diagnose the patient's condition and stage as early as possible. Most of these tests are based on pen-paper interaction and do not embrace the advantages provided by new technologies. This paper proposes novel Alzheimer's screening tests based on virtual environments and game principles using new immersive technologies combined with advanced Human Computer Interaction (HCI) systems. These new tests are focused on the immersion of the patient in a virtual room, in order to Mislead and deceive the patient's mind. In addition, we propose two novel variations of Turing Test proposed by Alan Turing as a method to detect dementia. As a result, four tests are introduced demonstrating the wide range of screening mechanisms that could be designed using virtual environments and game concepts. The proposed tests are focused on the evaluation of memory loss related to common objects, recent conversations and events; the diagnosis of problems in expressing and understanding language; the ability to recognize abnormalities; and to differentiate between virtual worlds and reality, or humans and machines. The proposed screening tests were evaluated and tested using both patients and healthy adults in a comparative study with state-of-the-art Alzheimer's screening tests. The results show the capacity of the new tests to distinguish healthy people from Alzheimer's patients. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Montenegro, JMF (Montenegro, Juan Manuel Fernandez) ; Argyriou, V (Argyriou, Vasileios)","Title":"Cognitive evaluation for the diagnosis of Alzheimer's disease based on Turing Test and Virtual Environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398668300027 PubMed ID: 27862825 ISSN: 1464-4096 eISSN: 1464-410X","Keywords":"curriculum; hands-on-training; robotic surgery; virtual reality simulation training KeyWords Plus:ASSISTED SURGERY; ACQUISITION; VALIDATION; STANDARDS; SKILLS","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"BJU INTERNATIONAL Volume: 119 Issue: 5 Pages: 804-811 DOI: 10.1111/bju.13710 Published: MAY 2017","Abstract":"Objectives To develop benchmark scores of competency for use within a competency based virtual reality (VR) robotic training curriculum. Subjects and Methods This longitudinal, observational study analysed results from nine European Association of Urology hands-on-training courses in VR simulation. In all, 223 participants ranging from novice to expert robotic surgeons completed 1565 exercises. Competency was set at 75% of the mean expert score. Benchmark scores for all general performance metrics generated by the simulator were calculated. Assessment exercises were selected by expert consensus and through learning-curve analysis. Three basic skill and two advanced skill exercises were identified. Results Benchmark scores based on expert performance offered viable targets for novice and intermediate trainees in robotic surgery. Novice participants met the competency standards for most basic skill exercises; however, advanced exercises were significantly more challenging. Intermediate participants performed better across the seven metrics but still did not achieve the benchmark standard in the more difficult exercises. Conclusion Benchmark scores derived from expert performances offer relevant and challenging scores for trainees to achieve during VR simulation training. Objective feedback allows both participants and trainers to monitor educational progress and ensures that training remains effective. Furthermore, the well-defined goals set through benchmarking offer clear targets for trainees and enable training to move to a more efficient competency based curriculum.","Authors":"Raison, N (Raison, Nicholas) ; Ahmed, K (Ahmed, Kamran) ; Fossati, N (Fossati, Nicola) ; Buffi, N (Buffi, Nicolo) ; Mottrie, A (Mottrie, Alexandre) ; Dasgupta, P (Dasgupta, Prokar) ; Van Der Poel, H (Van Der Poel, Henk)","Title":"Competency based training in robotic surgery: benchmark scores for virtual reality robotic simulation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396961300002 ISSN: 1071-5819 eISSN: 1095-9300","Keywords":"Virtual reality; Persuasive technology; Terror management theory; Attitudes towards risk; Mortality salience; Physiological arousal; Personality traits KeyWords Plus:TERROR MANAGEMENT THEORY; SELF-ESTEEM; EXPOSURE THERAPY; PSYCHOBIOLOGICAL MODEL; CULTURAL WORLDVIEW; PROSOCIAL BEHAVIOR; DEATH; PERSONALITY; ANXIETY; ENVIRONMENT","Categories":"Computer Science; Engineering; Psychology Web of Science Categories:Computer Science, Cybernetics; Ergonomics; Psychology, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF HUMAN-COMPUTER STUDIES Volume: 101 Pages: 10-22 DOI: 10.1016/j.ijhcs.2017.01.002 Published: MAY 2017","Abstract":"Virtual reality (VR) is increasingly used as a persuasive technology for attitude and behavior change. This paper considers Terror Management Theory (TMT), one of the notable theories that have not been considered so far in persuasive technology, and aims at exploring its use in VR experiences. First, we show that a 'VR experience can be used to effectively elicit mortality salience (MS), which makes TMT applicable. Then, we evaluate the effects of the VR experience on attitudes towards risk. Wearing a head-mounted display (HMD), participants explored one of two virtual environments (VEs). In a first group of participants, the VE represented a cemetery with MS cues like tombs and burial recesses. In a second group of participants, the MS cues were removed, and the VE looked like a public park. Results show that the MS cues manipulation changed the effects of the VR experience on users' attitudes towards risk, as TMT would predict. Moreover, results revealed a relationship between MS elicited through VR and physiological correlates of arousal. Finally, we show that user's personality traits can moderate the effects of the VR experience on attitudes towards risk.","Authors":"Chittaro, L (Chittaro, Luca) ; Sioni, R (Sioni, Riccardo) ; Crescentini, C (Crescentini, Cristiano) ; Fabbro, F (Fabbro, Franco) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Sioni, Riccardo  http://orcid.org/0000-0003-0479-5069","Title":"Mortality salience in virtual reality experiences and its effects on users' attitudes towards risk"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396961300006 ISSN: 1071-5819 eISSN: 1095-9300","Keywords":"Presence; User studies; Usability; User experience; Vitual reality; Mobile devices","Categories":"Computer Science; Engineering; Psychology Web of Science Categories:Computer Science, Cybernetics; Ergonomics; Psychology, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF HUMAN-COMPUTER STUDIES Volume: 101 Pages: 76-87 DOI: 10.1016/j.ijhcs.2017.01.004 Published: MAY 2017","Abstract":"The possibility of using virtual environments instead of real field or laboratory environments is a promising research field. However, before virtual environments are able to replace the traditional environments the differences between the methods must be worked out. We take up on previous studies which compared different real and virtual environments concerning presence and usability and expand the research on the factor of user experience. We compared a virtual field environment (CAVE - Cave Automatic Virtual Environment) and a real field environment (city center of Chemnitz, Germany) in a between-subject-design concerning presence, and evaluate its impact on the usability and the user experience of a geocaching game. The data of 60 participants was analyzed and shows significantly higher ecological validity for the real field environment but higher values for engagement and negative effects in the virtual field environment. Concerning usability, significant differences were verified between the two environments. All presence factors correlated significantly with usability in the CAVE, but did not correlate in the real-field environment. Concerning user experience, the CAVE showed significantly higher hedonic quality values, whereas the real field environment had higher pragmatic quality values. In both conditions presence and user experience factors were partly correlated. Our results indicate that virtual environments can be an alternative to real environments for user experience studies, when a high presence is achieved.","Authors":"Brade, J (Brade, Jennifer) ; Lorenz, M (Lorenz, Mario) ; Busch, M (Busch, Marc) ; Hammer, N (Hammer, Niels) ; Tscheligi, M (Tscheligi, Manfred) ; Klimant, P (Klimant, Philipp)","Title":"Being there again - Presence in real and virtual environments and its relation to usability and user experience using a mobile navigation task"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398223000001 ISSN: 0927-796X eISSN: 1879-212X","Keywords":"Sensors; Tactile; Wearable; Internet of Things; Virtual reality/augmented reality KeyWords Plus:25TH ANNIVERSARY ARTICLE; THIN-FILM TRANSISTORS; HIGHLY STRETCHABLE CONDUCTORS; FLEXION-SENSITIVE PROPERTIES; HEALTH-CARE APPLICATIONS; GRAPHENE STRAIN SENSORS; FIELD-EFFECT TRANSISTOR; HUMAN-MOTION DETECTION; OF-THE-ART; ELECTRONIC SKIN","Categories":"Materials Science; Physics Web of Science Categories:Materials Science, Multidisciplinary; Physics, Applied","Journal Information":"MATERIALS SCIENCE & ENGINEERING R-REPORTS Volume: 115 Pages: 1-37 DOI: 10.1016/j.mser.2017.02.001 Published: MAY 2017","Abstract":"Tactile sensors, most commonly referred as strain and pressure sensors, can collect mechanical property data of the human body and local environment, to provide valuable insights into the human health status or artificial intelligence systems. The introduction of a high level of wearability (bendability and stretchability) to tactile sensors can dramatically enhance their interfaces with the contact objects, providing chronically reliable functions. Therefore, the developed wearable tactile sensors are capable of conformably covering arbitrary curved surface over their stiff counterparts without incurring damage, emerging as a promising development direction toward the Internet of Things (IoT) applications. Fundamental parameters of the wearable tactile sensors such as sensitivity and stretchability have experienced unprecedented advancement, owing to the progress of device fabrication techniques and material structural engineering. Moreover, novel smart materials and mechanically durable sensor design concepts endow these sensors with multi-functionality integration (e.g., simultaneous force, temperature and humidity detection, simultaneous pressure and strain discrimination) and stirring properties (e.g., biocompatibility, biodegradability, self-healing, self-powering and visualization), further broadening the application scope of current wearable tactile sensors. Besides, it is desirable that a tactile sensor is compatible with a printing process that presents a new era of feasible wearable technology due to its large-area and high-throughput production capability. In addition to the development of sensors, packaging, and integration of the rest of the tactile device system (data memory, signal conversion, power supply, wireless transmission, feedback actuator, etc.) to build a wearable platform also emerge as major research frontiers in recent years. This review attempts to summarize the current state-of-the-art wearable tactile sensors concerning basic concepts, functional materials, sensing mechanism, promising applications, performance optimization strategies, multifunctional sensing, and system integration. Finally, the discussion will be presented regarding potential challenges, pathways, and opportunities. (C) 2017 Elsevier B.V. All rights reserved.","Authors":"Yang, TT (Yang, Tingting) ; Xie, D (Xie, Dan) ; Li, ZH (Li, Zhihong) ; Zhu, HW (Zhu, Hongwei)","Title":"Recent advances in wearable tactile sensors: Materials, sensing mechanisms, and device performance"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000394401800007 ISSN: 0167-739X eISSN: 1872-7115","Keywords":"Mobile Edge Computing; Edge computing; Fog computing; Cloudlets KeyWords Plus:CLOUD; TAXONOMY; MOTIVATION","Categories":"Computer Science Web of Science Categories:Computer Science, Theory & Methods","Journal Information":"FUTURE GENERATION COMPUTER SYSTEMS-THE INTERNATIONAL JOURNAL OF ESCIENCE Volume: 70 Pages: 59-63 DOI: 10.1016/j.future.2016.09.015 Published: MAY 2017","Abstract":"The emergence of several new computing applications, such as virtual reality and smart environments, has become possible due to availability of large pool of cloud resources and services. However, the delay sensitive applications pose strict delay requirements that transforms euphoria into a problem. The cloud computing paradigm is unable to meet the requirements of low latency, location awareness, and mobility support. In this context, Mobile Edge Computing (MEC) was introduced to bring the cloud services and resources closer to the user proximity by leveraging the available resources in the edge networks. In this paper, we present the definitions of the MEC given by researchers. Further, motivation of the MEC is highlighted by discussing various applications. We also discuss the opportunities brought by the MEC and some of the important research challenges are highlighted in MEC environment. A brief overview of accepted papers in our Special Issue on MEC is presented. Finally we conclude this paper by highlighting the key points and summarizing the paper. (C) 2016 Published by Elsevier B.V.","Authors":"Ahmed, E (Ahmed, Ejaz) ; Rehmani, MH (Rehmani, Mubashir Husain)","Title":"Mobile Edge Computing: Opportunities, solutions, and challenges"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384405300007 ISSN: 1796-203X","Keywords":"Visualizing neuroscience; educational visualizations; virtual reality KeyWords Plus:ENTORHINAL CORTEX; REPRESENTATION","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF COMPUTERS Volume: 12 Issue: 3 Pages: 258-269 DOI: 10.17706/jcp.12.3.258-269 Published: MAY 2017","Abstract":"The goal of this project is to investigate how simulation and 3D visualization in virtual reality can be used to make the human navigation system understandable for the broad public. The research behind the positioning system in the rodent brain was awarded the Nobel Prize in Physiology or Medicine in 2014. The cells that make up the foundation of this navigation system have been found in many species, and are thought to be similar if not identical in humans. While these results are of significant importance, the underlying concepts might be difficult to understand for non-specialists. To present the positioning system in the brain to a broader audience, an interactive 3D visualization of the major components of this system (including hippocampus, entorhinal cortex, grid and place cells) was created in Second Life. In addition, a simplified simulation of how grid and place cells function was developed using the same platform. This educational demo was presented and evaluated by members of the general public at a number of venues and occasions, including a local science museum. Based on the evaluation results and the related work, we provide a set of recommendations for visualizing and sharing neuroscience-related knowledge in virtual reality.","Authors":"Prasolova-Forland, E (Prasolova-Forland, Ekaterina) ; Hjelle, H (Hjelle, Henrik) ; Tunstad, H (Tunstad, Hege) ; Lindseth, F (Lindseth, Frank)","Title":"Simulation and Visualization of the Positioning System of the Brain in Virtual Reality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000384405300008 ISSN: 1796-203X","Keywords":"Virtual reality; situated learning; virtual laboratory; nanotechnology KeyWords Plus:MICROSCOPY","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"JOURNAL OF COMPUTERS Volume: 12 Issue: 3 Pages: 270-283 DOI: 10.17706/jcp.12.3.270-283 Published: MAY 2017","Abstract":"In this study, a virtual laboratory for synthesizing and analyzing nanogold particles is developed by using the virtual reality technology and situated learning theory. The users can conduct a virtual experiment to become familiar with the process of synthesizing nanogold and understand that nanogold particles in different sizes can be produced by mixing chloroauric acid (HAuCl4) with sodium citrate (Na3C6H5O7) in different concentrations. A further analysis can be performed by observing the 3D structure of nanogold using the virtual transmission electron microscope to investigate its property within the nanoscale spatial domain. The virtual laboratory developed in this study has been applied in university chemistry courses and the learning objective is to increase students' knowledge in nanotechnology through the operation of virtual experiments. A teaching experiment has been conducted to investigate whether the virtual experiment can enhance their learning achievements, and the results show that it is more effective than a real experiment. Questionnaire results also reveal that most students held positive attitudes towards the virtual laboratory, and they thought it could enhance their interest and motivation in learning nanotechnology.","Authors":"Tarng, W (Tarng, Wernhuar) ; Hsie, CC (Hsie, Chia-Chun) ; Lin, CM (Lin, Chih-Ming) ; Lee, CY (Lee, Chi-Young)","Title":"Development and Application of a Virtual Laboratory for Synthesizing and Analyzing Nanogold Particles"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398540700001 ISSN: 1664-1078","Keywords":"Chapman strategy; optical acceleration cancelation strategy; affordances; catchability; fly balls; baseball; interception; perception and action KeyWords Plus:VISUALLY GUIDED BRAKING; VIRTUAL-REALITY; CATCH; INFORMATION; RUN; CALIBRATION; BASEBALL; FIELDER","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary","Journal Information":"FRONTIERS IN PSYCHOLOGY Volume: 8 Article Number: 535 DOI: 10.3389/fpsyg.2017.00535 Published: APR 7 2017","Abstract":"The optical acceleration cancelation (OAC) strategy, based on Chapman's (1968) analysis of the outfielder problem, has been the dominant account for the control of running to intercept fly balls approaching head on. According to the OAC strategy, outfielders will arrive at the interception location just in time to catch the ball when they keep optical acceleration zero. However, the affordance aspect of this task, that is, whether or not an approaching fly ball is catchable, is not part of this account. The present contribution examines whether the scope of the OAC strategy can be extended to also include the affordance aspect of running to catch a fly ball. This is done by considering a fielder's action boundaries (i.e., maximum running velocity and acceleration) in the context of the OAC strategy. From this, only when running velocity is maximal and optical acceleration is non-zero, a fielder would use OAC to perceive a fly ball as uncatchable. The present contribution puts this hypothesis to the test. Participants were required to try to intercept fly balls projected along their sagittal plane. Some fly balls were catchable whereas others were not. Participants were required to catch as many fly balls as possible and to call 'no' when they perceived a fly ball to be uncatchable. Participants' running velocity and -acceleration at the moment of calling `no' were examined. Results showed that participants' running velocity was submaximal before or while calling 'no'. Also running acceleration was often submaximal. These results cannot be explained by the use of OAC in judging catchability and ultimately call for a new strategy of locomotor control in running to catch a fly ball.","Authors":"Postma, DBW (Postma, Dees B. W.) ; Smith, J (Smith, Joanne) ; Pepping, GJ (Pepping, Gert-Jan) ; van Andel, S (van Andel, Steven) ; Zaal, FTJM (Zaal, Frank T. J. M.)","Title":"When a Fly Ball Is Out of Reach: Catchability Judgments Are Not Based on Optical Acceleration Cancelation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398166200001 PubMed ID: 28374808 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 45469 DOI: 10.1038/srep45469 Published: APR 4 2017","Abstract":"Immersive, head-mounted virtual reality (HMD-VR) provides a unique opportunity to understand how changes in sensory environments affect motor learning. However, potential differences in mechanisms of motor learning and adaptation in HMD-VR versus a conventional training (CT) environment have not been extensively explored. Here, we investigated whether adaptation on a visuomotor rotation task in HMD-VR yields similar adaptation effects in CT and whether these effects are achieved through similar mechanisms. Specifically, recent work has shown that visuomotor adaptation may occur via both an implicit, error-based internal model and a more cognitive, explicit strategic component. We sought to measure both overall adaptation and balance between implicit and explicit mechanisms in HMD-VR versus CT. Twenty-four healthy individuals were placed in either HMD-VR or CT and trained on an identical visuomotor adaptation task that measured both implicit and explicit components. Our results showed that the overall timecourse of adaption was similar in both HMD-VR and CT. However, HMD-VR participants utilized a greater cognitive strategy than CT, while CT participants engaged in greater implicit learning. These results suggest that while both conditions produce similar results in overall adaptation, the mechanisms by which visuomotor adaption occurs in HMD-VR appear to be more reliant on cognitive strategies.","Authors":"Anglin, JM (Anglin, J. M.) ; Sugiyama, T (Sugiyama, T.) ; Liew, SL (Liew, S. -L.)","Title":"Visuomotor adaptation in head-mounted virtual reality versus conventional training"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398536000074 PubMed ID: 28380914 ISSN: 1094-4087","Categories":"Optics Web of Science Categories:Optics","Journal Information":"OPTICS EXPRESS Volume: 25 Issue: 7 Pages: 7984-7997 DOI: 10.1364/OE.25.007984 Published: APR 3 2017","Abstract":"We report a vertically-aligned liquid crystal display (LCD) device with submillisecond response time, high transmittance, and low operation voltage. The top substrate has a common electrode, while the bottom substrate consists of hole-patterned fringing-field-switching (FFS) pixel electrodes. A negative dielectric anisotropy LC is employed. In the voltage-on state, the LC directors are reoriented by the fringing fields surrounding the hole area and by the longitudinal and fringe fields outside the hole area. After design optimization, we are able to achieve 85% peak transmittance under crossed circular polarizers. During the relaxation process, the standing walls exert a strong restoring force, leading to submillisecond gray-to-gray response time. Moreover, this device enables high resolution density because only one thin-film transistor per pixel is needed and the bottom FFS electrode has built-in capacitor. This device is particularly attractive for the emerging virtual reality displays. (C) 2017 Optical Society of America","Authors":"Gou, FW (Gou, Fangwang) ; Chen, HW (Chen, Haiwei) ; Li, MC (Li, Ming-Chun) ; Lee, SL (Lee, Seok-Lyul) ; Wu, ST (Wu, Shin-Tson)","Title":"Submillisecond-response liquid crystal for high- resolution virtual reality displays"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398127400006 PubMed ID: 28400984 ISSN: 2152-5250","Keywords":"Frailty; kinect; exergaming; serious games; robots; virtual reality KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; DWELLING OLDER-ADULTS; TRUNK ACCELEROMETRY; PROSPECTIVE COHORT; IDENTIFY FRAILTY; EXERCISE PROGRAM; POSTURAL CONTROL; SIT TRANSITIONS; FALL DETECTION; PRIMARY-CARE","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology","Journal Information":"AGING AND DISEASE Volume: 8 Issue: 2 Pages: 176-195 DOI: 10.14336/AD.2016.0901 Published: APR 2017","Abstract":"This study analyzes the technologies used in dealing with frailty within the following areas: prevention, care, diagnosis and treatment. The aim of this paper is, on the one hand, to analyze the extent to which technology is present in terms of its relationship with frailty and what technological resources are used to treat it. Its other purpose is to define new challenges and contributions made by physiotherapy using technology. Eighty documents related to research, validation and/ or the ascertaining of different types of hardware, software or both were reviewed in prominent areas. The authors used the following scales: in the area of diagnosis, Fried's phenotype model of frailty and a model based on trials for the design of devices. The technologies developed that are based on these models accounted for 55% and 45% of cases respectively. In the area of prevention, the results proved similar regarding the use of wireless sensors with cameras (35.71%), and Kinect(TM) sensors (28.57%) to analyze movements and postures that indicate a risk of falling. In the area of care, results were found referring to the use of different motion, physiological and environmental wireless sensors (46,15%), i.e. so- called smart homes. In the area of treatment, the results show with a percentage of 37.5% that the Nintendor((R)) Wii(TM) console is the most used tool for treating frailty in elderly persons. Further work needs to be carried out to reduce the gap existing between technology, frail elderly persons, healthcare professionals and carers to bring together the different views about technology. This need raises the challenge of developing and implementing technology in physiotherapy via serious games that may via play and connectivity help to improve the functional capacity, general health and quality of life of frail individuals.","Authors":"Mugueta-Aguinaga, I (Mugueta-Aguinaga, Iranzu) ; Garcia-Zapirain, B (Garcia-Zapirain, Begonya)","Title":"Is Technology Present in Frailty? Technology a Back-up Tool for Dealing with Frailty in the Elderly: A Systematic Review"}, {"Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"BRITISH JOURNAL OF SURGERY Volume: 104 Pages: 38-38 Supplement: S3 Special Issue: SI Meeting Abstract: O115 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000398842600110 ISSN: 0007-1323 eISSN: 1365-2168","Authors":"El Boghdady, M (El Boghdady, M.) ; Alijani, A (Alijani, A.)","Title":"The comparison between the effects of a performance based intra-procedural checklist on a virtual reality emergency simulated laparoscopic task in novice surgeons and senior trainees"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398183200003 ISSN: 1876-1399 eISSN: 1876-1402","Keywords":"cooperative learning; haptic; intravenous; simulator; cannulation KeyWords Plus:VIRTUAL-REALITY; CANNULATION; SETTINGS","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"CLINICAL SIMULATION IN NURSING Volume: 13 Issue: 4 Pages: 154-160 DOI: 10.1016/j.ecns.2016.12.008 Published: APR 2017","Abstract":"Background: The study's aim was to evaluate the effectiveness of cooperative team learning compared with independent learning when used with nursing students who are learning intravenous (IV) catheter insertion using a haptic IV simulator. Haptic IV simulators provide tactile feedback including palpation of a vein and resistance during venipuncture. Cooperative learning is an active learning strategy where students work together to complete a task. Methods: Two convenience samples (N = 180) of nursing students were randomized into four group assignments (A, B, C, or D). A second randomization separated these group assignments into IV simulation clusters with each cluster containing one of each of the four group assignments. Three of the four group assignment members (A, B, C) were designated as the cooperative learning team, whereas the fourth group assignment member (D) was identified as the independent learner working alone. The letters (A, B, C) represented who within the cooperative team of learners was to attempt the IV simulation first (A), second (B), or/and third (C). A posttest-only experimental research design was used to compare group performance scores and number of attempts to be successful of the IV simulator. Results: Thirty-six percentage of the variance for the initial performance score and 53% of the variance in the number of attempts to earn a passing performance score were related to their group assignment. Conclusions: Cooperative team members performed better with fewer attempts than independent learners when using an IV simulator. Cooperative team members learned from observing and helping one another. This study provides empirical evidence that supports the efficacy of simulation as a means of learning a psychometric skill. (C) 2016 International Nursing Association for Clinical Simulation and Learning. Published by Elsevier Inc. All rights reserved.","Authors":"McWilliams, LA (McWilliams, Lenora A.) ; Malecha, A (Malecha, Ann) ; Langford, R (Langford, Rae) ; Clutter, P (Clutter, Paula)","Title":"Comparisons of Cooperative-Based Versus Independent Learning While Using a Haptic Intravenous Simulator"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398183200008 ISSN: 1876-1399 eISSN: 1876-1402","Keywords":"virtual simulation; fundamentals; nursing student; education strategy; baccalaureate; skills performance KeyWords Plus:VIRTUAL-REALITY SIMULATION; CLINICAL SIMULATION; STUDENTS; SKILLS; TRIAL","Categories":"Nursing Web of Science Categories:Nursing","Journal Information":"CLINICAL SIMULATION IN NURSING Volume: 13 Issue: 4 Pages: 194-197 DOI: 10.1016/j.ecns.2017.01.005 Published: APR 2017","Abstract":"Virtual simulation offers various benefits and should be considered in future nurse education. This study aimed to report the effectiveness of vSIM for Nursing as a supplemental teaching strategy on performance of undergraduate students in a Fundamentals of Nursing course. This was a randomized, controlled, posttest design. Twenty-eight undergraduates were randomly assigned to experimental or control groups. In the experimental group, ten virtual cases were additional to regular course procedure. In the control group, students received regular course procedure only. Knowledge test and skill performances were compared between groups. Thirteen students in the experimental group and 14 students in the control group completed the study. Students in the experimental group had significantly higher knowledge scores than students in the control group. Results in this study indicates that the vSIM for Nursing might be an effective supplementary teaching strategy to improve students' knowledge of Fundamentals of Nursing. (C) 2017 International Nursing Association for Clinical Simulation and Learning. Published by Elsevier Inc. All rights reserved.","Authors":"Gu, YH (Gu, Yaohua) ; Zou, ZJ (Zou, Zhijie) ; Chen, XL (Chen, Xiaoli)","Title":"The Effects of vSIM for Nursing (TM) as a Teaching Strategy on Fundamentals of Nursing Education in Undergraduates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396340600004 ISSN: 0147-5916 eISSN: 1573-2819","Keywords":"Agoraphobia; Psychophysiology; Interoception; Emotion regulation; Virtual reality; Bodily sensations; Panic disorder KeyWords Plus:HEART-RATE-VARIABILITY; POSTTRAUMATIC-STRESS-DISORDER; AUTONOMIC NERVOUS-SYSTEM; UNCUED PANIC-ATTACKS; REGULATION DIFFICULTIES; EXPERIENTIAL AVOIDANCE; INDIVIDUAL-DIFFERENCES; BIOLOGICAL CHALLENGE; MOOD DISORDERS; VAGAL TONE","Categories":"Psychology Web of Science Categories:Psychology, Clinical","Journal Information":"COGNITIVE THERAPY AND RESEARCH Volume: 41 Issue: 2 Pages: 193-205 DOI: 10.1007/s10608-016-9814-9 Published: APR 2017","Abstract":"The symptoms experienced by patients with agoraphobia are often attributed to excessive autonomic arousal, but recent theories postulate blunted rather than enhanced autonomic reactivity. Cognitive models explain this contrast by distorted interoception, possibly linked to dysfunctional emotion regulation under stress. In the current study, physiological measures were compared directly to their subjective perception in patients with agoraphobia (n = 21) and healthy controls (n = 27) in a virtual reality stressor. Blunted reactivity was confirmed for heart rate and parasympathetic influences on heart rate variability, but measures of sympathetic activation did not differ between groups. As expected, patients showed exaggerated perception of their physiological response. Usage of emotion regulation strategies during the stressor did not differ between groups, but patients reported strong difficulties in perception of and coping with emotions in a trait measure. Our findings suggest that distorted perception of physiological and emotional processes is central to agoraphobia.","Authors":"Breuninger, C (Breuninger, Christoph) ; Slama, DM (Slama, David M.) ; Kramer, M (Kraemer, Martina) ; Schmitz, J (Schmitz, Julian) ; Tuschen-Caffier, B (Tuschen-Caffier, Brunna)","Title":"Psychophysiological Reactivity, Interoception and Emotion Regulation in Patients with Agoraphobia During Virtual Reality Anxiety Induction"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396340600007 ISSN: 0147-5916 eISSN: 1573-2819","Keywords":"Cognitive behavior therapy; Anxiety; Follow-up studies; Virtual reality exposure therapy; Exposure group therapy KeyWords Plus:COGNITIVE-BEHAVIOR THERAPY; PUBLIC-SPEAKING ANXIETY; PHOBIA; TRIAL; FEAR","Categories":"Psychology Web of Science Categories:Psychology, Clinical","Journal Information":"COGNITIVE THERAPY AND RESEARCH Volume: 41 Issue: 2 Pages: 230-236 DOI: 10.1007/s10608-016-9820-y Published: APR 2017","Abstract":"This is the first long-term follow-up study of virtual reality exposure therapy and exposure group therapy for social anxiety disorder-completed 6 years, on average, after treatment completion. Participants (N = 28) had a clinical diagnosis of social anxiety disorder that included public speaking fears and had previously completed 8 sessions of either virtual reality exposure therapy or exposure group therapy delivered according to a treatment manual. The final sample was ethnically diverse, middle-aged (mean age = 42 years) and mostly female (71%). Participants completed standardized self-report measures of public speaking anxiety and fear of negative evaluation, a behavioral speech task, a diagnostic interview, and ratings of global improvement. Participants showed statistically significant improvement on all self-report measures from pre-treatment to follow-up. All participants completed the speech task, with two exceptions: one participant declined to do the speech task and one person completed the follow-up assessment by phone. The majority of participants no longer met diagnostic criteria for the disorder (54%) and reported themselves \"very much\" or \"much\" improved (68%). With one exception, there were no differences between treatments at follow-up across self-report, clinician-rated, and behavioral data. Virtual reality exposure therapy and exposure group therapy for social anxiety disorder produce long-lasting benefits, consistent with research on a variety of forms of short-term cognitive behavioral therapy for social anxiety disorder.","Authors":"Anderson, PL (Anderson, Page L.) ; Edwards, SM (Edwards, Shannan M.) ; Goodnight, JR (Goodnight, Jessica R.)","Title":"Virtual Reality and Exposure Group Therapy for Social Anxiety Disorder: Results from a 4-6 Year Follow-Up"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398430300020 ISSN: 1077-3142 eISSN: 1090-235X","Keywords":"Semantic segmentation; Object recognition; Random forest; Iterative closest point; Alternating minimization; Pose estimation; Registration","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic","Journal Information":"COMPUTER VISION AND IMAGE UNDERSTANDING Volume: 157 Pages: 284-299 Special Issue: SI DOI: 10.1016/j.cviu.2016.08.002 Published: APR 2017","Abstract":"We present ASIST, a technique for transforming point clouds by replacing objects with their semantically equivalent counterparts. Transformations of this kind have applications in virtual reality, repair of fused scans, and robotics. ASIST is based on a unified formulation of semantic labeling and object replacement; both result from minimizing a single objective. We present numerical tools for the efficient solution of this optimization problem. The method is experimentally assessed on new datasets of both synthetic and real point clouds, and is additionally compared to two recent works on object replacement on data from the corresponding papers. (C) 2016 Elsevier Inc. All rights reserved.","Authors":"Litany, O (Litany, Or) ; Remez, T (Remez, Tal) ; Freedman, D (Freedman, Daniel) ; Shapira, L (Shapira, Lior) ; Bronstein, A (Bronstein, Alex) ; Gal, R (Gal, Ran)","Title":"ASIST: Automatic semantically invariant scene transformation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397986100011 ISSN: 1042-1629 eISSN: 1556-6501","Keywords":"3D; Immersive virtual environment; Web; Intercultural sensitivity; Gender KeyWords Plus:TRANSFORMED SOCIAL-INTERACTION; REALITY GRADED EXPOSURE; GENDER-DIFFERENCES; COMMUNICATION-SKILLS; MOOD ADJUSTMENT; WORKING-MEMORY; SELF-EFFICACY; MEDIA USE; 2ND LIFE; GAME","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"ETR&D-EDUCATIONAL TECHNOLOGY RESEARCH AND DEVELOPMENT Volume: 65 Issue: 2 Pages: 455-479 DOI: 10.1007/s11423-017-9510-9 Published: APR 2017","Abstract":"Relatively few studies have empirically tested computer-based immersive virtual environments' efficacy in teaching or enhancing pro-social attitudes, such as intercultural sensitivity. This channel study experiment was conducted (N = 159) to compare what effects, if any, an immersive 3D virtual environment would have upon subjects' intercultural sensitivity, compared to a 2D web environment. Significant gains in intercultural sensitivity were found, with subjects exposed to the Second Life-based immersive virtual environment scoring higher than web-based subjects, both toward other cultures in general and toward Chinese culture in particular. An interaction effect for gender and channel was found, with males experiencing greater intercultural sensitivity outcomes than in a web environment. These empirical findings add to our theoretical understanding of channel effects and intercultural sensitivity. The results can guide cultural instructors or trainers toward the best platforms for content delivery to learners. These findings are worthy of future investigation to better understand their application in educational endeavors as well as in other fields.","Authors":"Coffey, AJ (Coffey, Amy Jo) ; Kamhawi, R (Kamhawi, Rasha) ; Fishwick, P (Fishwick, Paul) ; Henderson, J (Henderson, Julie)","Title":"The efficacy of an immersive 3D virtual versus 2D web environment in intercultural sensitivity acquisition"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398165300021 PubMed ID: 28188327 ISSN: 0014-4819 eISSN: 1432-1106","Keywords":"Tactor; Detrended fluctuation analysis; Variability; Locomotion; Somatosensory KeyWords Plus:BELT LOCOMOTOR ADAPTATION; GAIT VARIABILITY; POSTURAL CONTROL; MUSCLE VIBRATION; FRACTAL DYNAMICS; VIRTUAL-REALITY; BALANCE CONTROL; ENERGY-COST; ORGANIZATION; NOISE","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"EXPERIMENTAL BRAIN RESEARCH Volume: 235 Issue: 4 Pages: 1185-1193 DOI: 10.1007/s00221-017-4881-z Published: APR 2017","Abstract":"Sensory feedback below the sole of the foot using sub-threshold mechanical noise significantly reduced postural sway in patients with diabetes and stroke. However, the effects of tactile parameters on walking are still elusive. Specifically, the effects of such parameters on human gait variability need to be studied because of possible rehabilitation outcomes in terms of bringing improvement in temporal and spatial gait parameters. The purpose of this study was to investigate whether different frequency and amplitude combinations of vibro-tactile stimulation of feet would affect stride-to-stride variability in healthy young adults. Ten healthy subjects walked on a treadmill at self-selected pace while wearing customized insoles fitted with tactors that vibrated at selected frequencies and amplitudes. The results show that the frequency manipulations of tactile stimulation altered the long-range correlations (LRCs) in stride length while amplitude manipulations affected the LRCs in stride interval without having any effect on the amount of gait variability. Our findings suggest that independent neural mechanisms may be responsible for coordinating LRCs of gait parameters in the spatial and temporal domains.","Authors":"Chien, J (Chien, Jung Hung) ; Ambati, V (Ambati, V. N. Pradeep) ; Huang, CK (Huang, Chun-Kai) ; Mukherjee, M (Mukherjee, Mukul)","Title":"Tactile stimuli affect long-range correlations of stride interval and stride length differently during walking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395380400003 ISSN: 1473-8716 eISSN: 1473-8724","Keywords":"Virtual museum; three-dimensional reality; three-dimensional visualization; panoramic image; three-dimensional model; web client; mobile client; performance measurement KeyWords Plus:CAVE; TRANSMISSION; HERITAGE; REALITY; WEB; ART","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"INFORMATION VISUALIZATION Volume: 16 Issue: 2 Pages: 126-138 DOI: 10.1177/1473871616655467 Published: APR 2017","Abstract":"As an important part of the public service and educational infrastructures for national culture and heritage culture, a virtual museum presents the user experience of a real museum, with visitors, educators, and tourists interacting with the prepared digital culture contents by a mouse, touch panel, and other augmented reality devices. The goal of virtual museum is to help students and visitors to move around the virtual museum space freely and generate experience and satisfaction from the fruition of cultural heritage anytime, anywhere, and from any device. This study presents a hybrid three-dimensional virtual museum based on panoramic images and three-dimensional models. A technical framework of hybrid three-dimensional virtual museum is proposed on the basis of a typical three-tier architecture, which includes the data layer, technique supporting layer, and application layer. A hybrid three-dimensional data organization approach with geo-referenced sequence panoramic images and three-dimensional models is designed to build the data layer of hybrid three-dimensional virtual museum. A three-dimensional scene of geo-referenced sequence panoramic images and three-dimensional models is created in real time using Unity three-dimensional and web service under the mobile Internet environment for hybrid three-dimensional virtual museum. The different applications of hybrid three-dimensional virtual museum based on the data layer and technique infrastructure are designed to achieve handheld virtual museum guidance and navigation, three-dimensional browsing, and heritage culture information query for visitors with smartphones to access anytime and anywhere. As an example, a hybrid three-dimensional virtual museum application for Jinsha Archaeological Site Museum is developed with the proposed approach. The geo-referenced sequence panoramic images of museum galleries, together with three-dimensional models of cultural relics, can integrate seamlessly to a three-dimensional reality-based museum space where users can move around the space actively and freely with all kinds of personal computer and smartphone clients.","Authors":"Hu, QW (Hu, Qingwu) ; Yu, DB (Yu, Dengbo) ; Wang, SH (Wang, Shaohua) ; Fu, CW (Fu, Caiwu) ; Ai, MY (Ai, Mingyao) ; Wang, WD (Wang, Wende)","Title":"Hybrid three-dimensional representation based on panoramic images and three-dimensional models for a virtual museum: Data collection, model, and visualization"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397860600012 PubMed ID: 26787740 ISSN: 1353-8047 eISSN: 1475-5785","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"INJURY PREVENTION Volume: 23 Issue: 2 Pages: 138-+ DOI: 10.1136/injuryprev-2015-041740 Published: APR 2017","Abstract":"Objective The aims of this literature review are to (1) summarise how computer and mobile technology-based health behaviour change applications have been evaluated in unintentional injury prevention, (2) describe how these successes can be applied to injury-prevention programmes in the future and (3) identify research gaps. Methods Studies included in this systematic review were education and behaviour change intervention trials and programme evaluations in which the intervention was delivered by either a computer or mobile technology and addressed an unintentional injury prevention topic. Articles were limited to those published in English and after 1990. Results Among the 44 technology-based injury-prevention studies included in this review, 16 studies evaluated locally hosted software programmes, 4 studies offered kiosk-based programmes, 11 evaluated remotely hosted internet programmes, 2 studies used mobile technology or portable devices and 11 studies evaluated virtual-reality interventions. Locally hosted software programmes and remotely hosted internet programmes consistently increased knowledge and behaviours. Kiosk programmes showed evidence of modest knowledge and behaviour gains. Both programmes using mobile technology improved behaviours. Virtual-reality programmes consistently improved behaviours, but there were little gains in knowledge. No studies evaluated text-messaging programmes dedicated to injury prevention. Conclusions There is much potential for computer-based programmes to be used for injury-prevention behaviour change. The reviewed studies provide evidence that computer-based communication is effective in conveying information and influencing how participants think about an injury topic and adopt safety behaviours.","Authors":"Omaki, E (Omaki, Elise) ; Rizzutti, N (Rizzutti, Nicholas) ; Shields, W (Shields, Wendy) ; Zhu, J (Zhu, Jeffrey) ; McDonald, E (McDonald, Eileen) ; Stevens, MW (Stevens, Martha W.) ; Gielen, A (Gielen, Andrea)","Title":"A systematic review of technology-based interventions for unintentional injury prevention education and behaviour change"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398151400014 PubMed ID: 28323724 ISSN: 1944-6586 eISSN: 1948-8270","Keywords":"interventional pulmonology; training; EBUS-TBNA; virtual reality simulation; bronchoscopy KeyWords Plus:TRANSBRONCHIAL NEEDLE ASPIRATION; ENDOBRONCHIAL ULTRASOUND; PERFORMANCE","Categories":"Respiratory System Web of Science Categories:Respiratory System","Journal Information":"JOURNAL OF BRONCHOLOGY & INTERVENTIONAL PULMONOLOGY Volume: 24 Issue: 2 Pages: 110-116 DOI: 10.1097/LBR.0000000000000349 Published: APR 2017","Abstract":"Background: Linear endobronchial ultrasound transbronchial needle aspiration (EBUS-TBNA) represents a pivotal innovation in interventional pulmonology; determining the best approach to guarantee systematic and efficient training is expected to become a main issue in the forthcoming years. Virtual reality simulators have been proposed as potential EBUS-TBNA training instruments, to avoid unskilled beginners practicing directly in real-life settings. A validated and perfected simulation program could be used before allowing beginners to practice on patients. Our goal was to test the reliability of the EBUS-Skills and Task Assessment Tool (STAT) and its sub-scores for measuring the competence of experienced bronchoscopists approaching EBUS-guided TBNA, using only the virtual reality simulator as both a training and an assessment tool. Methods: Fifteen experienced bronchoscopists, with poor or no experience in EBUS-TBNA, participated in this study. They were all administered the Italian version of the EBUS-STAT evaluation tool, during a high-fidelity virtual reality simulation. This was followed by a single 7-hour theoretical and practical (on simulators) session on EBUS-TBNA, at the end of which their skills were reassessed by EBUS-STAT. Results: An overall, significant improvement in EBUS-TBNA skills was observed, thereby confirming that (a) virtual reality simulation can facilitate practical learning among practitioners, and (b) EBUS-STAT is capable of detecting these improvements. The test's overall ability to detect differences was negatively influenced by the minimal variation of the scores relating to items 1 and 2, was not influenced by the training, and improved significantly when the 2 items were not considered. Apart from these 2 items, all the remaining subscores were equally capable of revealing improvements in the learner. Lastly, we found that trainees with presimulation EBUS-STAT scores above 79 did not show any significant improvement after virtual reality training, suggesting that this score represents a cutoff value capable of predicting the likelihood that simulation can be beneficial. Conclusions: Virtual reality simulation is capable of providing a practical learning tool for practitioners with previous experience in flexible bronchoscopy, and the EBUS-STAT questionnaire is capable of detecting these changes. A pretraining EBUS-STAT score below 79 is a good indicator of those candidates who will benefit from the simulation training. Further studies are needed to verify whether a modified version of the questionnaire would be capable of improving its performance among experienced bronchoscopists.","Authors":"Scarlata, S (Scarlata, Simone) ; Palermo, P (Palermo, Patrizio) ; Candoli, P (Candoli, Piero) ; Tofani, A (Tofani, Ariela) ; Petitti, T (Petitti, Tommasangelo) ; Corbetta, L (Corbetta, Lorenzo)","Title":"EBUS-STAT Subscore Analysis to Predict the Efficacy and Assess the Validity of Virtual Reality Simulation for EBUS-TBNA Training Among Experienced Bronchoscopists"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398602800003 PubMed ID: 28077665 ISSN: 0022-3077 eISSN: 1522-1598","Keywords":"virtual reality; freely moving; 24/7; spatial cognition; operator independent KeyWords Plus:MONGOLIAN GERBILS; OPTICAL CONTROL; GRID CELLS; NAVIGATION; DYNAMICS; CORTEX; MICE; ENVIRONMENTS; NEUROSCIENCE; SYSTEM","Categories":"Neurosciences & Neurology; Physiology Web of Science Categories:Neurosciences; Physiology","Journal Information":"JOURNAL OF NEUROPHYSIOLOGY Volume: 117 Issue: 4 Pages: 1736-1748 DOI: 10.1152/jn.00630.2016 Published: APR 2017","Abstract":"Virtual reality (VR) environments are a powerful tool to investigate brain mechanisms involved in the behavior of animals. With this technique, animals are usually head fixed or secured in a harness, and training for cognitively more complex VR paradigms is time consuming. A VR apparatus allowing free animal movement and the constant operator-independent training of tasks would enable many new applications. Key prospective usages include brain imaging of animal behavior when carrying a miniaturized mobile device such as a fluorescence microscope or an optetrode. Here, we introduce the Servoball, a spherical VR treadmill based on the closed-loop tracking of a freely moving animal and feedback counterrotation of the ball. Furthermore, we present the complete integration of this experimental system with the animals' group home cage, from which single individuals can voluntarily enter through a tunnel with radio-frequency identification (RFID)-automated access control and commence experiments. This automated animal sorter functions as a mechanical replacement of the experimenter. We automatically trained rats using visual or acoustic cues to solve spatial cognitive tasks and recorded spatially modulated entorhinal cells. When electrophysiological extracellular recordings from awake behaving rats were performed, head fixation can dramatically alter results, so that any complex behavior that requires head movement is impossible to achieve. We circumvented this problem with the use of the Servoball in open-field scenarios, as it allows the combination of open-field behavior with the recording of nerve cells, along with all the flexibility that a virtual environment brings. This integrated home cage with a VR arena experimental system permits highly efficient experimentation for complex cognitive experiments.","Authors":"Kaupert, U (Kaupert, Ursula) ; Thurley, K (Thurley, Kay) ; Frei, K (Frei, Katja) ; Bagorda, F (Bagorda, Francesco) ; Schatz, A (Schatz, Alexej) ; Tocker, G (Tocker, Gilad) ; Rapoport, S (Rapoport, Sophie) ; Derdikman, D (Derdikman, Dori) ; Winter, Y (Winter, York)","Title":"Spatial cognition in a virtual reality home-cage extension for freely moving rodents"}, {"Categories":"Neurosciences & Neurology; Surgery Web of Science Categories:Clinical Neurology; Surgery","Journal Information":"JOURNAL OF NEUROSURGERY Volume: 126 Issue: 4 Pages: A1401-A1401 Meeting Abstract: 675 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000397837900145 ISSN: 0022-3085 eISSN: 1933-0693","Authors":"Bekelis, K (Bekelis, Kimon); Calnan, D (Calnan, Daniel); Simmons, N (Simmons, Nathan); Mackenzie, T (Mackenzie, Todd); Kakoulides, G (Kakoulides, George)","Title":"Effect of an immersive preoperative virtual reality experience on patient reported outcomes: a Randomized Controlled Trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397572700030 PubMed ID: 27075936 ISSN: 0023-852X eISSN: 1531-4995","Keywords":"Virtual reality simulation; temporal bone surgery; directed self-regulated learning; self-assessment; surgical training KeyWords Plus:TEMPORAL BONE SURGERY; OBJECTIVE ASSESSMENT; HEALTH-PROFESSIONS; CONTROLLED-TRIAL; SURGICAL SKILLS; SELF-ASSESSMENT; PERFORMANCE; OTOLARYNGOLOGY; ACQUISITION; COMPETENCE","Categories":"Research & Experimental Medicine; Otorhinolaryngology Web of Science Categories:Medicine, Research & Experimental; Otorhinolaryngology","Journal Information":"LARYNGOSCOPE Volume: 127 Issue: 4 Pages: 907-914 DOI: 10.1002/lary.26000 Published: APR 2017","Abstract":"Objectives/HypothesisTo explore why novices' performance plateau in directed, self-regulated virtual reality (VR) simulation training and how performance can be improved. Study DesignProspective study. MethodsData on the performances of 40 novices who had completed repeated, directed, self-regulated VR simulation training of mastoidectomy were included. Data were analyzed to identify key areas of difficulty as well as the procedures terminated without using all the time allowed. ResultsNovices had difficulty in avoiding drilling holes in the outer anatomical boundaries of the mastoidectomy and frequently made injuries to vital structures such as the lateral semicircular canal, the ossicles, and the facial nerve. The simulator-integrated tutor function improved performance on many of these items, but overreliance on tutoring was observed. Novices also demonstrated poor self-assessment skills and often did not make use of the allowed time, lacking knowledge on when to stop or how to excel. ConclusionDirected, self-regulated VR simulation training of mastoidectomy needs a strong instructional design with specific process goals to support deliberate practice because cognitive effort is needed for novices to improve beyond an initial plateau. Level of EvidenceN/A. Laryngoscope, 127:907-914, 2017","Authors":"Andersen, SAW (Andersen, Steven A. W.) ; Konge, L (Konge, Lars) ; Mikkelsen, PT (Mikkelsen, Peter Trier) ; Caye-Thomasen, P (Caye-Thomasen, Per) ; Sorensen, MS (Sorensen, Mads Solvsten)","Title":"Mapping the plateau of novices in virtual reality simulation training of mastoidectomy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396957900010 PubMed ID: 28131934 ISSN: 0260-6917 eISSN: 1532-2793","Keywords":"Laparoscopic simulation; Camera navigation; Laparoscopic assistance; Surgical education KeyWords Plus:INSTRUCTOR FEEDBACK; SURGERY","Categories":"Education & Educational Research; Nursing Web of Science Categories:Education, Scientific Disciplines; Nursing","Journal Information":"NURSE EDUCATION TODAY Volume: 51 Pages: 68-72 DOI: 10.1016/j.nedt.2017.01.008 Published: APR 2017","Abstract":"Background: Laparoscopic assistance is often entrusted to a less experienced resident, medical student, or operating room nurse. Data regarding laparoscopic training for operating room nurses are not available. Objectives: The aim of the study was to analyse the initial performance level and learning curves of operating room nurses in basic laparoscopic surgery compared with medical students and surgical residents to determine their ability to assist with this type of procedure. Design: The study was designed to compare the initial virtual reality performance level and learning curves of user groups to analyse competence in laparoscopic assistance. Participants: The study subjects were operating room nurses, medical students, and first year residents. Methods: Participants performed three validated tasks (camera navigation, peg transfer, fine dissection) on a virtual reality laparoscopic simulator three times in 3 consecutive days. Laparoscopic experts were enrolled as a control group. Participants filled out questionnaires before and after the course. Results: Nurses and students were comparable in their initial performance (p> 0.05). Residents performed better in camera navigation than students and nurses and reached the expert level for this task. Residents, students, and nurses had comparable bimanual skills throughout the study; while, experts performed significantly better in bimanual manoeuvres at all times (p < 0.05). Conclusion: The included user groups had comparable skills for bimanual tasks. Residents with limited experience reached the expert level in camera navigation. With training, nurses, students, and first year residents are equally capable of assisting in basic laparoscopic procedures. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Paschold, M (Paschold, M.) ; Huber, T (Huber, T.) ; Maedge, S (Maedge, S.) ; Zeissig, SR (Zeissig, S. R.) ; Lang, H (Lang, H.) ; Kneist, W (Kneist, W.)","Title":"Laparoscopic assistance by operating room nurses: Results of a virtual-reality study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397850600035 PubMed ID: 28017423 ISSN: 0161-6420 eISSN: 1549-4713","Categories":"Ophthalmology Web of Science Categories:Ophthalmology","Journal Information":"OPHTHALMOLOGY Volume: 124 Issue: 4 Pages: 524-531 DOI: 10.1016/j.ophtha.2016.11.015 Published: APR 2017","Abstract":"Purpose: To investigate the effect of virtual reality proficiency-based training on actual cataract surgery performance. The secondary purpose of the study was to define which surgeons benefit from virtual reality training. Design: Multicenter masked clinical trial. Participants: Eighteen cataract surgeons with different levels of experience. Methods: Cataract surgical training on a virtual reality simulator (EyeSi) until a proficiency-based test was passed. Main Outcome Measures: Technical performance in the operating room (OR) assessed by 3 independent, masked raters using a previously validated task-specific assessment tool for cataract surgery (Objective Structured Assessment of Cataract Surgical Skill). Three surgeries before and 3 surgeries after the virtual reality training were video-recorded, anonymized, and presented to the raters in random order. Results: Novices (noneindependently operating surgeons) and surgeons having performed fewer than 75 independent cataract surgeries showed significant improvements in the OR-32% and 38%, respectively-after virtual reality training (P = 0.008 and P = 0.018). More experienced cataract surgeons did not benefit from simulator training. The reliability of the assessments was high with a generalizability coefficient of 0.92 and 0.86 before and after the virtual reality training, respectively. Conclusions: Clinically relevant cataract surgical skills can be improved by proficiency-based training on a virtual reality simulator. Novices as well as surgeons with an intermediate level of experience showed improvement in OR performance score. (C) 2017 by the American Academy of Ophthalmology","Authors":"Thomsen, ASS (Thomsen, Ann Sofia Skou) ; Bach-Holm, D (Bach-Holm, Daniella) ; Kjaerbo, H (Kjaerbo, Hadi) ; Hojgaard-Olsen, K (Hojgaard-Olsen, Klavs) ; Subhi, Y (Subhi, Yousif) ; Saleh, GM (Saleh, George M.) ; Park, YS (Park, Yoon Soo) ; la Cour, M (la Cour, Morten) ; Konge, L (Konge, Lars) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Skou Thomsen, Ann Sofia  http://orcid.org/0000-0002-4249-581X","Title":"Operating Room Performance Improves after Proficiency-Based Virtual Reality Cataract Surgery Training"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397871700003 ISSN: 1617-4909 eISSN: 1617-4917","Keywords":"Touchless interaction; Wearable augmented reality; Point-and-click interface; RGB-D camera; User study KeyWords Plus:NATURAL INTERACTION; REALITY; GESTURES; PROJECT; SENSORS","Categories":"Computer Science; Telecommunications Web of Science Categories:Computer Science, Information Systems; Telecommunications","Journal Information":"PERSONAL AND UBIQUITOUS COMPUTING Volume: 21 Issue: 2 Pages: 203-217 Special Issue: SI DOI: 10.1007/s00779-016-0987-8 Published: APR 2017","Abstract":"The cultural heritage could benefit significantly from the integration of wearable augmented reality (AR). This technology has the potential to guide the user and provide her with both in-depth information, without distracting her from the context, and a natural interaction, which can further allow her to explore and navigate her way through a huge amount of cultural information. The integration of touchless interaction and augmented reality is particularly challenging. On the technical side, the human-machine interface has to be reliable so as to guide users across the real world, which is composed of cluttered backgrounds and severe changes in illumination conditions. On the user experience side, the interface has to provide precise interaction tools while minimizing the perceived task difficulty. In this study, an interactive wearable AR system to augment the environment with cultural information is described. To confer robustness to the interface, a strategy that takes advantage of both depth and color data to find the most reliable information on each single frame is introduced. Moreover, the results of an ISO 9241-9 user study performed in both indoor and outdoor conditions are presented and discussed. The experimental results show that, by using both depth and color data, the interface can behave consistently in different indoor and outdoor scenarios. Furthermore, the results show that the presence of a virtual pointer in the augmented visualization significantly reduces the users error rate in selection tasks.","Authors":"Brancati, N (Brancati, Nadia) ; Caggianese, G (Caggianese, Giuseppe) ; Frucci, M (Frucci, Maria) ; Gallo, L (Gallo, Luigi) ; Neroni, P (Neroni, Pietro)","Title":"Experiencing touchless interaction with augmented content on wearable head-mounted displays in cultural heritage applications"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398521500001 ISSN: 1474-7464 eISSN: 1475-3073","Keywords":"Universal Credit; implementation; means testing; behaviour","Categories":"Social Issues Web of Science Categories:Social Issues","Journal Information":"SOCIAL POLICY AND SOCIETY Volume: 16 Issue: 2 Pages: 169-182 DOI: 10.1017/S1474746416000154 Published: APR 2017","Abstract":"Universal Credit is a major change in the UK's social security system which will affect around eight million households by replacing six existing means-tested benefits and tax credits with a single benefit, based on income, assets and circumstances, and paid monthly. Much commentary about Universal Credit has supported the principle but raised concerns about delivery. This consensus about the principles and the focus on delivery have resulted in less attention being paid to key policy choices informing the design. This article examines two aspects of the design of Universal Credit: the aim to make Universal Credit as much like work' as possible, and the architecture of the means test. The focus here is the gap between the assumptions underlying the design of Universal Credit, on the one hand, and the research evidence about life on a low income, and in low-waged and often insecure employment, on the other. Finally, we discuss the most significant contradiction between the transformational' aim for Universal Credit, to help people achieve greater independence' from the state, and the realities of deepening and widening control of claimants' lives.","Authors":"Millar, J (Millar, Jane) ; Bennett, F (Bennett, Fran)","Title":"Universal Credit: Assumptions, Contradictions and Virtual Reality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398176000017 PubMed ID: 27572069 ISSN: 0930-2794 eISSN: 1432-2218","Keywords":"Competition; Surgical education; Laparoscopic simulation training; Serious games KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; DELIBERATE PRACTICE; EXPERT-PERFORMANCE; VIDEO GAMES; OPERATING-ROOM; BOOT CAMP; SURGERY; ACQUISITION; MOTIVATION; PROGRAM","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"SURGICAL ENDOSCOPY AND OTHER INTERVENTIONAL TECHNIQUES Volume: 31 Issue: 4 Pages: 1643-1650 DOI: 10.1007/s00464-016-5152-y Published: APR 2017","Abstract":"Background The objective of this study was to assess the effect of a serious game skills competition on voluntary usage of a laparoscopic simulator among first-year surgical residents' standard simulation curriculum. Methods With research ethics board approval, informed consent was obtained from first-year surgical residents enrolled in an introductory surgical simulation curriculum. The class of 2013 served as a control cohort following the standard curriculum which mandates completion of six laparoscopic simulator skill tasks. For the 2014 competition cohort, the only change introduced was the biweekly and monthly posting of a leader board of the top three and ten fastest peg transfer times. Entry surveys were administered assessing attitudes towards simulation-based training and competition. Cohorts were observed for 5 months. Results There were 24 and 25 residents in the control and competition cohorts, respectively. The competition cohort overwhelmingly (76 %) stated that they were not motivated to deliberate practice by competition. Median total simulator usage time was 132 min (IQR = 214) in the competition cohort compared to 89 (IQR = 170) in the control cohort. The competition cohort completed their course requirements significantly earlier than the control cohort (chi (2) = 6.5, p = 0.01). There was a significantly greater proportion of residents continuing to use the simulator voluntarily after completing their course requirements in the competition cohort (44 vs. 4 %; p = 0.002). Residents in the competition cohort were significantly faster at peg transfer (194 +/- 66 vs. 233 +/- 53 s, 95 % CI of difference = 4-74 s; p = 0.03) and significantly decreased their completion time by 33 +/- 54 s (95 % CI 10-56 s; paired t test, p = 0.007). Conclusion A simple serious games skills competition increased voluntary usage and performance on a laparoscopic simulator, despite a majority of participants reporting they were not motivated by competition. Future directions should endeavour to examine other serious gaming modalities to further engage trainees in simulated skills development.","Authors":"El-Beheiry, M (El-Beheiry, Mostafa) ; McCreery, G (McCreery, Greig) ; Schlachta, CM (Schlachta, Christopher M.)","Title":"A serious game skills competition increases voluntary usage and proficiency of a virtual reality laparoscopic simulator during first-year surgical residents' simulation curriculum"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398176000029 PubMed ID: 27515838 ISSN: 0930-2794 eISSN: 1432-2218","Keywords":"Surgery; laparoscopy; box trainer; education; training; mixed-method KeyWords Plus:VIRTUAL-REALITY SIMULATOR; RANDOMIZED-TRIAL; SKILLS; SURGERY; EDUCATION","Categories":"Surgery Web of Science Categories:Surgery","Journal Information":"SURGICAL ENDOSCOPY AND OTHER INTERVENTIONAL TECHNIQUES Volume: 31 Issue: 4 Pages: 1738-1745 DOI: 10.1007/s00464-016-5166-5 Published: APR 2017","Abstract":"Background Simulation training can prepare trainees for clinical practice in laparoscopic surgery. Training on box trainers allows for simulation training at home, which studies have shown to be a feasible method of training. However, little research has been conducted into how to make it a more efficient method of training. Our aim was to investigate how box trainers are used in take-home training to help guide the design of take-home training courses. Methods This study was designed using a mixed methods approach. Junior doctors participating in a laparoscopy curriculum, which included practising at home on box trainers, were invited. Quantitative data on training patterns was collected from logbooks. Qualitative data on the use of box trainers was retrieved from focus groups and individual interviews. Results From logbooks, we found that 14 out of 18 junior doctors mixed their training modalities, and four practised first on box trainers then on virtual reality simulators. Twelve practised only at home, while five practised at both places and one practised solely at the simulation centre. After a delayed start, most practised for some time, then had a period without training and then started training again towards the end of the course. We found that the themes of the interviews were: training method, training pattern, feedback and self-regulation. Participants identified the lack of feedback as challenging but described how self-rating provided direction during unsupervised training. Mandatory training elements affected when and how much participants practised. Conclusions When participants practised at home, they took an individualised approach to training. They mixed their training at home with training at the simulation centre. Participants practised at the beginning and towards the end of the course. Self-rating helped to guide unsupervised training where feedback was not accessible. Curricular requirements and testing determined when and how much participants practised.","Authors":"Thinggaard, E (Thinggaard, Ebbe) ; Konge, L (Konge, Lars) ; Bjerrum, F (Bjerrum, Flemming) ; Strandbygaard, J (Strandbygaard, Jeanett) ; Gogenur, I (Gogenur, Ismail) ; Spanager, L (Spanager, Lene)","Title":"Take-home training in a simulation-based laparoscopy course"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000398055000003 PubMed ID: 28373222 ISSN: 0007-1250 eISSN: 1472-1465","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"BRITISH JOURNAL OF PSYCHIATRY Volume: 210 Issue: 4 Pages: 245-246 DOI: 10.1192/bjp.bp.116.193300 Published: APR 2017","Authors":"Gega, L (Gega, Lina)","Title":"The virtues of virtual reality in exposure therapy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398055000008 PubMed ID: 27979818 ISSN: 0007-1250 eISSN: 1472-1465","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"BRITISH JOURNAL OF PSYCHIATRY Volume: 210 Issue: 4 Pages: 276-283 DOI: 10.1192/bjp.bp.116.184234 Published: APR 2017","Abstract":"Background People with social anxiety disorder (SAD) fear social interactions and may be reluctant to seek treatments involving exposure to social situations. Social exposure conducted in virtual reality (VR), embedded in individual cognitive-behavioural therapy (CBT), could be an answer. Aims To show that conducting VR exposure in CBT for SAD is effective and is more practical for therapists than conducting exposure in vivo. Method Participants were randomly assigned to either VR exposure (n = 17), in vivo exposure (n = 22) or waiting list (n = 20). Participants in the active arms received individual CBT for 14 weekly sessions and outcome was assessed with questionnaires and a behaviour avoidance test. (Trial registration number ISRCTN99747069.) Results Improvements were found on the primary (Liebowitz Social Anxiety Scale) and all five secondary outcome measures in both CBT groups compared with the waiting list. Conducting exposure in VR was more effective at post-treatment than in vivo on the primary outcome measure and on one secondary measure. Improvements were maintained at the 6-month follow-up. VR was significantly more practical for therapists than in vivo exposure. Conclusions Using VR can be advantageous over standard CBT as a potential solution for treatment avoidance and as an efficient, cost-effective and practical medium of exposure. Declaration of interest S.B. and G.R. are consultants to and own equity in Cliniques et Developpement In Virtuo, which develops virtual environments; however, Cliniques et Developpement In Virtuo did not create the virtual environments used in this study. The terms of these arrangements were reviewed and approved by Universite ' du Quebec en Outaouais, in accordance with its policy on conflicts of interest. Copyright and usage (C) The Royal College of Psychiatrists 2017.","Authors":"Bouchard, S (Bouchard, Stephane) ; Dumoulin, S (Dumoulin, Stephanie); Robillard, G (Robillard, Genevieve) ; Guitard, T (Guitard, Tanya) ; Klinger, E (Klinger, Evelyne) ; Forget, H (Forget, Helene) ; Loranger, C (Loranger, Claudie) ; Roucaut, FX (Roucaut, Francois Xavier)","Title":"Virtual reality compared with in vivo exposure in the treatment of social anxiety disorder: a three-arm randomised controlled trial"}, {"Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF UROLOGY Volume: 197 Issue: 4 Pages: E808-E809 Supplement: S Meeting Abstract: PD41-05 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000398276603247 ISSN: 0022-5347 eISSN: 1527-3792","Authors":"Aloosh, M (Aloosh, Mehdi); Noureldin, YA (Noureldin, Yasser A.); Andonian, S (Andonian, Sero)","Title":"TRANSFER OF FLEXIBLE URETEROSCOPIC STONE-EXTRACTION SKILL FROM A VIRTUAL REALITY SIMULATOR TO THE OPERATING THEATRE: A PILOT STUDY"}, {"Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"JOURNAL OF UROLOGY Volume: 197 Issue: 4 Pages: E695-E695 Supplement: S Meeting Abstract: MP51-06 Published: APR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000398276602502 ISSN: 0022-5347 eISSN: 1527-3792","Authors":"Aloosh, M (Aloosh, Mehdi); Couture, F (Couture, Felix); Andonian, S (Andonian, Sero)","Title":"ASSESSMENT OF FLEXIBLE URETEROSCOPIC STONE EXTRACTION SKILLS OF UROLOGY POSTGRADUATE TRAINEES DURING OBJECTIVE STRUCTURED CLINICAL EXAMINATIONS: IS THERE A PLACE FOR VIRTUAL REALITY SIMULATORS?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397921800009 PubMed ID: 27838936 ISSN: 0002-953X eISSN: 1535-7228","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"AMERICAN JOURNAL OF PSYCHIATRY Volume: 174 Issue: 4 Pages: 329-340 DOI: 10.1176/appi.ajp.2016.16030360 Published: APR 2017","Abstract":"Objective: Previous meta-analyses indicate that computerized cognitive training (CCT) is a safe and efficacious intervention for cognition in older adults. However, efficacy varies across populations and cognitive domains, and little is known about the efficacy of CCT in people with mild cognitive impairment or dementia. Method: The authors searched Medline, Embase, PsychINFO, CINAHL, and CENTRAL through July 1, 2016, for randomized controlled trials of CCT in older adults with mild cognitive impairment or dementia. Overall cognition, individual cognitive domains, psychosocial function, and activities of daily living were pooled separately for mild cognitive impairment and dementia trials. Results: The overall effect on cognition in mild cognitive impairment across 17 trials was moderate (Hedges' g=0.35, 95% CI=0.20-0.51). There was no evidence of publication bias or difference between active-and passive-controlled trials. Small to moderate effects were found for global cognition, attention, working memory, learning, and memory, with the exception of nonverbal memory, and for psychosocial functioning, including depressive symptoms. In dementia, statistically significant effects were found on overall cognition (k=11, g=0.26, 95% CI=0.01-0.52) and visuospatial skills, but these were driven by three trials of virtual reality or Nintendo Wii. Conclusions: CCT is efficacious on global cognition, select cognitive domains, and psychosocial functioning in people with mild cognitive impairment. This intervention therefore warrants longer-term and larger-scale trials to examine effects on conversion to dementia. Conversely, evidence for efficacy in people with dementia is weak and limited to trials of immersive technologies.","Authors":"Hill, NTM (Hill, Nicole T. M.); Mowszowski, L (Mowszowski, Loren); Naismith, SL (Naismith, Sharon L.); Chadwick, VL (Chadwick, Verity L.); Valenzuela, M (Valenzuela, Michael); Lampit, A (Lampit, Amit)","Title":"Computerized Cognitive Training in Older Adults With Mild Cognitive Impairment or Dementia: A Systematic Review and Meta-Analysis"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000396403800001 PubMed ID: 28320648 ISSN: 1077-2626 eISSN: 1941-0506","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: V-V Published: APR 2017","Authors":"De Floriani, L (De Floriani, Leila) ; Schmalstieg, D (Schmalstieg, Dieter)","Title":"Introducing the IEEE Virtual Reality 2017 Special Issue"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000396403800003 PubMed ID: 28129167 ISSN: 1077-2626 eISSN: 1941-0506","Keywords":"Terms Augmented reality; displays; focus accommodation; perception; user study KeyWords Plus:HEAD-MOUNTED DISPLAY; DEPTH-OF-FOCUS; ACCOMMODATION; VERGENCE; DYNAMICS; OPTICS","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1275-1284 DOI: 10.1109/TVCG.2017.2657058 Published: APR 2017","Abstract":"Accommodative depth cues, a wide field of view, and ever-higher resolutions all present major hardware design challenges for near-eye displays. Optimizing a design to overcome one of these challenges typically leads to a trade-off in the others. We tackle this problem by introducing an all-in-one solution a new wide field of view, gaze-tracked near-eye display for augmented reality applications. The key component of our solution is the use of a single see-through, varifocal deformable membrane mirror for each eye reflecting a display. They are controlled by airtight cavities and change the effective focal power to present a virtual image at a target depth plane which is determined by the gaze tracker. The benefits of using the membranes include wide field of view (100 diagonal) and fast depth switching (from 20 cm to infinity within 300 ms). Our subjective experiment verifies the prototype and demonstrates its potential benefits for near-eye see-through displays.","Authors":"Dunn, D (Dunn, David) ; Tippets, C (Tippets, Cary) ; Torell, K (Torell, Kent) ; Kellnhofer, P (Kellnhofer, Petr) ; Aksit, K (Aksit, Kaan) ; Didyk, P (Didyk, Piotr) ; Myszkowski, K (Myszkowski, Karol) ; Luebke, D (Luebke, David) ; Fuchs, H (Fuchs, Henry)","Title":"Wide Field Of View Varifocal Near-Eye Display Using See-Through Deformable Membrane Mirrors"}, {"Keywords":"Image warping; stereoscopic rendering; transparency warping; A-buffer ray casting; image warping strategies; surface estimation quadtree KeyWords Plus:LATENCY","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1285-1294 DOI: 10.1109/TVCG.2017.2657078 Published: APR 2017","Abstract":"Modern virtual reality simulations require a constant high-frame rate from the rendering engine. They may also require very low latency and stereo images. Previous rendering engines for virtual reality applications have exploited spatial and temporal coherence by using image-warping to re-use previous frames or to render a stereo pair at lower cost than running the full render pipeline twice. However these previous approaches have shown artifacts or have not scaled well with image size. We present a new image-warping algorithm that has several novel contributions: an adaptive grid generation algorithm for proxy geometry for image warping; a low-pass hole-filling algorithm to address un-occlusion: and support for transparent surfaces by efficiently ray casting transparent fragments stored in per-pixel linked lists of an A-Buffer. We evaluate our algorithm with a variety of challenging test cases. The results show that it achieves better quality image-warping than state-of-the-art techniques and that it can support transparent surfaces effectively. Finally, we show that our algorithm can achieve image warping at rates suitable for practical use in a variety of applications on modern virtual reality equipment.","Authors":"Schollmeyer, A (Schollmeyer, Andre) ; Schneegans, S (Schneegans, Simon) ; Beck, S (Beck, Stephan) ; Steed, A (Steed, Anthony) ; Forehlich, B (Forehlich, Bernd)","Title":"Efficient Hybrid Image Warping for High Frame-Rate Stereoscopic Rendering"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000396403800005 PubMed ID: 28129165 ISSN: 1077-2626 eISSN: 1941-0506","Keywords":"Terms Virtual reality; latency; persistence; display modulation KeyWords Plus:DYNAMIC VISUAL-ACUITY; MOTION","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1295-1301 DOI: 10.1109/TVCG.2017.2656979 Published: APR 2017","Abstract":"Motion-to-photon latency causes images to sway from side to side in a VR/AR system, while display persistence causes smearing; both of these are undesirable artifacts. We show that once latency is reduced or eliminated, smearing due to display persistence becomes the dominant visual artifact, even with accurate tracker prediction. We investigate the human perceptual mechanisms responsible for this and we demonstrate a modified 3D rotation display controller architecture for driving a high speed digital display which minimizes latency and persistence. We simulate it in software and we built a testbench based on a very high frame rate (2880 fps 1-bit images) display system mounted on a mechanical rotation gantry which emulates display rotation during head rotation in an HMD.","Authors":"Regan, M (Regan, Matthew) ; Miller, GSP (Miller, Gavin S. P.)","Title":"The Problem of Persistence with Rotating Displays"}, {"Keywords":"Mixed reality rendering; image based lighting; image based shadowing; 360 degrees panoramic video KeyWords Plus:CAMERA; SCENES","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1302-1311 DOI: 10.1109/TVCG.2017.2657178 Published: APR 2017","Abstract":"This paper presents a novel immersive system called MR360 that provides interactive mixed reality (MR) experiences using a conventional low dynamic range (LDR) 360 panoramic video (360-video) shown in head mounted displays (HMDs). MR360 seamlessly composites 3D virtual objects into a live 360-video using the input panoramic video as the lighting source to illuminate the virtual objects. Image based lighting (IBL) is perceptually optimized to provide fast and believable results using the LDR 360-video as the lighting source. Regions of most salient lights in the input panoramic video are detected to optimize the number of lights used to cast perceptible shadows. Then, the areas of the detected lights adjust the penumbra of the shadow to provide realistic soft shadows. Finally, our real-time differential rendering synthesizes illumination of the virtual 3D objects into the 360-video. MR360 provides the illusion of interacting with objects in a video, which are actually 3D virtual objects seamlessly composited into the background of the 360-video. MR360 was implemented in a commercial game engine and tested using various 360-videos. Since our MR360 pipeline does not require any pre-computation. it can synthesize an interactive MR scene using a live 360-video stream while providing realistic high performance rendering suitable for HMDs.","Authors":"Rhee, T (Rhee, Taehyun) ; Petikam, L (Petikam, Lohit) ; Allen, B (Allen, Benjamin) ; Chalmers, A (Chalmers, Andrew)","Title":"MR360: Mixed Reality Rendering for 360 degrees Panoramic Videos"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000396403800007 PubMed ID: 28129164 ISSN: 1077-2626 eISSN: 1941-0506","Keywords":"Terms Dynamic passive haptic feedback; input devices; virtual reality; haptics; perception","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1312-1321 DOI: 10.1109/TVCG.2017.2656978 Published: APR 2017","Abstract":"We define the concept of Dynamic Passive Haptic Feedback (DPHF) for virtual reality by introducing the weight-shifting physical DPHF proxy object Shifty. This concept combines actuators known from active haptics and physical proxies known from passive haptics to construct proxies that automatically adapt their passive haptic feedback. We describe the concept behind our ungrounded weight-shifting DPHF proxy Shifty and the implementation of our prototype. We then investigate how Shifty can, by automatically changing its internal weight distribution, enhance the user's perception of virtual objects interacted with in two experiments. In a first experiment, we show that Shifty can enhance the perception of virtual objects changing in shape, especially in length and thickness. Here, Shifty was shown to increase the user's fun and perceived realism significantly, compared to an equivalent passive haptic proxy. In a second experiment, Shifty is used to pick up virtual objects of different virtual weights. The results show that Shifty enhances the perception of weight and thus the perceived realism by adapting its kinesthetic feedback to the picked-up virtual object. In the same experiment, we additionally show that specific combinations of haptic, visual and auditory feedback during the pick-up interaction help to compensate for visual-haptic mismatch perceived during the shifting process.","Authors":"Zenner, A (Zenner, Andre) ; Kruger, A (Krueger, Antonio)","Title":"Shifty: A Weight-Shifting Dynamic Passive Haptic Proxy to Enhance Object Perception in Virtual Reality"}, {"Keywords":"Terms Virtual reality; virtual environments; presence; place illusion; plausibility illusion; immersion; coherence; psychophysics; user studies KeyWords Plus:IMMERSIVE VIRTUAL ENVIRONMENT; ENHANCES REALISTIC RESPONSE; REALITY","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1322-1331 DOI: 10.1109/TVCG.2017.2657158 Published: APR 2017","Abstract":"We report on the design and results of an experiment investigating factors influencing Slater's Plausibility Illusion (Psi) in virtual environments (VEs). Slater proposed Psi and Place Illusion (PI) as orthogonal components of virtual experience which contribute to realistic response in a VE. PI corresponds to the traditional conception of presence as \"being there,\" so there exists a substantial body of previous research relating to PI, but very little relating to Psi. We developed this experiment to investigate the components of plausibility illusion using subjective matching techniques similar to those used in color science. Twenty-one participants each experienced a scenario with the highest level of coherence (the extent to which a scenario matches user expectations and is internally consistent), then in eight different trials chose transitions from lower-coherence to higher-coherence scenarios with the goal of matching the level of Psi they felt in the highest-coherence scenario. At each transition, participants could change one of the following coherence characteristics: the behavior of the other virtual humans in the environment, the behavior of their own body, the physical behavior of objects, or the appearance of the environment. Participants tended to choose improvements to the virtual body before any other improvements. This indicates that having an accurate and well-behaved representation of oneself in the virtual environment is the most important contributing factor to Psi. This study is the first to our knowledge to focus specifically on coherence factors in virtual environments.","Authors":"Skarbez, R (Skarbez, Richard) ; Neyret, S (Neyret, Solene) ; Brooks, FP (Jr, Frederick P. Brooks) ; Slater, M (Slater, Mel) ; Whitton, MC (Whitton, Mary C.)","Title":"A Psychophysical Experiment Regarding Components of the Plausibility Illusion"}, {"Keywords":"Presence; plausibility; place illusion; user studies; experimental methods; multimodal interaction; entertainment KeyWords Plus:ENHANCES REALISTIC RESPONSE; ENVIRONMENTS; PSYCHOPHYSICS; SENSE; CONSCIOUSNESS; MUSINGS; INPUT","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1332-1339 DOI: 10.1109/TVCG.2017.2657138 Published: APR 2017","Abstract":"We describe an experiment that explores the contribution of auditory and other features to the illusion of plausibility in a virtual environment that depicts the performance of a string quartet. 'Plausibility' refers to the component of presence that is the illusion that the perceived events in the virtual environment are really happening. The features studied were: Gaze (the musicians ignored the participant, the musicians sometimes looked towards and followed the participant's movements), Sound Spatialization (Mono, Stereo, Spatial), Auralization (no sound reflections, reflections corresponding to a room larger than the one perceived, reflections that exactly matched the virtual room), and Environment (no sound from outside of the room, birdsong and wind corresponding to the outside scene). We adopted the methodology based on color matching theory, where 20 participants were first able to assess their feeling of plausibility in the environment with each of the four features at their highest setting. Then five times participants started from a low setting on all features and were able to make transitions from one system configuration to another until they matched their original feeling of plausibility. From these transitions a Markov transition matrix was constructed, and also probabilities of a match conditional on feature configuration. The results show that Environment and Gaze were individually the most important factors influencing the level of plausibility. The highest probability transitions were to improve Environment and Gaze, and then Auralization and Spatialization. We present this work as both a contribution to the methodology of assessing presence without questionnaires, and showing how various aspects of a musical performance can influence plausibility.","Authors":"Bergstrom, I (Bergstrom, Ilias) ; Azevedo, S (Azevedo, Sergio) ; Papiotis, P (Papiotis, Panos) ; Saldanha, N (Saldanha, Nuno) ; Slater, M (Slater, Mel)","Title":"The Plausibility of a String Quartet Performance in Virtual Reality"}, {"Keywords":"Virtual reality; redirected walking; room-scale; bending gains KeyWords Plus:REDIRECTED WALKING; VIRTUAL ENVIRONMENTS; LOCOMOTION; PERCEPTION; MOTION; SYSTEM; FLOW","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1349-1358 DOI: 10.1109/TVCG.2017.2657220 Published: APR 2017","Abstract":"Redirected walking (RDW) promises to allow near-natural walking in an infinitely large virtual environment (VE) by subtle manipulations of the virtual camera. Previous experiments analyzed the human sensitivity to RDW manipulations by focusing on the worst-case scenario, in which users walk perfectly straight ahead in the VE, whereas they are redirected on a circular path in the real world. The results showed that a physical radius of at least 22 meters is required for undetectable RDW. However, users do not always walk exactly straight in a VE. So far, it has not been investigated how much a physical path can be bent in situations in which users walk a virtual curved path instead of a straight one. Such curved walking paths can be often observed, for example, when users walk on virtual trails, through bent corridors, or when circling around obstacles. In such situations the question is not, whether or not the physical path can be bent, but how much the bending of the physical path may vary from the bending of the virtual path. In this article, we analyze this question and present redirection by means of bending gains that describe the discrepancy between the bending of curved paths in the real and virtual environment. Furthermore, we report the psychophysical experiments in which we analyzed the human sensitivity to these gains. The results reveal encouragingly wider detection thresholds than for straightforward walking. Based on our findings, we discuss the potential of curved walking and present a first approach to leverage bent paths in a way that can provide undetectable RDW manipulations even in room-scale VR.","Authors":"Langbehn, E (Langbehn, Eike) ; Lubos, P (Lubos, Paul) ; Bruder, G (Bruder, Gerd) ; Steinicke, F (Steinicke, Frank)","Title":"Bending the Curve: Sensitivity to Bending of Curved Paths and Application in Room-Scale VR"}, {"Keywords":"Virtual reality; Locomotion; User behaviour KeyWords Plus:WALKING-IN-PLACE; LOCOMOTION; REALITY","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1359-1368 DOI: 10.1109/TVCG.2017.2657038 Published: APR 2017","Abstract":"In immersive Virtual Reality systems, users tend to move in a Virtual Environment as they would in an analogous physical environment. In this work, we investigated how user behaviour is affected when the Virtual Environment differs from the physical space. We created two sets of four environments each, plus a virtual replica of the physical environment as a baseline. The first focused on aesthetic discrepancies, such as a water surface in place of solid ground. The second focused on mixing immaterial objects together with those paired to tangible objects. For example, barring an area with walls or obstacles. We designed a study where participants had to reach three waypoints laid out in such a way to prompt a decision on which path to follow based on the conflict between the mismatching visual stimuli and their awareness of the real layout of the room. We analysed their performances to determine whether their trajectories were altered significantly from the shortest route. Our results indicate that participants altered their trajectories in presence of surfaces representing higher walking difficulty (for example, water instead of grass). However, when the graphical appearance was found to be ambiguous, there was no significant trajectory alteration. The environments mixing immaterial with physical objects had the most impact on trajectories with a mean deviation from the shortest route of 60 cm against the 37 cm of environments with aesthetic alterations. The co-existance of paired and unpaired virtual objects was reported to support the idea that all objects participants saw were backed by physical props. From these results and our observations, we derive guidelines on how to alter user movement behaviour in Virtual Environments.","Authors":"Simeone, AL (Simeone, Adalberto L.) ; Mavridou, I (Mavridou, Ifigeneia) ; Powell, W (Powell, Wendy)","Title":"Altering User Movement Behaviour in Virtual Environments"}, {"Keywords":"Virtual reality; intuitive physics; mental simulation KeyWords Plus:INTUITIVE PHYSICS; VISUAL-PERCEPTION; MENTAL ANIMATION; MOTION; SIMULATION; MECHANICS; ABSENCE; OBJECTS","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1369-1378 DOI: 10.1109/TVCG.2017.2657235 Published: APR 2017","Abstract":"This paper examines how humans adapt to novel physical situations with unknown gravitational acceleration in immersive virtual environments. We designed four virtual reality experiments with different tasks for participants to complete: strike a ball to hit a target. trigger a ball to hit a target. predict the landing location of a projectile. and estimate the flight duration of a projectile. The first two experiments compared human behavior in the virtual environment with real-world performance reported in the literature. The last two experiments aimed to test the human ability to adapt to novel gravity fields by measuring their performance in trajectory prediction and time estimation tasks. The experiment results show that: 1) based on brief observation of a projectile's initial trajectory. humans are accurate at predicting the landing location even under novel gravity fields. and 2) humans' time estimation in a familiar earth environment fluctuates around the ground truth flight duration, although the time estimation in unknown gravity fields indicates a bias toward earth's gravity.","Authors":"Ye, T (Ye, Tian) ; Qi, SY (Qi, Siyuan) ; Kubricht, J (Kubricht, James) ; Zhu, YX (Zhu, Yixin) ; Lu, HJ (Lu, Hongjing) ; Zhu, SC (Zhu, Song-Chun)","Title":"The Martian: Examining Human Physical Judgments Across Virtual Gravity Fields"}, {"Keywords":"Virtual reality; reduced gravity; scaled jump; detection thresholds; visual gain KeyWords Plus:REALITY; WALKING","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1379-1387 DOI: 10.1109/TVCG.2017.2657139 Published: APR 2017","Abstract":"The reduced gravity experienced in lunar or Martian surfaces can be simulated on the earth using a cable-driven system, where the cable lifts a person to reduce his or her weight. This paper presents a novel cable-driven system designed for the purpose. It is integrated with a head-mounted display and a motion capture system. Focusing on jump motion within the system, this paper proposes to scale the jump and reports the experiments made for quantifying the extent to which a jump can be scaled without the discrepancy between physical and virtual jumps being noticed by the user. With the tolerable range of scaling computed from these experiments, an application named retargeted jump is developed, where a user can jump up onto virtual objects while physically jumping in the real-world flat floor. The core techniques presented in this paper can be extended to develop extreme-sport simulators such as parasailing and skydiving.","Authors":"Kim, M (Kim, MyoungGon) ; Cho, S (Cho, SungIk) ; Tran, TQ (Tanh Quang Tran) ; Kim, SP (Kim, Seong-Pil) ; Kwon, O (Kwon, Ohung) ; Han, J (Han, JungHyun)","Title":"Scaled Jump in Gravity-reduced Virtual Environments"}, {"Keywords":"Virtual reality; modeling and simulation; virtual worlds training simulations KeyWords Plus:REALITY; GAME; SIMULATION; PREPAREDNESS; TOOL","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1388-1397 DOI: 10.1109/TVCG.2017.2656958 Published: APR 2017","Abstract":"Recent popularity of consumer-grade virtual reality devices, such as the Oculus Rift and the HTC Vive, has enabled household users to experience highly immersive virtual environments. We take advantage of the commercial availability of these devices to provide an immersive and novel virtual reality training approach, designed to teach individuals how to survive earthquakes, in common indoor environments. Our approach makes use of virtual environments realistically populated with furniture objects for training. During a training. a virtual earthquake is simulated. The user navigates in, and manipulates with. the virtual environments to avoid getting hurt, while learning the observation and self-protection skills to survive an earthquake. We demonstrated our approach for common scene types such as offices, living rooms and dining rooms. To test the effectiveness of our approach. we conducted an evaluation by asking users to train in several rooms of a given scene type and then test in a new room of the same type. Evaluation results show that our virtual reality training approach is effective. with the participants who are trained by our approach performing better, on average, than those trained by alternative approaches in terms of the capabilities to avoid physical damage and to detect potentially dangerous objects.","Authors":"Li, CY (Li, Changyang) ; Liang, W (Liang, Wei) ; Quigley, C (Quigley, Chris) ; Zhao, YB (Zhao, Yibiao) ; Yu, LF (Yu, Lap-Fai)","Title":"Earthquake Safety Training through Virtual Drills"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000396403800016 PubMed ID: 28129176 ISSN: 1077-2626 eISSN: 1941-0506","Keywords":"Embodied simulations; virtual environments; mixed reality; creativity; empathy; painting KeyWords Plus:SELF-REPRESENTATION; RACIAL BIAS; BEHAVIOR; PERCEPTION","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1398-1406 DOI: 10.1109/TVCG.2017.2657239 Published: APR 2017","Abstract":"While nothing can be more vivid, immediate and real than our own sensorial experiences, emerging virtual reality technologies are playing with the possibility of being able to share someone else's sensory reality. The Painter Project is a virtual environment where users see a video from a painter's point of view in tandem with a tracked rendering of their own hand while they paint on a physical canvas. The end result is an experiment in superimposition of one experiential reality on top of another, hopefully opening a new window into an artist's creative process. This explorative study tested this virtual environment on stimulating empathy and creativity. The findings indicate potential for this technology as a new expert-novice mentorship simulation.","Authors":"Gerry, LJ (Gerry, Lynda Joy)","Title":"Paint with Me: Stimulating Creativity and Empathy While Painting with a Painter in Virtual Reality"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000396403800017 PubMed ID: 28129169 ISSN: 1077-2626 eISSN: 1941-0506","Keywords":"Real-time interactive systems; virtual reality systems; software architecture; multimodal processing","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1407-1416 DOI: 10.1109/TVCG.2017.2657098 Published: APR 2017","Abstract":"Modularity, modifiability, reusability, and API usability are important software qualities that determine the maintainability of software architectures. Virtual, Augmented, and Mixed Reality (VR, AR, MR) systems, modern computer games, as well as interactive human-robot systems often include various dedicated input-, output-, and processing subsystems. These subsystems collectively maintain a real-time simulation of a coherent application state. The resulting interdependencies between individual state representations, mutual state access, overall synchronization, and flow of control implies a conceptual close coupling whereas software quality asks for a decoupling to develop maintainable solutions. This article presents five semantics-based software techniques that address this contradiction: Semantic grounding, code from semantics, grounded actions, semantic queries, and decoupling by semantics. These techniques are applied to extend the well-established entity-component-system (ECS) pattern to overcome some of this pattern's deficits with respect to the implied state access. A walk-through of central implementation aspects of a multimodal (speech and gesture) VR-interface is used to highlight the techniques' benefits. This use-case is chosen as a prototypical example of complex architectures with multiple interacting subsystems found in many VR, AR and MR architectures. Finally, implementation hints are given, lessons learned regarding maintainability pointed-out, and performance implications discussed.","Authors":"Fischbach, M (Fischbach, Martin) ; Wiebusch, D (Wiebusch, Dennis) ; Latoschik, ME (Latoschik, Marc Erich)","Title":"Semantic Entity-Component State Management Techniques to Enhance Software Quality for Multimodal VR-Systems"}, {"Keywords":"Virtual reality; eye tracking; diagnosis; visualization KeyWords Plus:PARKINSONS-DISEASE; MOUNTED DISPLAYS; ALZHEIMERS; RESPONSES; DEFICITS; SYSTEM; LOAD","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"IEEE TRANSACTIONS ON VISUALIZATION AND COMPUTER GRAPHICS Volume: 23 Issue: 4 Pages: 1417-1426 DOI: 10.1109/TVCG.2017.2657018 Published: APR 2017","Abstract":"For neurodegenerative conditions like Parkinson's disease, early and accurate diagnosis is still a difficult task. Evaluations can be time consuming, patients must often travel to metropolitan areas or different cities to see experts, and misdiagnosis can result in improper treatment. To date, only a handful of assistive or remote methods exist to help physicians evaluate patients with suspected neurological disease in a convenient and consistent way. In this paper, we present a low-cost VR interface designed to support evaluation and diagnosis of neurodegenerative disease and test its use in a clinical setting. Using a commercially available VR display with an infrared camera integrated into the lens, we have constructed a 3D virtual environment designed to emulate common tasks used to evaluate patients, such as fixating on a point, conducting smooth pursuit of an object, or executing saccades. These virtual tasks are designed to elicit eye movements commonly associated with neurodegenerative disease, such as abnormal saccades, square wave jerks, and ocular tremor. Next, we conducted experiments with 9 patients with a diagnosis of Parkinson's disease and 7 healthy controls to test the system's potential to emulate tasks for clinical diagnosis. We then applied eye tracking algorithms and image enhancement to the eye recordings taken during the experiment and conducted a short follow-up study with two physicians for evaluation. Results showed that our VR interface was able to elicit five common types of movements usable for evaluation, physicians were able to confirm three out of four abnormalities, and visualizations were rated as potentially useful for diagnosis.","Authors":"Orlosky, J (Orlosky, Jason) ; Itoh, Y (Itoh, Yuta) ; Ranchet, M (Ranchet, Maud) ; Kiyokawa, K (Kiyokawa, Kiyoshi) ; Morgan, J (Morgan, John) ; Devos, H (Devos, Hannes)","Title":"Emulation of Physician Tasks in Eye-tracked Virtual Reality for Remote Diagnosis of Neurodegenerative Disease"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394449800005 PubMed ID: 26620135 ISSN: 0960-2011 eISSN: 1464-0694","Keywords":"Hemineglect; Cerebrovascular accident; Simulated reality; 3-dimensional environment; Evidence KeyWords Plus:RANDOMIZED CONTROLLED-TRIALS; RIGHT-HEMISPHERE STROKE; VISUOSPATIAL NEGLECT; HEMISPATIAL NEGLECT; KINEMATIC ANALYSIS; TRAINING SYSTEM; REHABILITATION; QUALITY; STREET; INTERVENTIONS","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology","Journal Information":"NEUROPSYCHOLOGICAL REHABILITATION Volume: 27 Issue: 3 Pages: 409-454 DOI: 10.1080/09602011.2015.1113187 Published: APR 2017","Abstract":"Unilateral spatial neglect (USN) is a highly prevalent post-stroke deficit. Currently, there is no gold standard USN assessment which encompasses the heterogeneity of this disorder and that is sensitive to detect mild deficits. Similarly, there is a limited number of high quality studies suggesting that conventional USN treatments are effective in improving functional outcomes and reducing disability. Virtual reality (VR) provides enhanced methods for USN assessment and treatment. To establish best-practice recommendations with respect to its use, it is necessary to appraise the existing evidence. This systematic review aimed to identify and appraise existing VR-based USN assessments; and to determine whether VR is more effective than conventional therapy. Assessment tools were critically appraised using standard criteria. The methodological quality of the treatment trials was rated by two authors. The level of evidence according to stage of recovery was determined. Findings were compiled into a VR-based USN Assessment and Treatment Toolkit (VR-ATT). Twenty-three studies were identified. The proposed VR tools augmented the conventional assessment strategies. However, most studies lacked analysis of psychometric properties. There is limited evidence that VR is more effective than conventional therapy in improving USN symptoms in patients with stroke. It was concluded that VR-ATT could facilitate identification and decision-making as to the appropriateness of VR-based USN assessments and treatments across the continuum of stroke care, but more evidence is required on treatment effectiveness.","Authors":"Ogourtsova, T (Ogourtsova, Tatiana) ; Silva, WS (Silva, Wagner Souza) ; Archambault, PS (Archambault, Philippe S.) ; Lamontagne, A (Lamontagne, Anouk)","Title":"Virtual reality treatment and assessments for post-stroke unilateral spatial neglect: A systematic literature review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397372200013 PubMed ID: 28108321 ISSN: 0166-4328 eISSN: 1872-7549","Keywords":"Virtual reality; Conditioned place preference; Monetary reward","Categories":"Behavioral Sciences; Neurosciences & Neurology Web of Science Categories:Behavioral Sciences; Neurosciences","Journal Information":"BEHAVIOURAL BRAIN RESEARCH Volume: 322 Pages: 110-114 Part: A DOI: 10.1016/j.bbr.2017.01.019 Published: MAR 30 2017","Abstract":"Computerized tasks based on conditioned place preference (CPP) methodology offer the opportunity to study learning mechanisms involved in conditioned reward in humans. In this study, we examined acquisition and extinction of a CPP for virtual environments associated with monetary reward ($). Healthy men and women (N = 57) completed a computerized CPP task in which they controlled an avatar within a virtual environment. On day 1, subjects completed 6 conditioning trials in which one room was paired with high $ and another with low $. Acquisition of place conditioning was assessed by measuring the time spent in each room during an exploration test of the virtual environments and using self -reported ratings of room liking and preference. Twenty-four hours later, retention and extinction of CPP were assessed during 4 successive exploration tests of the virtual environments. Participants exhibited a place preference for (spent significantly more time in) the virtual room paired with high $ over the one paired with low $ (p = 0.015). They also reported that they preferred the high $ room (p<0.001) and liked it significantly more than the low $ room (p<0.001). However, these preferences were short-lived: 24 h later subjects did not exhibit a behavioral or subjective preference for the high $ room. These findings show that individuals exhibit transient behavioral and subjective preferences for a virtual environment paired with monetary reward. Variations on this task may be useful to study mechanisms and brain substrates involved in conditioned reward and to examine the influence of drugs upon appetitive conditioning. (C)2017 Elsevier B.V. All rights reserved.","Authors":"Childs, E (Childs, Emma) ; Astur, RS (Astur, Robert S.) ; de Wit, H (de Wit, Harriet)","Title":"Virtual reality conditioned place preference using monetary reward"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397391000009 PubMed ID: 28348392 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 433 DOI: 10.1038/s41598-017-00492-2 Published: MAR 27 2017","Abstract":"Augmented reality (AR), which use computer-aided projected information to augment our sense, has important impact on human life, especially for the elder people. However, there are three major challenges regarding the optical system in the AR system, which are registration, vision correction, and readability under strong ambient light. Here, we solve three challenges simultaneously for the first time using two liquid crystal (LC) lenses and polarizer-free attenuator integrated in optical-see-through AR system. One of the LC lens is used to electrically adjust the position of the projected virtual image which is so-called registration. The other LC lens with larger aperture and polarization independent characteristic is in charge of vision correction, such as myopia and presbyopia. The linearity of lens powers of two LC lenses is also discussed. The readability of virtual images under strong ambient light is solved by electrically switchable transmittance of the LC attenuator originating from light scattering and light absorption. The concept demonstrated in this paper could be further extended to other electro-optical devices as long as the devices exhibit the capability of phase modulations and amplitude modulations.","Authors":"Wang, YJ (Wang, Yu-Jen) ; Chen, PJ (Chen, Po-Ju) ; Liang, X (Liang, Xiao) ; Lin, YH (Lin, Yi-Hsin)","Title":"Augmented reality with image registration, vision correction and sunlight readability via liquid crystal devices"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395790100035 PubMed ID: 28163058 ISSN: 0306-4522 eISSN: 1873-7544","Keywords":"multisensory integration; proprioception; limb position drift; sensory integration; reaching movement KeyWords Plus:POSTERIOR PARIETAL CORTEX; REACHING MOVEMENTS; INITIAL POSITION; VISION; PERCEPTION; DIRECTION; REPRESENTATION; INTEGRATION; ADAPTATION; ACTIVATION","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"NEUROSCIENCE Volume: 346 Pages: 382-394 DOI: 10.1016/j.neuroscience.2017.01.040 Published: MAR 27 2017","Abstract":"Previous work (Brown et al., 2003a, b) has shown that limb position drifts when individuals make repetitive movements in the absence of visual feedback. The purpose of this study was to examine whether limb position drift might reflect a misalignment in visual and proprioceptive maps by examining the nature of information used to specify new movements from a drifted limb position. In a virtual reality (VR) environment, participants made continuous movements with their dominant right hand between two targets positioned 15 cm apart, paced by a 0.625-Hz metronome. After 5 cycles, cursor feedback of the hand was removed for the next 44 cycles, which induced an average drift in hand position of roughly 5 cm. On the 50th cycle, participants were required to move to one of 6 new targets from the drifted hand position. Kinematic analysis indicated that movement direction was unambiguously determined by the visual input marked by the original start position, or the last-seen hand position. Forward dynamics analysis revealed that current limb configuration was used to inform joint torques to produce this parallel direction. For new movement specification, accurate proprioceptive information about the drifted limb position was used, even though it was apparently not available for detecting drift in the first place. Movement distance varied directly with the extent of limb drift, although the differentiation of visual and proprioceptive control of distance could not be analyzed, as our control conditions were not significantly different for this measure. We suggest that movement drift, in the absence of visual feedback during cyclic repetitive movements, reflects a misalignment between largely accurate visual and proprioceptive maps, rather than a weighted fusion of the two modalities. (C) 2017 IBRO. Published by Elsevier Ltd. All rights reserved.","Authors":"Patterson, JR (Patterson, Jacqueline R.) ; Brown, LE (Brown, Liana E.) ; Wagstaff, DA (Wagstaff, David A.) ; Sainburg, RL (Sainburg, Robert L.)","Title":"LIMB POSITION DRIFT RESULTS FROM MISALIGNMENT OF PROPRIOCEPTIVE AND VISUAL MAPS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397713400001 PubMed ID: 28330504 ISSN: 1743-0003","Keywords":"Rehabilitation; Virtual reality; Multiplayer games; Interpersonal rehabilitation games; Social interaction; Motivation; Exercise intensity KeyWords Plus:STROKE PATIENTS; MOTOR REHABILITATION; INTRINSIC MOTIVATION; QUALITATIVE-ANALYSIS; CONTROLLED-TRIAL; ROBOT; ENVIRONMENT; RECOVERY; DESIGN; TELEREHABILITATION","Categories":"Engineering; Neurosciences & Neurology; Rehabilitation Web of Science Categories:Engineering, Biomedical; Neurosciences; Rehabilitation","Journal Information":"JOURNAL OF NEUROENGINEERING AND REHABILITATION Volume: 14 Article Number: 23 DOI: 10.1186/s12984-017-0231-4 Published: MAR 23 2017","Abstract":"Background: People with chronic arm impairment should exercise intensely to regain their abilities, but frequently lack motivation, leading to poor rehabilitation outcome. One promising way to increase motivation is through interpersonal rehabilitation games, which allow patients to compete or cooperate together with other people. However, such games have mainly been evaluated with unimpaired subjects, and little is known about how they affect motivation and exercise intensity in people with chronic arm impairment. Methods: We designed four different arm rehabilitation games that are played by a person with arm impairment and their unimpaired friend, relative or occupational therapist. One is a competitive game (both people compete against each other), two are cooperative games (both people work together against the computer) and one is a single-player game (played only by the impaired person against the computer). The games were played by 29 participants with chronic arm impairment, of which 19 were accompanied by their friend or relative and 10 were accompanied by their occupational therapist. Each participant played all four games within a single session. Participants' subjective experience was quantified using the Intrinsic Motivation Inventory questionnaire after each game, as well as a final questionnaire about game preferences. Their exercise intensity was quantified using wearable inertial sensors that measured hand velocity in each game. Results: Of the 29 impaired participants, 12 chose the competitive game as their favorite, 12 chose a cooperative game, and 5 preferred to exercise alone. Participants who chose the competitive game as their favorite showed increased motivation and exercise intensity in that game compared to other games. Participants who chose a cooperative game as their favorite also showed increased motivation in cooperative games, but not increased exercise intensity. Conclusions: Since both motivation and intensity are positively correlated with rehabilitation outcome, competitive games have high potential to lead to functional improvement and increased quality of life for patients compared to conventional rehabilitation exercises. Cooperative games do not increase exercise intensity, but could still increase motivation of patients who do not enjoy competition. However, such games need to be tested in longer, multisession studies to determine whether the observed increases in motivation and exercise intensity persist over a longer period of time and whether they positively affect rehabilitation outcome.","Authors":"Gorsic, M (Gorsic, Maja) ; Cikajlo, I (Cikajlo, Imre) ; Novak, D (Novak, Domen)","Title":"Competitive and cooperative arm rehabilitation games played by a patient and unimpaired person: effects on motivation and exercise intensity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397463200002 PubMed ID: 28330455 ISSN: 1471-2318","Keywords":"Geriatric rehabilitation; Older adults; Self-regulated exercise; Exergames; Adherence; Motivation; Mobility KeyWords Plus:OLDER-ADULTS; INPATIENT REHABILITATION; VIRTUAL-REALITY; EFFICACY; BALANCE","Categories":"Geriatrics & Gerontology Web of Science Categories:Geriatrics & Gerontology; Gerontology","Journal Information":"BMC GERIATRICS Volume: 17 Article Number: 77 DOI: 10.1186/s12877-017-0467-7 Published: MAR 23 2017","Abstract":"Background: Improving mobility in elderly persons is a primary goal in geriatric rehabilitation. Self-regulated exercises with instruction leaflets are used to increase training volume but adherence is often low. Exergames may improve adherence. This study therefore compared exergames with self-regulated exercise using instruction leaflets. The primary outcome was adherence. Secondary outcomes were enjoyment, motivation and balance during walking. Methods: Design: single center parallel group non-blinded randomized controlled trial with central stratified randomization. Setting: center for geriatric inpatient rehabilitation. Included were patients over 65 with mobility restrictions who were able to perform self-regulated exercise. Patients were assigned to self-regulated exercise using a) exergames on Windows Kinect r (exergame group EG) or b) instruction leaflets (conventional group CG). During two 30 min sessions physical therapists instructed self-regulated exercise to be conducted twice daily during thirty minutes during ten working days. Patients reported adherence (primary outcome), enjoyment and motivation daily. Balance during walking was measured blind before and after the treatment phase with an accelerometer. Analysis was by intention to treat. Repeated measures mixed models and Cohen's d effect sizes (ES, moderate if > 0.5, large if > 0.8) with 95% CIs were used to evaluate between-group effects over time. Alpha was set at 0.05. Results: From June 2014 to December 2015 217 patients were evaluated and 54 included, 26 in the EG and 28 in the CG. Adverse effects were observed in two patients in the EG who stopped because of pain during exercising. Adherence was comparable at day one (38 min. in the EG and 42 min. in the CG) and significantly higher in the CG at day 10 (54 min. in the CG while decreasing to 28 min. in the EG, p = 0.007, ES 0.94, 0.39-0.151). Benefits favoring the CG were also observed for enjoyment (p = 0.001, ES 0.88, 0.32 -1.44) and motivation (p = 0.046, ES 0.59, 0.05-1.14)). There was no between-group effect in balance during walking. Conclusions: Self-regulated exercise using instruction leaflets is superior to exergames regarding adherence, enjoyment and motivation in a geriatric inpatient rehabilitation setting. Effects were moderate to large. There was no between group difference in balance during walking.","Authors":"Oesch, P (Oesch, Peter) ; Kool, J (Kool, Jan) ; Fernandez-Luque, L (Fernandez-Luque, Luis) ; Brox, E (Brox, Ellen) ; Evertsen, G (Evertsen, Gunn) ; Civit, A (Civit, Anton) ; Hilfiker, R (Hilfiker, Roger) ; Bachmann, S (Bachmann, Stefan) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Civit, Anton  L-4784-2014 http://orcid.org/0000-0001-8733-1811","Title":"Exergames versus self-regulated exercises with instruction leaflets to improve adherence during geriatric rehabilitation: a randomized controlled trial"}, {"Document Information":"Document Type:News Item Language:English Accession Number: WOS:000397018000018 PubMed ID: 28332545 ISSN: 0028-0836 eISSN: 1476-4687","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"NATURE Volume: 543 Issue: 7646 Pages: 473-473 Published: MAR 23 2017","Authors":"Castelvecchi, D (Castelvecchi, Davide)","Title":"Warped worlds in virtual reality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397001000002 PubMed ID: 28327195 ISSN: 1745-6215","Keywords":"Minimally invasive surgery; Education; Training; Laparoscopy; Human mirror system; Perspective; Serious gaming; First-person view KeyWords Plus:MINIMALLY INVASIVE SURGERY; VIRTUAL-REALITY; LAPAROSCOPIC CHOLECYSTECTOMY; GASTRIC BYPASS; GENDER-DIFFERENCES; PERFORMANCE; SKILLS; CURRICULUM; EDUCATION","Categories":"Research & Experimental Medicine Web of Science Categories:Medicine, Research & Experimental","Journal Information":"TRIALS Volume: 18 Article Number: 134 DOI: 10.1186/s13063-017-1886-7 Published: MAR 21 2017","Abstract":"Background: Laparoscopic training has become an important part of surgical education. Laparoscopic Roux-en-Y gastric bypass (RYGB) is the most common bariatric procedure performed. Surgeons must be well trained prior to operating on a patient. Multimodality training is vital for bariatric surgery. E-learning with videos is a standard approach for training. The present study investigates whether scoring the operation videos with performance checklists improves learning effects and transfer to a simulated operation. Methods/design: This is a monocentric, two-arm, randomized controlled trial. The trainees are medical students from the University of Heidelberg in their clinical years with no prior laparoscopic experience. After a laparoscopic basic virtual reality (VR) training, 80 students are randomized into one of two arms in a 1: 1 ratio to the checklist group (group A) and control group without a checklist (group B). After all students are given an introduction of the training center, VR trainer and laparoscopic instruments, they start with E-learning while watching explanations and videos of RYGB. Only group A will perform ratings with a modified Bariatric Objective Structured Assessment of Technical Skill (BOSATS) scale checklist for all videos watched. Group B watches the same videos without rating. Both groups will then perform an RYGB in the VR trainer as a primary endpoint and small bowel suturing as an additional test in the box trainer for evaluation. Discussion: This study aims to assess if E-learning and rating bariatric surgical videos with a modified BOSATS checklist will improve the learning curve for medical students in an RYGB VR performance. This study may help in future laparoscopic and bariatric training courses.","Authors":"De la Garza, JR (De la Garza, Javier Rodrigo) ; Kowalewski, KF (Kowalewski, Karl-Friedrich) ; Friedrich, M (Friedrich, Mirco) ; Schmidt, MW (Schmidt, Mona Wanda) ; Bruckner, T (Bruckner, Thomas) ; Kenngott, HG (Kenngott, Hannes Goetz) ; Fischer, L (Fischer, Lars) ; Muller-Stich, BP (Mueller-Stich, Beat-Peter) ; Nickel, F (Nickel, Felix)","Title":"Does rating the operation videos with a checklist score improve the effect of E-learning for bariatric surgical training? Study protocol for a randomized controlled trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396765200001 ISSN: 2296-9144","Keywords":"drone; virtual reality; stereoscopic cameras; real time; robots; first person view KeyWords Plus:CAMERA SEPARATION; MOTION SICKNESS; VIRTUAL-REALITY; PERFORMANCE; CONSCIOUSNESS; ENVIRONMENT; AWARENESS; SIMULATOR","Categories":"Robotics Web of Science Categories:Robotics","Journal Information":"FRONTIERS IN ROBOTICS AND AI Volume: 4 Article Number: 11 DOI: 10.3389/frobt.2017.00011 Published: MAR 20 2017","Abstract":"Ground control of unmanned aerial vehicles (UAV) is a key to the advancement of this technology for commercial purposes. The need for reliable ground control arises in scenarios where human intervention is necessary, e.g. handover situations when autonomous systems fail. Manual flights are also needed for collecting diverse datasets to train deep neural network-based control systems. This axiom is even more prominent for the case of unmanned flying robots where there is no simple solution to capture optimal navigation footage. In such scenarios, improving the ground control and developing better autonomous systems are two sides of the same coin. To improve the ground control experience, and thus the quality of the footage, we propose to upgrade onboard teleoperation systems to a fully immersive setup that provides operators with a stereoscopic first person view (FPV) through a virtual reality (VR) head-mounted display. We tested users ( n = 7) by asking them to fly our drone on the field. Test flights showed that operators flying our system can take off, fly, and land successfully while wearing VR headsets. In addition, we ran two experiments with prerecorded videos of the flights and walks to a wider set of participants ( n = 69 and n = 20) to compare the proposed technology to the experience provided by current drone FPV solutions that only include monoscopic vision. Our immersive stereoscopic setup enables higher accuracy depth perception, which has clear implications for achieving better teleoperation and unmanned navigation. Our studies show comprehensive data on the impact of motion and simulator sickness in case of stereoscopic setup. We present the device specifications as well as the measures that improve teleoperation experience and reduce induced simulator sickness. Our approach provides higher perception fidelity during flights, which leads to a more precise better teleoperation and ultimately translates into better flight data for training deep UAV control policies.","Authors":"Smolyanskiy, N (Smolyanskiy, Nikolai) ; Gonzalez-Franco, M (Gonzalez-Franco, Mar)","Title":"Stereoscopic First Person View System for Drone Navigation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396768700001 ISSN: 1662-5161","Keywords":"treadmill walking; spatiotemporal gait variables; cognitive performance; Dual-task performance; intra-class correlation coefficient KeyWords Plus:DYNAMIC VISUAL-ACUITY; OLDER-ADULTS; PARKINSONS-DISEASE; OVERGROUND WALKING; VIRTUAL-REALITY; VARIABILITY; HEALTHY; BALANCE; TREADMILL; TIME","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology","Journal Information":"FRONTIERS IN HUMAN NEUROSCIENCE Volume: 11 Pages: 1-11 DOI: 10.3389/fnhum.2017.00105 Published: MAR 17 2017","Abstract":"The common occurrence of age decline in mobility and cognition does cause a decrease in the level of physical activity and an increased falls risk. Consequently, dual -task (DT) assessment that simultaneously addresses both mobility skills and cognitive functions are important because, continued difficulties and fall injuries will have a sizable impact in this population. The first objective of the present study was to assess test-retest reliability of a computerized DT treadmill walking protocol and concurrent outcome measures of gait and visuospatial executive function in a group of healthy older adults. Secondly, discriminative validity was evaluated by examining the effect of DT conditions (single task vs. dual-task) on; (a) spatiotemporal gait measures (average and coefficient of variation) and (b) visuomotor and visuospatial executive performance measures. Twenty-five community-dwelling individuals median age 65 (range 61-67) were recruited from a Fitness Facility. Participants performed a computerized visuomotor tracking task and a visuospatial executive game task in standing and while treadmill walking. Testing was conducted on two occasions, 1 week apart. Moderate to high test-retest reliability (ICC values of 0.65-0.88) were observed for spatiotemporal gait variables. No significant differences between the group means were observed between test periods in any gait variable. Moderate test-retest reliability (ICC values of 0.6-0.65) was observed for measures of visuomotor and visuospatial executive performance during treadmill walking. Significant DT effects were observed for both spatiotemporal gait variables and visuospatial executive performance measures. This study demonstrates the reliability and reproducibility of the computer-based assessment tool for dual task treadmill walking. The high to moderate ICC values and the lack of systematic errors in the measures indicate that this tool has the ability to repeatedly record reliable data from community-dwelling older adults. The present computerized dual-task protocols broaden the types of standardized visuomotor and visuospatial executive activities for use with DT treadmill walking that has previously been reported.","Authors":"Szturm, TJ (Szturm, Tony J.) ; Sakhalkar, VS (Sakhalkar, Vedant S.) ; Kanitkar, A (Kanitkar, Anuprita) ; Nankar, M (Nankar, Mayur)","Title":"Computerized Dual-Task Testing of Gait and Visuospatial Cognitive Functions; Test-Retest Reliability and Validity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398587700016 ISSN: 0013-5194 eISSN: 1350-911X","Keywords":"aerospace control; virtual reality; learning (artificial intelligence); LED displays; pattern clustering; optimal control; control engineering computing; bumblebees; abdominal waving pattern; automatic optimal control sequence generation; sequential K-means clustering; SARSA; ultralow latency; visual stimulus; online configurable LED display system; real-time precise insect flight control system; reinforcement learning; virtual reality; noninvasive automatic control method","Categories":"Engineering Web of Science Categories:Engineering, Electrical & Electronic","Journal Information":"ELECTRONICS LETTERS Volume: 53 Issue: 6 Pages: 387-U18 DOI: 10.1049/el.2016.3048 Published: MAR 16 2017","Abstract":"A non-invasive and automatic control method based on real-time virtual reality and reinforcement learning is reported to modulate insects' flight behaviour. The online configurable LED display system is proposed to present the visual stimulus within ultra-low latency. State-action-reward-state-action (SARSA) coupled with sequential K-means clustering is applied to generate optimal control sequence automatically to ensure the satisfactory control performance. By evaluating the control results of 15 bumblebees, it shows that the proposed method achieves to modulate the abdominal waving pattern quickly (less than six steps) with small deviation (<0.03).","Authors":"Zheng, NG (Zheng, Nenggan) ; Jin, MJ (Jin, Mengjie) ; Hong, H (Hong, Hui) ; Huang, L (Huang, Lei) ; Gu, ZH (Gu, Zonghua) ; Li, H (Li, Hong)","Title":"Real-time and precise insect flight control system based on virtual reality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396767300001 PubMed ID: 28360849 ISSN: 1662-5161","Keywords":"embodied medicine; bodily self-consciousness; body matrix; predictive coding; interoception; proprioception; virtual reality; sonoception KeyWords Plus:BODILY SELF-CONSCIOUSNESS; BODY-OWNERSHIP; MULTISENSORY INTEGRATION; ILLUSORY OWNERSHIP; PERIPERSONAL SPACE; EATING-DISORDERS; CINGULATE CORTEX; SPATIAL NEGLECT; CHRONIC PAIN; RUBBER-HAND","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology","Journal Information":"FRONTIERS IN HUMAN NEUROSCIENCE Volume: 11 Article Number: 120 DOI: 10.3389/fnhum.2017.00120 Published: MAR 16 2017","Abstract":"Progress in medical science and technology drastically improved physicians' ability to interact with patient's physical body. Nevertheless, medicine still addresses the human body from a Hippocratic point of view, considering the organism and its processes just as a matter of mechanics and fluids. However, the interaction between the cognitive neuroscience of bodily self-consciousness (BSC), fundamentally rooted in the integration of multisensory bodily inputs, with virtual reality (VR), haptic technologies and robotics is giving a new meaning to the classic Juvenal's latin dictum \"Mens sana in corpore sano\" (a healthy mind in a healthy body). This vision provides the basis for a new research field, \"Embodied Medicine\": the use of advanced technologies for altering the experience of being in a body with the goal of improving health and wellbeing. Up to now, most of the research efforts in the field have been focused upon how external bodily information is processed and integrated. Despite the important results, we believe that existing bodily illusions still need to be improved to enhance their capability to effectively correct pathological dysfunctions. First, they do not follow the suggestions provided by the free-energy and predictive coding approaches. More, they lacked to consider a peculiar feature of the human body, the multisensory integration of internal inputs (interoceptive, proprioceptive and vestibular) that constitute our inner body dimension. So, a future challenge is the integration of simulation/stimulation technologies also able to measure and modulate this internal/inner experience of the body. Finally, we also proposed the concept of \"Sonoception\" as an extension of this approach. The core idea is to exploit recent technological advances in the acoustic field to use sound and vibrations to modify the internal/inner body experience.","Authors":"Riva, G (Riva, Giuseppe) ; Serino, S (Serino, Silvia) ; Di Lernia, D (Di Lernia, Daniele) ; Pavone, EF (Pavone, Enea Francesco) ; Dakanalis, A (Dakanalis, Antonios) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Riva, Giuseppe  http://orcid.org/0000-0003-3657-106X","Title":"Embodied Medicine: Mens Sana in Corpore Virtuale Sano"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395895200043 ISSN: 1530-437X eISSN: 1558-1748","Keywords":"Angle measurement; bend sensor; glove-based system; hinged configuration; hand motion tracking; optical sensor; 3-D printing KeyWords Plus:INSTRUMENTED GLOVE; GONIOMETRIC GLOVE; HAND ASSESSMENT; SENSING GLOVE; FIBER SENSORS; STRAIN SENSOR; MOTION; MOVEMENTS","Categories":"Engineering; Instruments & Instrumentation; Physics Web of Science Categories:Engineering, Electrical & Electronic; Instruments & Instrumentation; Physics, Applied","Journal Information":"IEEE SENSORS JOURNAL Volume: 17 Issue: 6 Pages: 1937-1944 DOI: 10.1109/JSEN.2017.2654863 Published: MAR 15 2017","Abstract":"The development of techniques for monitoring finger movement is becoming increasingly important in areas, such as robotics, virtual reality, and rehabilitation. To date, various techniques have been proposed for tracking hand movements, but the majority suffer from poor accuracy and repeatability. Inspired by the articulated structure of finger joints, we propose a novel 3-D printed optical sensor with a compact hinged configuration for tracking finger flexion. This sensor exploits Malus' law using the attenuation of light transmitted through crossed polarizers. The sensor consists of a single LED, two pieces of linear polarizing film, and a photodetector that detects the changes in polarized light intensity proportional to the angle of finger flexion. This paper presents the characterization of the proposed optical sensor and compares it with a commonly used commercial bend sensor. Results show that the bend sensor exhibits hysteresis error, low sensitivity at small angles, and significant temporal drift. In contrast, the optical sensor is more accurate (+/- 0.5 degrees) in the measuring range from 0 degrees to 90 degrees, and exhibits high repeatability and stability, as well as a fast dynamic response. Overall, the optical sensor outperforms the commercial bend sensor, and shows excellent potential for monitoring hand movements in real time.","Authors":"Wang, LF (Wang, Lefan) ; Meydan, T (Meydan, Turgut) ; Williams, P (Williams, Paul)","Title":"Design and Evaluation of a 3-D Printed Optical Sensor for Monitoring Finger Flexion"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397805600022 PubMed ID: 28174334 ISSN: 0270-6474","Keywords":"neural coding; neuroethology; primate; rodent; spatial cognition; virtual reality KeyWords Plus:IMMEDIATE-EARLY GENE; MEDIAL TEMPORAL-LOBE; SPATIAL EXPLORATION; ARC EXPRESSION; NEURONAL NETWORKS; FASCIA-DENTATA; EXPERIENCE; TRANSCRIPTION; NAVIGATION; SPARSE","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"JOURNAL OF NEUROSCIENCE Volume: 37 Issue: 10 Pages: 2795-2801 DOI: 10.1523/JNEUROSCI.3057-16.2017 Published: MAR 8 2017","Abstract":"Decades of research identify the hippocampal formation as central to memory storage and recall. Events are stored via distributed population codes, the parameters of which (e. g., sparsity and overlap) determine both storage capacity and fidelity. However, it remains unclear whether the parameters governing information storage are similar between species. Because episodic memories are rooted in the space in which they are experienced, the hippocampal response to navigation is often used as a proxy to study memory. Critically, recent studies in rodents that mimic the conditions typical of navigation studies in humans and nonhuman primates (i. e., virtual reality) show that reduced sensory input alters hippocampal representations of space. The goal of this study was to quantify this effect and determine whether there are commonalities in information storage across species. Using functional molecular imaging, we observe that navigation in virtual environments elicits activity in fewer CA1 neurons relative to real-world conditions. Conversely, comparable neuronal activity is observed in hippocampus regionCA3and the dentate gyrus under both conditions. Surprisingly, weal so find evidence that the absolute number of neurons used to represent an experience is relatively stable between nonhuman primates and rodents. We propose that this convergence reflects an optimal ensemble size for episodic memories.","Authors":"Thome, A (Thome, Alexander) ; Marrone, DF (Marrone, Diano F.) ; Ellmore, TM (Ellmore, Timothy M.) ; Chawla, MK (Chawla, Monica K.) ; Lipa, P (Lipa, Peter) ; Ramirez-Amaya, V (Ramirez-Amaya, Victor) ; Lisanby, SH (Lisanby, Sarah H.) ; McNaughton, BL (McNaughton, Bruce L.)[ 9,10 ] ; Barnes, CA (Barnes, Carol A.)","Title":"Evidence for an Evolutionarily Conserved Memory Coding Scheme in the Mammalian Hippocampus"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398751600003 ISSN: 1471-7727 eISSN: 1873-7919","Categories":"Information Science & Library Science; Business & Economics Web of Science Categories:Information Science & Library Science; Management","Journal Information":"INFORMATION AND ORGANIZATION Volume: 27 Issue: 1 Pages: 37-46 DOI: 10.1016/j.infoandorg.2017.01.001 Published: MAR 2017","Abstract":"Social media has become a widely -adopted technology over the past decade, affecting organizations in myriad ways. One of the most important is the effect on organizational knowledge management, in which social media overcomes many of the limitations of previous generations of knowledge management technologies. In this paper, I explore the effects of social media on organizational knowledge management. In doing so, I argue that social media is not a monolithic class of technologies, but a diverse and evolving technological infrastructure that supports and changes the way people communicate and collaborate. Key aspects of social media have gone through a technological evolution over the past decade from cloud computing, to mobile technologies, and into analytics. Each of these shifts has distinct implications for organizational knowledge management, many of which have yet to be fully realized. Furthermore, trends suggest that social media will continue to evolve with emerging technologies, such as artificial intelligence, virtual reality, and augmented reality, which will further influence how organizational knowledge management is practiced. This evolutionary perspective suggests we may be closer to the beginning than the end of how social media will affect organizations and their knowledge management practices. As such, a broad perspective on social media may provide many open areas for research in coming years. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Kane, GC (Kane, Gerald C.)","Title":"The evolutionary implications of social media for organizational knowledge management"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398947100022 PubMed ID: 28291464 ISSN: 0026-4075 eISSN: 1930-613X","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"MILITARY MEDICINE Volume: 182 Pages: 128-136 Supplement: 1 DOI: 10.7205/MILMED-D-16-00054 Published: MAR 2017","Abstract":"The objective of this study was to determine whether physical performance during virtual environment (VE) tasks in the Computer-Assisted Rehabilitation Environment (CAREN) could differentiate between service members (SMs) with a history of traumatic brain injury (TBI) with and without comorbid post-traumatic stress disorder (PTSD). Data were obtained by independent review of clinical notes, objective outcomes, and validated questionnaires from 214 SMs (208 males) with a history of TBI assessed in the CAREN from 2010 to 2015. Three preliminary VEs acclimatized patients to the CAREN: Balance Balls, weight shifting on a static platform (timed); Balance Cubes, step shifting with and without platform motion (timed); and Continuous Road, flat ambulation (self-selected speed). Multiple regression analyses revealed that patients with comorbid TBI-PTSD were significantly slower in completing the VE tasks than patients without PTSD. Logistic regression showed that the Balance Cubes VE without platform motion significantly predicted diagnostic category (i.e., no PTSD vs. comorbid PTSD). In conclusion, in SMs with a history of TBI, physical performance on the CAREN effectively distinguished those with comorbid PTSD, as their performance was significantly slower than SMs without PTSD. These results portray the potential of the CAREN as a novel assessment tool in SMs with a history of TBI.","Authors":"Onakomaiya, MM (Onakomaiya, Marie M.) ; Kruger, SE (Kruger, Sarah E.) ; Highland, KB (Highland, Krista B.) ; Kodosky, PN (Kodosky, Paula N.) ; Pape, MM (Pape, Marcy M.) ; Roy, MJ (Roy, Michael J.)","Title":"Expanding Clinical Assessment for Traumatic Brain Injury and Comorbid Post-Traumatic Stress Disorder: A Retrospective Analysis of Virtual Environment Tasks in the Computer-Assisted Rehabilitation Environment"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398970700004 ISSN: 2195-7177 eISSN: 2195-7185","Keywords":"Autism spectrum disorder; Meta-analysis; Single-case research; Safety skills KeyWords Plus:TEACHING-CHILDREN; INTELLECTUAL DISABILITIES; VIRTUAL-REALITY; INDIVIDUALS; STUDENTS; LURES; STRANGERS; RESPOND; LOST","Categories":"Psychology Web of Science Categories:Psychology, Developmental","Journal Information":"REVIEW JOURNAL OF AUTISM AND DEVELOPMENTAL DISORDERS Volume: 4 Issue: 1 Pages: 39-49 DOI: 10.1007/s40489-016-0096-7 Published: MAR 2017","Abstract":"Safety skills are a crucial area of instruction for individuals with autism spectrum disorder (ASD). The present meta-analysis of single-case studies evaluated the effectiveness of safety skill interventions for individuals with ASD. Targeted skills included abduction prevention, seeking assistance when lost, fire safety, and household safety. Eleven articles, published from 1993 to 2014, investigating safety skill interventions for young individuals with ASD were included. Tau-U, a more recent measure of effect size, was utilized in addition to an evaluation of experimental control. Medium-to-large effect sizes were demonstrated across interventions, and no differences in effectiveness were found across intervention methods or settings. Overall, safety skill interventions demonstrated promising evidence for use with individuals with ASD. Future research is needed to address the limited number of published studies in this domain and expand the evidence-base for these essential skills.","Authors":"Wiseman, KV (Wiseman, Kaylie V.) ; McArdell, LE (McArdell, Laura E.) ; Bottini, SB (Bottini, Summer B.) ; Gillis, JM (Gillis, Jennifer M.)","Title":"A Meta-Analysis of Safety Skill Interventions for Children, Adolescents, and Young Adults with Autism Spectrum Disorder"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398970700007 ISSN: 2195-7177 eISSN: 2195-7185","Keywords":"Autism spectrum disorders; Social cognition; Attention; Eye-tracking; Virtual reality KeyWords Plus:HIGH-FUNCTIONING AUTISM; EYE-TRACKING; ASPERGER-SYNDROME; COGNITIVE NEUROSCIENCE; WILLIAMS-SYNDROME; MIRROR NEURONS; GAZE AVERSION; NEURAL BASIS; CHILDREN; FACE","Categories":"Psychology Web of Science Categories:Psychology, Developmental","Journal Information":"REVIEW JOURNAL OF AUTISM AND DEVELOPMENTAL DISORDERS Volume: 4 Issue: 1 Pages: 82-93 DOI: 10.1007/s40489-016-0099-4 Published: MAR 2017","Abstract":"It has been recognized that individuals with autism spectrum disorder (ASD) show discrepancies between their abstract capacities to solve social cognition dilemmas and their ability to spontaneously decipher live social interactions. In the last 15 years, different paradigms have been designed to investigate how individuals with ASD grasp information when emerged in naturalistic or live social interactions. The present paper reviews three categories of such paradigms that focus on (1) verbal questionnaires and interviews while participants view a naturalistic social scenario, (2) eye tracking methods while participants view naturalistic settings, and (3) simulation of social interactions using virtual reality or robotics. This paper discusses the advantages and limitations of each paradigm and suggests a new concept for combining these paradigms.","Authors":"Hochhauser, M (Hochhauser, Michal) ; Grynszpan, O (Grynszpan, Ouriel)","Title":"Methods Investigating How Individuals with Autism Spectrum Disorder Spontaneously Attend to Social Events"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398595200004 ISSN: 1546-4261 eISSN: 1546-427X","Keywords":"laparoscopic surgery simulation; deformation; collision detection; dissection; rendering KeyWords Plus:POSITION-BASED DYNAMICS; SOFT-TISSUE MODELS; COLLISION DETECTION; DEFORMABLE OBJECTS; COMPUTER-GRAPHICS; APPROXIMATION; CONTACT; TREE","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"COMPUTER ANIMATION AND VIRTUAL WORLDS Volume: 28 Issue: 2 Article Number: UNSP e1724 DOI: 10.1002/cav.1724 Published: MAR-APR 2017","Abstract":"Laparoscopic surgery is a complex minimum invasive operation that requires long learning curve for the new trainees to have adequate experience to become a qualified surgeon. With the development of virtual reality technology, virtual reality-based surgery simulation is playing an increasingly important role in the surgery training. The simulation of laparoscopic surgery is challenging because it involves large non-linear soft tissue deformation, frequent surgical tool interaction and complex anatomical environment. Current researches mostly focus on very specific topics (such as deformation and collision detection) rather than a consistent and efficient framework. The direct use of the existing methods cannot achieve high visual/haptic quality and a satisfactory refreshing rate at the same time, especially for complex surgery simulation. In this paper, we proposed a set of tailored key technologies for laparoscopic surgery simulation, ranging from the simulation of soft tissues with different properties, to the interactions between surgical tools and soft tissues to the rendering of complex anatomical environment. Compared with the current methods, our tailored algorithms aimed at improving the performance from accuracy, stability and efficiency perspectives. We also abstract and design a set of intuitive parameters that can provide developers with high flexibility to develop their own simulators. Copyright (C) 2016 John Wiley & Sons, Ltd.","Authors":"Qian, K (Qian, Kun) ; Bai, JX (Bai, Junxuan) ; Yang, XS (Yang, Xiaosong) ; Pan, JJ (Pan, Junjun) ; Zhang, JJ (Zhang, Jianjun)","Title":"Essential techniques for laparoscopic surgery simulation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395005100013 PubMed ID: 27386814 ISSN: 0894-9115 eISSN: 1537-7385","Keywords":"Balance; Constraint-Induced Movement Therapy; Game-Based Training; Stroke KeyWords Plus:FUNCTIONAL REACH TEST; SIT-TO-STAND; VIRTUAL-REALITY; MULTIPLE-SCLEROSIS; CLINICAL-TRIAL; FOLLOW-UP; REHABILITATION; REORGANIZATION; INDIVIDUALS; RELIABILITY","Categories":"Rehabilitation; Sport Sciences Web of Science Categories:Rehabilitation; Sport Sciences","Journal Information":"AMERICAN JOURNAL OF PHYSICAL MEDICINE & REHABILITATION Volume: 96 Issue: 3 Pages: 184-190 DOI: 10.1097/PHM.0000000000000567 Published: MAR 2017","Abstract":"Objective: The aims of this work were to determine whether game-based constraint-induced movement therapy (CIMT) is effective at improving balance ability in patients with stroke, and to provide clinical knowledge of game-based training that allows application of CIMT to the lower extremities. Design: Thirty-six patients with chronic stroke were randomly assigned to game-based CIMT (n = 12), general game-based training (n = 12), and conventional (n = 12) groups. All interventions were conducted 3 times a week for 4 weeks. The static balance control and weight-bearing symmetry were assessed, and the Functional Reach Test (FRT), modified Functional Reach Test (mFRT), and Timed Up and Go (TUG) test were performed to evaluate balance ability. Results: All 3 groups showed significant improvement in anterior-posterior axis (AP-axis) distance, sway area, weight-bearing symmetry, FRT, mFRT, and TUG test after the intervention (P < 0.05). Post hoc analysis revealed significant differences in AP-axis, and sway area, weight-bearing symmetry of the game-based CIMT group compared with the other group (P < 0.05). Conclusions: Although the general game-based training and the game-based CIMT both improved on static and dynamic balance ability, game-based CIMT had a larger effect on static balance control, weight-bearing symmetry, and side-to-side weight shift.","Authors":"Choi, HS (Choi, Ho-Suk) ; Shin, WS (Shin, Won-Seob) ; Bang, DH (Bang, Dae-Hyouk) ; Choi, SJ (Choi, Sung-Jin)","Title":"Effects of Game-Based Constraint-Induced Movement Therapy on Balance in Patients with Stroke A Single-Blind Randomized Controlled Trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398081800015 PubMed ID: 27993463 ISSN: 0749-8063 eISSN: 1526-3231","Categories":"Orthopedics; Surgery Web of Science Categories:Orthopedics; Surgery","Journal Information":"ARTHROSCOPY-THE JOURNAL OF ARTHROSCOPIC AND RELATED SURGERY Volume: 33 Issue: 3 Pages: 566-571 DOI: 10.1016/j.arthro.2016.09.028 Published: MAR 2017","Abstract":"Purpose: To test the construct validity of the hip diagnostics module of a virtual reality hip arthroscopy simulator. Methods: Nineteen orthopaedic surgeons performed a simulated arthroscopic examination of a healthy hip joint using a 70 degrees arthroscope in the supine position. Surgeons were categorized as either expert (those who had performed 250 hip arthroscopies or more) or novice (those who had performed fewer than this). Twenty-one specific targets were visualized within the central and peripheral compartments; 9 via the anterior portal, 9 via the anterolateral portal, and 3 via the posterolateral portal. This was immediately followed by a task testing basic probe examination of the joint in which a series of 8 targets were probed via the anterolateral portal. During the tasks, the surgeon's performance was evaluated by the simulator using a set of predefined metrics including task duration, number of soft tissue and bone collisions, and distance travelled by instruments. No repeat attempts at the tasks were permitted. Construct validity was then evaluated by comparing novice and expert group performance metrics over the 2 tasks using the Manne-Whitney test, with a P value of less than.05 considered significant. Results: On the visualization task, the expert group outperformed the novice group on time taken (P =.0003), number of collisions with soft tissue (P =.001), number of collisions with bone (P =.002), and distance travelled by the arthroscope (P =.02). On the probe examination, the 2 groups differed only in the time taken to complete the task (P =.025) with no significant difference in other metrics. Conclusions: Increased experience in hip arthroscopy was reflected by significantly better performance on the virtual reality simulator across 2 tasks, supporting its construct validity.","Authors":"Khanduja, V (Khanduja, Vikas) ; Lawrence, JE (Lawrence, John E.) ; Audenaert, E (Audenaert, Emmanuel)","Title":"Testing the Construct Validity of a Virtual Reality Hip Arthroscopy Simulator"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398081800027 PubMed ID: 27923706 ISSN: 0749-8063 eISSN: 1526-3231","Categories":"Orthopedics; Surgery Web of Science Categories:Orthopedics; Surgery","Journal Information":"ARTHROSCOPY-THE JOURNAL OF ARTHROSCOPIC AND RELATED SURGERY Volume: 33 Issue: 3 Pages: 651-+ DOI: 10.1016/j.arthro.2016.08.026 Published: MAR 2017","Abstract":"Purpose: To investigate the usefulness and conduct validation of a simulated arthroscopy training device to train basic arthroscopy skills. Methods: Forty-six participants including 12 novices, 12 intermediates, and 22 experts completed a questionnaire regarding demographics, previous arthroscopic experience, training potential, and statements about the device. Furthermore, participants performed a single task on the arthroscopic training device using the 0 degrees camera and a probe. The task consisted of an attempt to carry a rubber ring across a helix inside a box as fast as possible. Construct validity was evaluated by comparing total task time and portal replacements of the camera and probe between all groups (median values [interquartile range]; Kruskal-Wallis test). Results: The median age was 35 (29-44) years. There were 4 female and 42 male participants. A total of 89% of the participants graded the overall training capacity >= 5 (35% graded it as 5, 39% as 6, and 15% as 7), and 83% believed that it is useful to improve any kind of arthroscopy. Ninety-three percent of the participants would recommend the arthroscopic training device to their colleagues. Sixty-one percent of the participants stated that there are certain disadvantages. The median time to complete the task was 108 (58-236) seconds. Novices (259 [123-435] seconds) performed tasks significantly slower than intermediates (169 [67-257] seconds) and experts (75 [49-132] seconds) (P = .005). Furthermore, portal changes were significantly more common in novices and intermediates than experts (P = .019). Conclusions: High scores in training potential were achieved with this arthroscopy simulator box, and most study participants believed that practice with the arthroscopic training device is useful for any kind of arthroscopy. Construct validity was established since novices, intermediates, and experts in real arthroscopy were discriminated with the arthroscopic training device in terms of time to successful completion of a task. However, 61% of the participants stated that there were certain disadvantages. Clinical Relevance: In every training tool using simulation, it is crucial to pass the first steps in the validation cascade. This study provides this step for further evaluation of this arthroscopic training device.","Authors":"Bouaicha, S (Bouaicha, Samy) ; Jentzsch, T (Jentzsch, Thorsten) ; Scheurer, F (Scheurer, Fabrice) ; Rahm, S (Rahm, Stefan)","Title":"Validation of an Arthroscopic Training Device"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398104100006 ISSN: 0007-0955 eISSN: 1464-3529","Keywords":"anti-Muslim hate crime; victims; virtual; physical attacks; qualitative interviews KeyWords Plus:VICTIMIZATION; ANONYMITY; INTERNET","Categories":"Criminology & Penology Web of Science Categories:Criminology & Penology","Journal Information":"BRITISH JOURNAL OF CRIMINOLOGY Volume: 57 Issue: 2 Pages: 362-380 DOI: 10.1093/bjc/azv122 Published: MAR 1 2017","Abstract":"Anti-Muslim hate crime is usually viewed in the prism of physical attacks; however, it also occurs in a cyber context, and this reality has considerable consequences for victims. In seeking to help improve our understanding of anti-Muslim hate crime, this article draws on the findings from a project that involved qualitative interviews with Muslim men and women who experienced both virtual and physical world anti-Muslim hate, and reported their experiences to the British government- funded service Tell Measuring Anti-Muslim Attacks. In doing so, this article sets out the first ever study to examine the nature, determinants and impacts of both virtual and physical world anti-Muslim hate crime upon Muslim men and women in the United Kingdom. Correspondingly, we found that victims of both virtual and physical world anti-Muslim hate crime are likely to suffer from emotional stress, anxiety and fear of cyber threats materializing in the 'real world'.","Authors":"Awan, I (Awan, Imran) ; Zempi, I (Zempi, Irene)","Title":"'I WILL BLOW YOUR FACE OFF'-VIRTUAL AND PHYSICAL WORLD ANTI-MUSLIM HATE CRIME"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396837300007 PubMed ID: 27817764 ISSN: 0317-1671 eISSN: 2057-0155","Keywords":"Education; neurosurgery; simulation KeyWords Plus:MEDICAL-EDUCATION; NATIONAL-SURVEY; SIMULATION","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology","Journal Information":"CANADIAN JOURNAL OF NEUROLOGICAL SCIENCES Volume: 44 Issue: 2 Pages: 177-183 DOI: 10.1017/cjn.2016.315 Published: MAR 2017","Abstract":"Background: The proposed implementation of work hour restrictions has presented a significant challenge of maintaining the quality of resident education and ensuring adequate hands-on experience that is essential for novice surgeons. To maintain the level of resident surgical competency, revision of the apprentice model of surgical education to include supplementary educational methods, such as laboratory and virtual reality (VR) simulations, have become frequent topics of discussion. We aimed to better understand the role of supplementary educational methods in Canadian neurosurgery residency training. Methods: An online survey was sent to program directors of all 14 Canadian neurosurgical residency programs and active resident members of the Canadian Neurosurgical Society (N= 85). We asked 16 questions focusing on topics of surgeon perception, current implementation and barriers to supplementary educational models. Results: Of the 99 surveys sent, 8 out of 14 (57%) program directors and 37 out of 85 (44%) residents completed the survey. Of the 14 neurosurgery residency programs across Canada, 7 reported utilizing laboratory-based teaching within their educational plan, while only 3 programs reported using VR simulation as a supplementary teaching method. The biggest barriers to implementing supplementary educational methods were resident availability, lack of resources, and cost. Conclusions: Work-hour restrictions threaten to compromise the traditional apprentice model of surgical training. The potential value of supplementary educational methods for surgical education is evident, as reported by both program directors and residents across Canada. However, availability and utilization of laboratory and VR simulations are limited by numerous factors such as time constrains and lack of resources.","Authors":"Ryu, WHA (Ryu, Won Hyung A.) ; Chan, S (Chan, Sonny) ; Sutherland, GR (Sutherland, Garnette R.)","Title":"Supplementary Educational Models in Canadian Neurosurgery Residency Programs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395214300005 PubMed ID: 28043026 ISSN: 0010-0277 eISSN: 1873-7838","Keywords":"Uncanny valley; Theory of mind; Social cognition; Anthropocentrism; Artificial intelligence; Virtual reality KeyWords Plus:SOCIAL COGNITION; PERCEPTION; CHIMPANZEE; COMPUTERS; ROBOTS","Categories":"Psychology Web of Science Categories:Psychology, Experimental","Journal Information":"COGNITION Volume: 160 Pages: 43-50 DOI: 10.1016/j.cognition.2016.12.010 Published: MAR 2017","Abstract":"For more than 40 years, the uncanny valley model has captivated researchers from various fields of expertise. Still, explanations as to why slightly imperfect human-like characters can evoke feelings of eeriness remain the subject of controversy. Many experiments exploring the phenomenon have emphasized specific visual factors in connection to evolutionary psychological theories or an underlying categorization conflict. More recently, studies have also shifted away focus from the appearance of human-like entities, instead exploring their mental capabilities as basis for observers' discomfort. In order to advance this perspective, we introduced 92 participants to a virtual reality (VR) chat program and presented them with two digital characters engaged in an emotional and empathic dialogue. Using the same prerecorded 3D scene, we manipulated the perceived control type of the depicted characters (human controlled avatars vs. computer-controlled agents), as well as their alleged level of autonomy (scripted vs. self-directed actions). Statistical analyses revealed that participants experienced significantly stronger eeriness if they perceived the empathic characters to be autonomous artificial intelligences. As human likeness and attractiveness ratings did not result in significant group differences, we present our results as evidence for an \"uncanny valley of mind\" that relies on the attribution of emotions and social cognition to non-human entities. A possible relationship to the philosophy of anthropocentrism and its \"threat to human distinctiveness\" concept is discussed. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Stein, JP (Stein, Jan-Philipp) ; Ohler, P (Ohler, Peter)","Title":"Venturing into the uncanny valley of mind The influence of mind attribution on the acceptance of human-like characters in a virtual reality setting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396032000017 PubMed ID: 27813230 ISSN: 1065-9471 eISSN: 1097-0193","Keywords":"virtual reality; hippocampus; magnetoencephalography; spatial navigation; theta rhythm KeyWords Plus:MEDIAL TEMPORAL-LOBE; HIPPOCAMPAL THETA; MEMORY DEFICITS; EPISODIC MEMORY; BRAIN OSCILLATIONS; RECOGNITION MEMORY; PHASE-LOCKING; TAXI DRIVERS; PLACE CELLS; INTEGRATION","Categories":"Neurosciences & Neurology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Neurosciences; Neuroimaging; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"HUMAN BRAIN MAPPING Volume: 38 Issue: 3 Pages: 1347-1361 DOI: 10.1002/hbm.23458 Published: MAR 2017","Abstract":"Low frequency theta band oscillations (4-8 Hz) are thought to provide a timing mechanism for hippocampal place cell firing and to mediate the formation of spatial memory. In rodents, hippocampal theta has been shown to play an important role in encoding a new environment during spatial navigation, but a similar functional role of hippocampal theta in humans has not been firmly established. To investigate this question, we recorded healthy participants' brain responses with a 160channel whole-head MEG system as they performed two training sets of a virtual Morris water maze task. Environment layouts (except for platform locations) of the two sets were kept constant to measure theta activity during spatial learning in new and familiar environments. In line with previous findings, left hippocampal/parahippocampal theta showed more activation navigating to a hidden platform relative to random swimming. Consistent with our hypothesis, right hippocampal/ parahippocampal theta was stronger during the first training set compared to the second one. Notably, theta in this region during the first training set correlated with spatial navigation performance across individuals in both training sets. These results strongly argue for the functional importance of right hippocampal theta in initial encoding of configural properties of an environment during spatial navigation. Our findings provide important evidence that right hippocampal/ parahippocampal theta activity is associated with environmental encoding in the human brain. (C) 2016 Wiley Periodicals, Inc.","Authors":"Pu, Y (Pu, Yi) ; Cornwell, BR (Cornwell, Brian R.) ; Cheyne, D (Cheyne, Douglas) ; Johnson, BW (Johnson, Blake W.)","Title":"The Functional Role of Human Right Hippocampal/Parahippocampal Theta Rhythm in Environmental Encoding During Virtual Spatial Navigation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398060700007 PubMed ID: 28104698 ISSN: 0268-1161 eISSN: 1460-2350","Keywords":"Carnegie stage; maternal one; carbon metabolism; homocysteine; folate; vitamin B12 KeyWords Plus:ADVERSE PREGNANCY OUTCOMES; FETAL-GROWTH RESTRICTION; CROWN-RUMP LENGTH; VIRTUAL-REALITY; BIRTH-WEIGHT; 3-DIMENSIONAL ULTRASOUND; HOMOCYSTEINE METABOLISM; ROTTERDAM PREDICT; FOLATE STATUS; GENERATION R","Categories":"Obstetrics & Gynecology; Reproductive Biology Web of Science Categories:Obstetrics & Gynecology; Reproductive Biology","Journal Information":"HUMAN REPRODUCTION Volume: 32 Issue: 3 Pages: 523-530 DOI: 10.1093/humrep/dew349 Published: MAR 2017","Abstract":"STUDY QUESTION: Is periconceptional maternal one-carbon (I-C) metabolism associated with embryonic morphological development in non-malformed ongoing pregnancies? SUMMARY ANSWER: Serum vitamin B12, red blood cell (RBC) folate and plasma total homocysteine (tHcy) are associated with embryonic development according to the Carnegie stages. WHAT IS KNOWN ALREADY: Derangements in maternal I-C metabolism affect reproductive and pregnancy outcomes, as well as future health of the offspring. STUDY DESIGN, SIZE, DURATION: Between 2010 and 2014, women with singleton ongoing pregnancies were enrolled in a prospective periconceptional cohort study. PARTICIPANTS/MATERIALS, SETTING, METHODS: A total of 234 pregnancies, including 138 spontaneous or IUI pregnancies with strict pregnancy dating and 96 pregnancies derived from IVF, ICSI or cryopreserved embryo transfer (IVF/ICSI pregnancies), underwent longitudinal transvaginal three-dimensional ultrasound (3D US) scans from 6(+0) up to 10(+2) weeks of gestation. Carnegie stages were defined using internal and external morphologic criteria in a virtual reality system. Maternal venous blood samples were collected at enrollment for serum vitamin B12, RBC folate and plasma tHcy assessment. Associations between biomarker concentrations and longitudinal Carnegie stages were investigated using linear mixed models. MAIN RESULTS AND THE ROLE OF CHANCE: We performed a median of three 3D US scans per pregnancy (range 1-5) resulting in 600 good quality data sets for the Carnegie stage annotation (80.5%). Vitamin B12 was positively associated with embryonic development in the total study population (beta = 0.001 (95% CI: 0.000; 0.002), P < 0.05) and in the subgroup of strictly dated spontaneous pregnancies (beta = 0.002 (95% CI: 0.001; 0.003), P < 0.05). Low vitamin B12 concentrations (-2SD, 73.4 pmol/l) were associated with delayed embryonic development by 1.4 days (95% CI: 1.3-1.4) compared with high concentrations (+ 2SD, 563.1 pmol/l). RBC folate was positively associated with Carnegie stages only in IVF/ICSI pregnancies (beta = 0.001 (95% CI: 0.0005; 0.0015), P < 0.05). In this group, low RBC folate concentrations (-2SD, 875.4 nmol/l) were associated with a 1.8-day delay (95% CI: 1.7-1.8) in development compared with high concentrations (+ 2SD, 2119.9 nmol/l). tHcy was negatively associated with embryonic development in the total study population (beta = -0.08 (95% CI: -0.14; -0.02), P < 0.01), as well as in the IVF/ICSI subgroup (beta = -0.08 (95% CI: -0.15; -0.01), P < 0.05). High tHcy concentrations (+ 2SD, 10.4 ae mol/l) were associated with a delay of 1.6 days (95% CI: 1.5-1.7) in embryonic development compared with low concentrations (-2SD, 3.0 ae mol/l). LIMITATIONS, REASONS FOR CAUTION: The study was performed in a tertiary care center, resulting in high rates of folic acid supplement use and comorbidity that may reduce the external validity of our findings. WIDER IMPLICATIONS OF THE FINDINGS: In periconceptional care, maternal I-C biomarkers should be taken into account as predictors of embryonic morphological development. Combining embryonic size measurements with morphological assessment could better define normal embryonic development.","Authors":"Parisi, F (Parisi, F.) ; Rousian, M (Rousian, M.) ; Koning, AHJ (Koning, A. H. J.) ; Willemsen, SP (Willemsen, S. P.) ; Cetin, I (Cetin, I.) ; Steegers-Theunissen, RPM (Steegers-Theunissen, R. P. M.)","Title":"Periconceptional maternal one-carbon biomarkers are associated with embryonic development according to the Carnegie stages"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397948300024 ISSN: 1296-2074 eISSN: 1778-3674","Keywords":"Website evaluation; Museum's website; Inspection methods; Empirical methods; Virtual reality; Mobile technology KeyWords Plus:HEURISTIC EVALUATION; VIRTUAL MUSEUM; LOCATION-AWARE; EXPERIENCE; USABILITY; CONTEXT; GUIDE","Categories":"Archaeology; Art; Chemistry; Geology; Materials Science; Spectroscopy Web of Science Categories:Archaeology; Art; Chemistry, Analytical; Geosciences, Multidisciplinary; Materials Science, Multidisciplinary; Spectroscopy","Journal Information":"JOURNAL OF CULTURAL HERITAGE Volume: 24 Pages: 184-196 DOI: 10.1016/j.culher.2016.10.016 Published: MAR-APR 2017","Abstract":"ICTs and the web have changed the way the users interact with museum exhibits providing alternative interactions and many advantages. Indeed, studies have shown a tremendous increase of online museum visitors. However, for a website to attract more visitors to the museum, it should be evaluated as usable and functional. This paper makes a state of the art on the evaluation experiments of museums' websites. More specifically, it focuses on the methods used and tries to categorize the experiments found in the literature with respect to the method used. It describes the tools that may be used for implementing an evaluation experiment. Emphasis is given on the evaluation of special aspects of the use of ICTs in museums such as the use of handheld devices as well as VR tours. The review concludes on the most common criteria used for the evaluation of museum websites by real or expert users. (C) 2016 Elsevier Masson SAS. All rights reserved.","Authors":"Kabassi, K (Kabassi, Katerina)","Title":"Evaluating websites of museums: State of the art"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398139000023 ISSN: 1226-1750 eISSN: 2233-6656","Keywords":"Electromagnetic momentum positioning; current loop; wearable device; data glove; virtual reality KeyWords Plus:ORIENTATION","Categories":"Materials Science; Physics Web of Science Categories:Materials Science, Multidisciplinary; Physics, Applied; Physics, Condensed Matter","Journal Information":"JOURNAL OF MAGNETICS Volume: 22 Issue: 1 Pages: 150-154 DOI: 10.4283/JMAG.2017.22.1.150 Published: MAR 2017","Abstract":"A novel high precision spatial positioning method utilizing the electromagnetic momentum, i.e., Electromagnetic Momentum Positioning (EMP), is proposed in this paper. By measuring the momentum of the electromagnetic field around the small current loop, the relative position between the sensor and the current loop is calculated. This method is particularly suitable for the application of close-range and high-precision positioning, e.g., data gloves and medical devices in personal healthcare, etc. The simulation results show that EMP method can give a high accuracy with the positioning error less than 1 mm, which is better than the traditional magnetic positioning devices with the error greater than 1 cm. This method lays the foundation for the application of data gloves to meet the accurate positioning requirement, such as the high precision interaction in Virtual Reality (VR), Augmented Reality (AR) and personal wearable devices network.","Authors":"Zhang, C (Zhang, Chao) ; Zhao, YF (Zhao, Yufei) ; Wu, H (Wu, Hong)","Title":"High Precision Electromagnetic Momentum Positioning with Current Loop"}, {"Keywords":"Robotic surgery; Virtual reality simulation; da Vinci Surgical Simulator; Simulation; Proficiency-based training; da Vinci Surgical System KeyWords Plus:SURGICAL SIMULATION; VALIDATION; PERFORMANCE","Categories":"Obstetrics & Gynecology Web of Science Categories:Obstetrics & Gynecology","Journal Information":"JOURNAL OF MINIMALLY INVASIVE GYNECOLOGY Volume: 24 Issue: 3 Pages: 420-425 DOI: 10.1016/j.jmig.2016.12.016 Published: MAR-APR 2017","Abstract":"Study Objective: To assess whether a robotic simulation curriculum for novice surgeons can improve performance of a suturing task in a live porcine model. Design: Randomized controlled trial (Canadian Task Force classification I). Setting: Academic medical center. Patients: Thirty-five medical students without robotic surgical experience. Interventions: Participants were enrolled in an online session of training modules followed by an in-person orientation. Baseline performance testing on the Mimic Technologies da Vinci Surgical Simulator (dVSS) was also performed. Participants were then randomly assigned to the completion of 4 dVSS training tasks (camera clutching 1, suture sponge 1 and 2, and tubes) versus no further training. The intervention group performed each dVSS task until proficiency or up to 10 times. A final suturing task was performed on a live porcine model, which was video recorded and blindly assessed by experienced surgeons. The primary outcomes were Global Evaluative Assessment of Robotic Skills (GEARS) scores and task time. The study had 90% power to detect a mean difference of 3 points on the GEARS scale, assuming a standard deviation (SD) of 2.65, and 80% power to detect a mean difference of 3 minutes, assuming an SD of 3 minutes. Measurements and Main Results: There were no differences in demographics and baseline skills between the 2 groups. No significant differences in task time in minutes or GEARS scores were seen for the final suturing task between the intervention and control groups, respectively (9.2 [2.65] vs 9.9 [2.07] minutes, p = .406; and 15.37 [2.51] vs 15.25 [3.38], p = .603). The 95% confidence interval for the difference in mean task times was 2.36 to .96 minutes and for mean GEARS scores 1.91 to 2.15 points. Conclusions: Live suturing task performance was not improved with a proficiency-based virtual reality simulation suturing curriculum compared with standard orientation to the da Vinci robotic console in a group of novice surgeons.","Authors":"Vargas, MV (Vargas, Maria V.) ; Moawad, G (Moawad, Gaby) ; Denny, K (Denny, Kathryn) ; Happ, L (Happ, Lindsey) ; Misa, NY (Misa, Nana Yaa) ; Margulies, S (Margulies, Samantha) ; Opoku-Anane, J (Opoku-Anane, Jessica) ; Khalil, EA (Khalil, Elias Abi) ; Marfori, C (Marfori, Cherie) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Opoku-Anane, Jessica  http://orcid.org/0000-0003-2252-1571","Title":"Transferability of Virtual Reality, Simulation-Based, Robotic Suturing Skills to a Live Porcine Model in Novice Surgeons: A Single-Blind Randomized Controlled Trial"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394926200019 PubMed ID: 27177182 ISSN: 0022-3085 eISSN: 1933-0693","Keywords":"aneurysm; surgical rehearsal platform; education; quality improvement; vascular disorders KeyWords Plus:VIRTUAL-REALITY SIMULATION; NEUROSURGERY; SURGERY","Categories":"Neurosciences & Neurology; Surgery Web of Science Categories:Clinical Neurology; Surgery","Journal Information":"JOURNAL OF NEUROSURGERY Volume: 126 Issue: 3 Pages: 838-844 DOI: 10.3171/2016.1.JNS152576 Published: MAR 2017","Abstract":"OBJECTIVE The field of neurosurgery is constantly undergoing improvements and advances, both in technique and technology. Cerebrovascular neurosurgery is no exception, with endovascular treatments changing the treatment paradigm. Clipping of aneurysms is still necessary, however, and advances are still being made to improve patient outcomes within the microsurgical treatment of aneurysms. Surgical rehearsal platforms are surgical simulators that offer the opportunity to rehearse a procedure prior to entering the operative suite. This study is designed to determine whether use of a surgical rehearsal platform in aneurysm surgery is helpful in decreasing aneurysm dissection time and clip manipulation of the aneurysm. METHODS The authors conducted a blinded, prospective, randomized study comparing key effort and time variables in aneurysm clip ligation surgery with and without preoperative use of the SuRgical Planner (SRP) surgical rehearsal platform. Initially, 40 patients were randomly assigned to either of two groups: one in which surgery was performed after use of the SRP (SRP group) and one in which surgery was performed without use of the SRP (control group). All operations were videotaped. After exclusion of 6 patients from the SRP group and 9 from the control group, a total of 25 surgical cases were analyzed by a reviewer blinded to group assignment. The videos were analyzed for total microsurgical time, number of clips used, and number of clip placement attempts. Means and standard deviations (SDs) were calculated and compared between groups. RESULTS The mean (SD) amount of operative time per clip used was 920 770 seconds in the SRP group and 1294 678 seconds in the control group (p = 0.05). In addition, the mean values for the number of clip attempts, total operative time, ratio of clip attempts to clips used, and time per clip attempt were all lower in the SRP group, although the between-group differences were not statistically significant. CONCLUSIONS Preoperative rehearsal with SRP increased efficiency and safety in aneurysm microsurgery as demonstrated by the statistically significant improvement in time per clip used. Although the rest of the outcomes did not demonstrate statistically significant between-group differences, the fact that the SRP group showed improvement in mean values for all measures studied suggests that preoperative rehearsal may increase the efficiency and safety of aneurysm microsurgery. Future studies aimed at improving patient outcome and safety during surgical clipping of aneurysms will be needed to keep pace with the quickly advancing endovascular field.","Authors":"Chugh, AJ (Chugh, A. Jessey) ; Pace, JR (Pace, Jonathan R.) ; Singer, J (Singer, Justin) ; Tatsuoka, C (Tatsuoka, Curtis) ; Hoffer, A (Hoffer, Alan) ; Selman, WR (Selman, Warren R.) ; Bambakidis, NC (Bambakidis, Nicholas C.)","Title":"Use of a surgical rehearsal platform and improvement in aneurysm clipping measures: results of a prospective, randomized trial"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397836000005 PubMed ID: 27839694 ISSN: 1931-7204 eISSN: 1878-7452","Keywords":"otolaryngology; ENT; simulation; training; validation; systematic review KeyWords Plus:SINUS SURGERY SIMULATOR; VIRTUAL-REALITY SIMULATION; TEMPORAL BONE SIMULATOR; BRADFORD GROMMET TRAINER; MIDDLE-EAR SIMULATOR; CONSTRUCT-VALIDITY; SURGICAL SIMULATION; OPERATING-ROOM; HIGH-FIDELITY; ANIMAL-MODEL","Categories":"Education & Educational Research; Surgery Web of Science Categories:Education, Scientific Disciplines; Surgery","Journal Information":"JOURNAL OF SURGICAL EDUCATION Volume: 74 Issue: 2 Pages: 203-215 DOI: 10.1016/j.jsurg.2016.09.007 Published: MAR-APR 2017","Abstract":"OBJECTIVE: Otolaryngology is a highly technical and demanding specialty and the requirements for surgical trainees to acquire proficiency remains challenging. Simulation has been purported to be an effective tool in assisting with this. The aim of this systematic review is to identify the available otolaryngology simulators, their status of validation, and evaluation the level of evidence behind each training model and thereby establish a level of recommendation. DESIGN: PubMed, ERIC, and Google Scholar databases were searched for articles that described otolaryngology simulators or training models between 1980 and April 2016. Any validation studies for simulators were also retrieved. Titles and abstracts were screened for relevance using the preferred reporting items for systematic reviews and meta-analysis (PRISMA) guidelines. Level of evidence (LoE) and Level of recommendation (LoR) was awarded to each study and model, respectively. RESULTS: A total of 70 studies were identified describing 64 simulators. Out of these, at least 54 simulators had 1 validation study. Simulators for the ear and temporal bone surgery were the most common (n = 32), followed by laryngeal and throat (n = 20) and endoscopic sinus surgery (n = 12). Face validity was evaluated by 29 studies, 20 attempted to show construct, 20 assessed content, 20 transfer, and only 2 assessed concurrent validity. Of the validation assessments, 2 were classified as Level lb, 10 Level 2a, and 48 Level 2b. No simulators received the highest LoR, but 8 simulators received a LoR of 2. CONCLUSIONS: Despite the lack of evidence in outcome studies and limited number of high-validity otolaryngology simulators, the role of simulation continues to grow across surgical specialties Hence, it is imperative that the simulators are of high validity and construct for trainees to practice and rehearse surgical skills to develop confidence. ((C) 2017 Published by Elsevier Inc. All rights reserved.)","Authors":"Musbahi, O (Musbahi, Omar) ; Aydin, A (Aydin, Abdullatif) ; Al Omran, Y (Al Omran, Yasser) ; Skilbeck, CJ (Skilbeck, Christopher James) ; Ahmed, K (Ahmed, Kamran)","Title":"Current Status of Simulation in Otolaryngology: A Systematic Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397836000010 PubMed ID: 27717707 ISSN: 1931-7204 eISSN: 1878-7452","Keywords":"laparoscopy; appendectomy; procedural training; simulation; virtual reality KeyWords Plus:VIRTUAL-REALITY SIMULATOR; EXPERT PERFORMANCE; CONSTRUCT-VALIDITY; SKILLS; AUTOMATICITY; ACQUISITION; DESIGN","Categories":"Education & Educational Research; Surgery Web of Science Categories:Education, Scientific Disciplines; Surgery","Journal Information":"JOURNAL OF SURGICAL EDUCATION Volume: 74 Issue: 2 Pages: 243-250 DOI: 10.1016/j.jsurg.2016.08.006 Published: MAR-APR 2017","Abstract":"BACKGROUND: Laparoscopic appendectomy is a commonly performed surgical procedure, but few training models have been described for it. We examined a virtual reality module for practising a laparoscopic appendectomy. METHODS: A prospective cohort study with the following 3 groups of surgeons (n = 45): novices (0 procedures), intermediates (10-50 procedures), and experienced (> 100 procedures). After being introduced to the simulator and 1 familiarization attempt on the procedural module, the participants practiced the module 20 times. Movements, task time, and procedure-specific parameters were compared over time. RESULTS: The time and movement parameters were significantly different during the first attempt, and more experienced surgeons used fewer movements and less time than novices (p < 0.01), although only 2 parameters were significantly different between novices and intermediates. All 3 groups improved significantly over 20 attempts (p < 0.0001). The intraclass correlation coefficient varied between 0.55 and 0.68 and did not differ significantly between the 3 groups (p > 0.05). When comparing novices with experienced surgeons, novices had a higher risk of burn damage to cecum (odds ratio [OR] = 3.0 [95% CI: 1.3; 7.0] p = 0.03), pressure damage to appendix (OR = 3.1 [95% CI: 2.0; 4.9] p < 0.0001), and grasping of the appendix (OR = 2.9 [95% CI: 1.8; 4.7] p < 0.0001). The risk of causing a perforation was not significantly different among the different experience levels (OR = 1.9 [95% CI: 0.9; 3.8] p = 0.14). Only 3 out of 5 error parameters differed significantly when comparing novices and experienced surgeons. Similarly, when comparing intermediates and novices, it was only 2 of the parameters that differed. DISCUSSION: The simulator module for practising laparoscopic appendectomy may be useful as a training tool, but further development is required before it can be used for assessment purposes. Procedural simulation may demonstrate more variation for movement parameters, and future research should focus on developing better procedure specific parameters. ((C) 2017 Published by Elsevier Inc. All rights reserved.)","Authors":"Bjerrum, F (Bjerrum, Flemming) ; Strandbygaard, J (Strandbygaard, Jeanett) ; Rosthoj, S (Rosthoj, Susanne) ; Grantcharov, T (Grantcharov, Teoclor) ; Ottesen, B (Ottesen, Bent) ; Sorensen, JL (Sorensen, Jette Led)","Title":"Evaluation of Procedural Simulation as a Training and Assessment Tool in General Surgery Simulating a Laparoscopic Appendectomy"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396639900021 PubMed ID: 28082159 ISSN: 1546-1440","Keywords":"CT; cardiac anatomy; education KeyWords Plus:MEDICAL-STUDENTS; GROSS-ANATOMY; VIRTUAL-REALITY; RADIOLOGY; KNOWLEDGE; EDUCATION; IMPROVE; PERCEPTIONS; PERFORMANCE; ATTITUDES","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"JOURNAL OF THE AMERICAN COLLEGE OF RADIOLOGY Volume: 14 Issue: 3 Pages: 409-415 DOI: 10.1016/j.jacr.2016.09.050 Published: MAR 2017","Abstract":"Purpose: The new generation's learning habits demand reforms in the methods by which we teach anatomy. Medical imaging techniques such as CT may offer a solution to help the understanding of complex anatomic structures. Our objective was to assess the noninferiority of using radiologic images in teaching anatomy as opposed to prosections or lecture slides. Methods: Seventy-three first-year medical students were assigned to three experimental groups taught using different approaches: lecture slides (LG), prosections (PG), or radiology images (RG). All three groups received a 2-hour presentation on cardiac anatomy. Three days after the lectures, the participants were subjected to a gross anatomic \"pin test\" followed by a written theoretical examination to evaluate their knowledge of cardiac anatomy. Results: We found a significant difference between the three groups regarding their gross anatomic examination scores (LG: 8.1 4.1, PG: 10.6 +/- 3.3, RG: 8.5 +/- 3.4, P =.03; Tukey's honest significant difference: P(LG-PG) =.04, P(PG-RG) =.08, P(LG-RG) =.94), whereas no significant difference was apparent regarding their written theoretical examination scores (LG: 16.6 +/- 4.2, PG: 18.6 +/- 3.5, RG: 18.3 +/- 3.0, P =.13). Conclusions: Concerning gross anatomic knowledge, groups taught using prosections or radiologic images showed no significant difference. Demonstrative materials do not seem to significantly affect the theoretical knowledge of the students. The use of medical imaging techniques could represent a valuable contribution toward teaching anatomy.","Authors":"Kolossvary, M (Kolossvary, Marton) ; Szekely, AD (Szekely, Andrea D.) ; Gerber, G (Gerber, Gabor) ; Merkely, B (Merkely, Bela) ; Maurovich-Horvat, P (Maurovich-Horvat, Pal)","Title":"CT Images Are Noninferior to Anatomic Specimens in Teaching Cardiac Anatomy-A Randomized Quantitative Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396148800005 ISSN: 1783-7677 eISSN: 1783-8738","Keywords":"Quantity judgment; Sensory modality; Auditory-visual; Crowd; Virtual reality; Humanoids KeyWords Plus:PUBLIC SPEAKING; PANIC DISORDER; NUMBER; AGORAPHOBIA; EXPOSURE; AUDIENCE; THERAPY; ANXIETY","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"JOURNAL ON MULTIMODAL USER INTERFACES Volume: 11 Issue: 1 Pages: 57-65 DOI: 10.1007/s12193-016-0228-5 Published: MAR 2017","Abstract":"Judging the size of a group of people is an everyday task, on which many decisions are based. In the present study, we investigated whether judgment of size of different groups of people depended on whether they were presented through the auditory channel, through the visual channel, or through both auditory and visual channels. Groups of humanoids of different sizes (from 8 to 128) were presented within a virtual environment to healthy participants. They had to judge whether there was a lot of people in each group and rate their discomfort in relation to the stimuli with Subjective Units of Distress. Our groups of 96 and 128 virtual humans were judged as crowds regardless of their sensory presentation. The sensory presentation influenced participants' judgment of virtual human group size ranging from 8 to 48. Moreover, while the quantity judgments in the auditory condition increased linearly with the group size, participants judged the quantity of people in a logarithmic manner in the two other sensory conditions. These results suggest that quantity judgment based on auditory information in a realistic context may often involve implicit arithmetic. Even though our participants were not phobic of crowds, our findings are of interest for the field of virtual reality-based therapy for diverse disorders because they indicate that quantity judgment can potentially be altered in a sensory-specific manner in patients with fear of crowds.","Authors":"Taffou, M (Taffou, Marine) ; Ondrej, J (Ondrej, Jan); O'Sullivan, C (O'Sullivan, Carol) ; Warusfel, O (Warusfel, Olivier) ; Viaud-Delmon, I (Viaud-Delmon, Isabelle)","Title":"Judging crowds' size by ear and by eye in virtual reality"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396148800008 ISSN: 1783-7677 eISSN: 1783-8738","Keywords":"Industrial ergonomics; Virtual reality; Computer-supported cooperative work; Physical risk factors; Human factors KeyWords Plus:VIRTUAL-REALITY; RISK-FACTORS; ENVIRONMENT; WORK; SIMULATION; DISORDERS; TASKS","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Cybernetics","Journal Information":"JOURNAL ON MULTIMODAL USER INTERFACES Volume: 11 Issue: 1 Pages: 97-111 DOI: 10.1007/s12193-016-0231-x Published: MAR 2017","Abstract":"The aim of this paper is to evaluate two new operating design modes and their collaborative metaphors enabling two actors, a design engineer and an end-user, to work jointly in a collaborative virtual environment for workstation design. The two operating design modes that correspond to two different design paradigms include: direct design mode (the design engineer manipulates objects while the end-user specifies their activity constraints) and supervised design mode (the end-user manipulates objects while the design engineer specifies their process constraints). The corresponding collaborative metaphors enable the two actors to manipulate objects while one (the design engineer) can express process constraints and the other (the end-user) can express activity constraints. The usability evaluation of the modes and metaphors consisted in placing a workstation design element on a digital workstation mock-up where a trade-off was to be found between process constraints and activity constraints. The results show that if we consider the completion time as the most important criterion to achieve, the direct design mode must be favoured. Otherwise, if the activity constraints are predominant, the supervised design mode must be favoured. In any case, the addition of an ergonomist's point of view is supported and warranted in order to enhance the effectiveness of the system.","Authors":"Nguyen, H (Nguyen, Huyen) ; Pontonnier, C (Pontonnier, Charles) ; Hilt, S (Hilt, Simon) ; Duval, T (Duval, Thierry) ; Dumont, G (Dumont, Georges)","Title":"VR-based operating modes and metaphors for collaborative ergonomic design of industrial workstations"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396261200001 PubMed ID: 28202714 ISSN: 1072-0502 eISSN: 1549-5485","Categories":"Neurosciences & Neurology; Psychology Web of Science Categories:Neurosciences; Psychology, Experimental","Journal Information":"LEARNING & MEMORY Volume: 24 Issue: 3 Pages: 104-114 DOI: 10.1101/lm.044032.116 Published: MAR 2017","Abstract":"Time and space represent two key aspects of episodic memories, forming the spatiotemporal context of events in a sequence. Little is known, however, about how temporal information, such as the duration and the order of particular events, are encoded into memory, and if it matters whether the memory representation is based on recollection or familiarity. To investigate this issue, we used a real world virtual reality navigation paradigm where periods of navigation were interspersed with pauses of different durations. Crucially, participants were able to reliably distinguish the durations of events that were subjectively \"reexperienced\" (i.e., recollected), but not of those that were familiar. This effect was not found in temporal order (ordinal) judgments. We also show that the active experience of the passage of time (holding down a key while waiting) moderately enhanced duration memory accuracy. Memory for event duration, therefore, appears to rely on the hippocampally supported ability to recollect or reexperience an event enabling the reinstatement of both its duration and its spatial context, to distinguish it from other events in a sequence. In contrast, ordinal memory appears to rely on familiarity and recollection to a similar extent.","Authors":"Brunec, IK (Brunec, Iva K.) ; Ozubko, JD (Ozubko, Jason D.) ; Barense, MD (Barense, Morgan D.) ; Moscovitch, M (Moscovitch, Morris) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Hoang, Nick  N-5738-2015 http://orcid.org/0000-0001-7097-7114","Title":"Recollection-dependent memory for event duration in large-scale spatial navigation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396041000007 PubMed ID: 28272198 ISSN: 0025-7974 eISSN: 1536-5964","Keywords":"augmentative and alternative communication; elderly; information and communication technologies; serious games; social inclusion KeyWords Plus:OLDER-ADULTS; BALANCE CONTROL; PROGRAM","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"MEDICINE Volume: 96 Issue: 10 Article Number: e5954 DOI: 10.1097/MD.0000000000005954 Published: MAR 2017","Abstract":"Introduction: Physical and mental changes associated with aging commonly lead to a decrease in communication capacity, reducing social interactions and increasing loneliness. Computer classes for older adults make significant contributions to social and cognitive aspects of aging. Games in a virtual reality (VR) environment stimulate the practice of communicative and cognitive skills and might also bring benefits to older adults. Furthermore, it might help to initiate their contact to the modern technology. The purpose of this study protocol is to evaluate the effects of practicing VR games during computer classes on the level of loneliness of students of an elderly reference center. Methods and Analysis: This study will be a prospective longitudinal study with a randomised cross-over design, with subjects aged 50 years and older, of both genders, spontaneously enrolled in computer classes for beginners. Data collection will be done in 3 moments: moment 0 (T0) - at baseline; moment 1 (T1) - after 8 typical computer classes; and moment 2 (T2) - after 8 computer classes which include 15 minutes for practicing games in VR environment. A characterization questionnaire, the short version of the Short Social and Emotional Loneliness Scale for Adults (SELSA-S) and 3 games with VR (Random, Movil etrando, and Reaction Time) will be used. For the intervention phase 4 other games will be used: Coincident Timing, Motor Skill Analyser, Labyrinth, and Fitts. The statistical analysis will compare the evolution in loneliness perception, performance, and reaction time during the practice of the games between the 3 moments of data collection. Performance and reaction time during the practice of the games will also be correlated to the loneliness perception. Ethics and Dissemination: The protocol is approved by the host institution's ethics committee under the number 52305215.3.0000.0082. Results will be disseminated via peer-reviewed journal articles and conferences. This clinical trial is registered at ClinicalTrials. gov identifier: NCT02798081.","Authors":"Antunes, TPC (Campos Antunes, Thaiany Pedrozo) ; de Oliveira, ASB (Bulle de Oliveira, Acary Souza) ; Crocetta, TB (Crocetta, Tania Brusque) ; Antao, JYFD (Ferreira de Lima Antao, Jennifer Yohanna) ; Barbosa, RTD (de Almeida Barbosa, Renata Thais) ; Guarnieri, R (Guarnieri, Regiani) ; Massetti, T (Massetti, Thais) ; Monteiro, CBD (de Mello Monteiro, Carlos Bandeira) ; de Abreu, LC (de Abreu, Luiz Carlos)","Title":"Computer classes and games in virtual reality environment to reduce loneliness among students of an elderly reference center Study protocol for a randomised cross-over design"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397278400053 ISSN: 1380-7501 eISSN: 1573-7721","Keywords":"Stereoscopic 3D; Knowledge retention; Serious games KeyWords Plus:VIRTUAL-REALITY; CHILDREN; SURGERY","Categories":"Computer Science; Engineering Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering; Computer Science, Theory & Methods; Engineering, Electrical & Electronic","Journal Information":"MULTIMEDIA TOOLS AND APPLICATIONS Volume: 76 Issue: 5 Pages: 7301-7319 DOI: 10.1007/s11042-016-3394-2 Published: MAR 2017","Abstract":"We present the results of an experiment that investigated the effects of stereoscopic 3D viewing on knowledge retention with respect to a spatial interactive task within a serious game that was designed for fire safety training. Participants were trained to identify the safe distance to remain from a ( virtual) fire in both stereoscopic 3D and non-stereoscopic 3D contexts. After a 24 h period, they were then tested to determine whether they retained the information that they were taught. Contrary to prior work that suggests stereoscopic 3D has an impact on knowledge retention, our results indicate no significant difference between knowledge retention in a stereoscopic 3D versus a non-stereoscopic 3D interactive environment. Although greater work remains to be done and no firm conclusions can be made regarding the use of stereoscopic 3D, our results have shown that stereoscopic 3D does not always lead to greater performance. Our results have implications for designers of serious games; the discussion and decision to use stereoscopic 3D should be incorporated early in the design phase and there should be some consideration placed on individualized calibration of stereoscopic 3D settings.","Authors":"Tawadrous, M (Tawadrous, Mina) ; Rojas, D (Rojas, David) ; Kapralos, B (Kapralos, Bill) ; Hogue, A (Hogue, Andrew) ; Dubrowski, A (Dubrowski, Adam)","Title":"The effects of stereoscopic 3D on knowledge retention within a serious gaming environment"}, {"Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"SCHIZOPHRENIA BULLETIN Volume: 43 Pages: S248-S248 Supplement: 1 Meeting Abstract: M103 Published: MAR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000397126200666 ISSN: 0586-7614 eISSN: 1745-1701","Authors":"Foussias, G (Foussias, George) ; Saperia, S (Saperia, Sarah) ; Siddiqui, I (Siddiqui, Ishraq) ; Da Silva, S (Da Silva, Susana) ; Hawco, C (Hawco, Colin) ; Wong, A (Wong, Albert) ; Agid, O (Agid, Ofer) ; Remington, G (Remington, Gary) ; Voineskos, A (Voineskos, Aristotle)","Title":"TREATING MOTIVATION DEFICITS IN SCHIZOPHRENIA WITH A VIRTUAL REALITY MOTIVATION TRAINING PROGRAM"}, {"Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"SCHIZOPHRENIA BULLETIN Volume: 43 Pages: S220-S220 Supplement: 1 Meeting Abstract: M24 Published: MAR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000397126200591 ISSN: 0586-7614 eISSN: 1745-1701","Authors":"Goldring, A (Goldring, Abraham) ; Lindenmayer, JP (Lindenmayer, Jean-Pierre) ; Khan, A (Khan, Anzalee) ; Foreman, B (Foreman, Bronwen) ; Yang, R (Yang, Ran) ; Ozog, V (Ozog, Veronica)","Title":"ASSESSING FUNCTIONAL IMPAIRMENT IN TREATMENT-RESISTANT SCHIZOPHRENIA USING THE VIRTUAL REALITY FUNCTIONAL CAPACITY ASSESSMENT TOOL (VRFCAT): A PILOT STUDY"}, {"Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"SCHIZOPHRENIA BULLETIN Volume: 43 Pages: S198-S199 Supplement: 1 Meeting Abstract: SU107 Published: MAR 2017","Abstract":"Document Information Document Type:Meeting Language:English Accession Number: WOS:000397126200536 ISSN: 0586-7614 eISSN: 1745-1701","Authors":"Nijman, S (Nijman, Saskia); Veling, W (Veling, Wim) ; Geraets, C (Geraets, Chris) ; Aleman, A (Aleman, Andre) ; Pijnenborg, G (Pijnenborg, Gerdina (Marieke))","Title":"READING THE MIND OF THE AVATAR: DYNAMIC INTERACTIVE SOCIAL COGNITION VIRTUAL REALITY TRAINING (DISCOVR) FOR PEOPLE WITH A PSYCHOTIC DISORDER"}]