[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396052400001 ISSN: 0973-1482 eISSN: 1998-4138","Keywords":"Helicobacter pylori infection; meta-analysis; pancreatic cancer KeyWords Plus:SEROPOSITIVITY; STATISTICS","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"JOURNAL OF CANCER RESEARCH AND THERAPEUTICS Volume: 12 Issue: 8 Pages: 229-232 Supplement: S DOI: 10.4103/0973-1482.200744 Published: DEC 2017","Abstract":"Objective: To assess whether the Helicobacter pylori (HP) infection can increase the risk of developing pancreatic cancer or not by meta-analysis. Methods: Published studies about HP infection and pancreatic cancer risk were electronic searched in the databases of MEDLINE, PubMed, Web of Science, and CNKI. The correlation between HP infection and pancreatic cancer was demonstrated by odds ratio (OR) and corresponding 95% confidence interval (CI). The publication bias was assessed by Begg's funnel plot and Egger's linear regression test. Results: We finally included eight caseucontrol studies for this present meta-analysis with 1003 pancreatic cancer patients and 1754 healthy controls. One study performed in Austria, 3 from China, and 4 from the United States. For obvious statistical heterogeneity, the data were pooled by random effects model. The pooled data indicated that significant correlation between HP infection and pancreatic cancer was found with OR = 1.45 (95% CI = 1.09u1.92) under the random effects model. The results indicated that the HP infection can significantly increase the risk of developing pancreatic cancer. The publication bias was evaluated by Begg's funnel plot and Egger's linear regression test. The Begg's funnel plot was significant asymmetric at the bottom which indicated potential publication bias. The Egger's linear regression test also indicated significant publication bias (t = 3.21, P < 0.05). Conclusion: Based on present open published data, HP infection can significantly increase the risk of developing pancreatic cancer. However, for small number of studies included in this meta-analysis and publication bias, more caseucontrol or cohort studies are needed to further confirm this conclusion.","Authors":"Guo, Y (Guo, Yu) ; Liu, W (Liu, Wei) ; Wu, J (Wu, Jun)","Title":"Helicobacter pylori infection and pancreatic cancer risk: A meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396052400009 ISSN: 0973-1482 eISSN: 1998-4138","Keywords":"Diagnosis; meta-analysis; pro-gastrin-releasing peptide; small cell lung cancer KeyWords Plus:NEURON-SPECIFIC ENOLASE; TUMOR-MARKER; DISEASES; NSE","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"JOURNAL OF CANCER RESEARCH AND THERAPEUTICS Volume: 12 Issue: 8 Pages: 260-263 Supplement: S DOI: 10.4103/jcrt.JCRT_1118_16 Published: DEC 2017","Abstract":"Objective: The purpose of this study was to assess the diagnostic sensitivity and specificity for serum pro-gastrin-releasing peptide (Pro-GRP) in diagnosis of small cell lung cancer (SCLC) through pooling all the open published data. Materials and Methods: Databases of PubMed, Cochrane, ISI Web of Knowledge, and CNKI were electronic, searched by two reviewers to find the diagnostic study serum Pro-GRP in diagnosis of SCLC. The diagnostic sensitivity, specificity, positive likelihood ratio (PLR), negative likelihood ratio (NLR), diagnostic odds ratio (DOR), and area under the receiver operating characteristic (ROC) were calculated by Med DiSc1.4 software. Results: Finally, 21 studies were included in this meta-analysis. Because of statistical heterogeneity, the specificity, specificity, positive/negative likelihood ratio, and DOR were pooled by random effect model. The pooled sensitivity, specificity, PLR, NLR, DOR, and area under the ROC were 64% (95% confidence interval [CI]: 62%u66%), 94% (95% CI: 94%u95%), 11.87% (95% CI: 8.62u11.35), 0.32% (95% CI: 0.26%u0.39%), 40.98% (95% CI: 27.77%u60.64%), and 0.94 (95% CI: 0.91%u0.96%). Conclusion: Serum Pro-GRP was promising biomarker for SCLC diagnosis.","Authors":"Wang, HY (Wang, Hongyuan) ; Qian, JF (Qian, Junfeng)","Title":"y Serum pro-gastrin-releasing peptide in diagnosis of small cell lung cancer: A meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396052400013 ISSN: 0973-1482 eISSN: 1998-4138","Keywords":"Contrast-enhanced ultrasound; hepatocellular carcinoma; meta-analysis KeyWords Plus:ULTRASONOGRAPHY; CIRRHOSIS; NODULES; CRITERIA; LIVER","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"JOURNAL OF CANCER RESEARCH AND THERAPEUTICS Volume: 12 Issue: 8 Pages: 274-276 Supplement: S DOI: 10.4103/0973-1482.200756 Published: DEC 2017","Abstract":"Objective: To discuss the efficacy of contrast-enhanced ultrasound (CEUS) for diagnosis of small hepatocellular carcinoma (HCC) by pooling the open published data.Methods: A comprehensive publication electronic search was performed by reviewers in the databases of PubMed, Embase, Web of Science, and China National Knowledge Infrastructure. The open published studies about CEUS for small HCC diagnosis were collected. The sensitivity, specificity, positive likelihood ratio (+LR), negative likelihood ratio (uLR), and diagnostic odds ratio (DOR) were pooled by stata 12.0 software. Results: A total of 16 studies were included in the present study. The sensitivity, specificity, +LR, and uLR were aggregated by random effects model because of significant heterogeneity (I-2 50.0%). However, DOR was pooled by fixed effects model without significant heterogeneity (I-2 <50.0%). The aggregate sensitivity was 0.86 (95% confidence interval [CI]: 0.79u0.91); the aggregate specificity was 0.87 (95% CI: 0.75u0.94); the aggregate +LR and uLR were 7.06 (95% CI: 1.64u30.36) and 0.20 (95% CI: 1.64u30.36), respectively. The DOR was 33.71 (95% CI: 20.34u55.88); the area under the receiver operating characteristic was 0.93 (95% CI: 0.90u0.95). There was significant publication bias tested by funnel plot and line regression test (t = 2.29, P < 0.05). Conclusion: With the present evidence, CEUS is useful for diagnosis of small HCC with relatively high sensitivity and specificity.","Authors":"Deng, HD (Deng, Huadong) ; Shi, HW (Shi, Hongwei) ; Lei, JM (Lei, Jianming) ; Hu, Y (Hu, Yan) ; Li, G (Li, Gang) ; Wang, CJ (Wang, Chaojun)","Title":"A meta-analysis of contrast-enhanced ultrasound for small hepatocellular carcinoma diagnosis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396712000006 PubMed ID: 28253214 ISSN: 0894-1912 eISSN: 1554-558X","Keywords":"evidence-based practice; attitude; interprofessional; education; interprofessional education; research/evaluation KeyWords Plus:EVIDENCE-BASED PHYSIOTHERAPY; SCALE EBPAS; HEALTH-CARE; KNOWLEDGE; BARRIERS; BEHAVIOR; IMPLEMENTATION; PROFESSIONALS; CHALLENGES; CLINICIAN","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"JOURNAL OF CONTINUING EDUCATION IN THE HEALTH PROFESSIONS Volume: 37 Issue: 1 Pages: 37-45 DOI: 10.1097/CEH.0000000000000139 Published: WIN 2017","Abstract":"Introduction: Professionals who embrace evidence-based practice (EBP) continually search for research evidence, appraise, and apply it, while interacting with each client in his/her situation. This dynamic learning process takes a substantial commitment from professionals and requires a positive attitude toward EBP. The main objective of this research was to explore the following: 1) distinct dimensions of attitudes toward adoption of EBP among physical therapists and social workers and 2) the relationship between these dimensions of attitudes and selected background characteristics of the compared professions. Methods: Cross-sectional web-based surveys were conducted in 2012 and 2013 on a population-based sample from the Icelandic Physical Therapy Association and the Icelandic Association of Social Workers. The participants were 214 physical therapists (76.3% women) and 163 social workers (92.2% women). The Evidence-Based Practice Attitude Scale (EBPAS) and its four subscales were used to survey dimensions of attitudes toward EBP. Scores on the total EBPAS range from zero to five, with a higher score indicating a more positive attitude toward EBPs. Linear regression was used to explore the relationship between the EBPAS scales and selected background variables. Results: The overall response rate was 39%. Both professions generally held positive attitudes toward adoption of EBP, with an average EBPAS total score of 3.06 (SD = 0.46). The professionals' background characteristics were independently related to at least one dimension of attitudes toward EBP. More positive attitudes were associated with being a physical therapist, a woman, in a younger age group, having a graduate degree, working with individual clients, and having at least five same-profession coworkers. Discussion: The results may be useful to design continuing education focusing on EBP. Such inventions should be targeted to professional attitudes, background, and other contextual factors.","Authors":"Gudjonsdottir, B (Gudjonsdottir, Bjorg) ; Arnadottir, HA (Arnadottir, Hervor A.) ; Gudmundsson, HS (Gudmundsson, Halldor S.) ; Juliusdottir, S (Juliusdottir, Sigrun) ; Arnadottir, SA (Arnadottir, Solveig A.)","Title":"Attitudes Toward Adoption of Evidence-Based Practice Among Physical Therapists and Social Workers: A Lesson for Interprofessional Continuing Education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397687400002 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Real-time intelligent automation; Expert systems; Knowledge bases; Knowledge processing; Natural language processing; Community question answering; Question analysis KeyWords Plus:SELECTION","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 77 Pages: 11-19 DOI: 10.1016/j.eswa.2017.01.041 Published: JUL 1 2017","Abstract":"Community Question-Answering platforms are massive knowledge bases of questions and answers pairs produced by their members. In other to provide a vibrant service, they are compelled to provide answers to new posted questions as soon as possible. However, since their dynamic requires their own users to answer questions, there is an inherent delay between posting time and the arrival of good answers. In fact, many of these new questions might be already asked and satisfactorily answered in the past. Ergo, one of the pressing needs of these services is capitalizing on good answers given to related resolved questions across their large-scale knowledge base. To that end, current approaches have studied the effectiveness of human-generated web queries across search logs in fetching related questions and potential good answers from these community archives. However, this kind of strategy is not suitable for questions without click-through data, in particular those recently posted, limiting their capability of providing them with real-time answers. In this paper, we propose an approach to find related questions across the cQA knowledge base, which automatically generate effective search strings directly from question titles and bodies. In so doing, we automatically construct a massive corpus of related questions on top of the relationships yielded by their click-through graph, and generated candidate queries by inspecting dependency paths across the title and body of each question afterwards. Then, we utilize this corpus for automatically annotating the retrieval power of each of these candidates. With this labelled corpus, we study the effectiveness of several learning to rank models enriched with assorted linguistically-motivated properties. Thus deducing the linguistic structure of automatically generated search strings that are effective in finding related questions. Since these models are inferred solely from each question itself, they can be used when search log data (i.e., web queries) is unavailable. Overall, our experiments underline the effectiveness of our approach, in particular our outcomes indicate that named entity recognition is instrumental in structuring and recognizing 2-5 terms effective queries. Furthermore, we carry out experiments considering and ignoring question bodies, and we show that profiting only from question titles is more promising, but most effective queries are harder to detect. Conversely, adding question bodies makes the retrieval of past related questions noisier, but their content helps to generalize models capable of identifying more effective candidates. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Figueroa, A (Figueroa, Alejandro)","Title":"Automatically generating effective search queries directly from community question-answering questions for finding related questions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396239200004 ISSN: 1674-733X eISSN: 1869-1919","Keywords":"gesture interaction; personalization; gesture recognition; user identification; event-driven architecture KeyWords Plus:RECOGNITION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"SCIENCE CHINA-INFORMATION SCIENCES Volume: 60 Issue: 7 Article Number: 072104 DOI: 10.1007/s11432-015-1014-7 Published: JUL 2017","Abstract":"A gesture-based interaction system for smart homes is a part of a complex cyber-physical environment, for which researchers and developers need to address major challenges in providing personalized gesture interactions. However, current research efforts have not tackled the problem of personalized gesture recognition that often involves user identification. To address this problem, we propose in this work a new event-driven service-oriented framework called gesture services for cyber-physical environments (GS-CPE) that extends the architecture of our previous work gesture profile for web services (GPWS). To provide user identification functionality, GS-CPE introduces a two-phase cascading gesture password recognition algorithm for gesture-based user identification using a two-phase cascading classifier with the hidden Markov model and the Golden Section Search, which achieves an accuracy rate of 96.2% with a small training dataset. To support personalized gesture interaction, an enhanced version of the Dynamic Time Warping algorithm with multiple gestural input sources and dynamic template adaptation support is implemented. Our experimental results demonstrate the performance of the algorithm can achieve an average accuracy rate of 98.5% in practical scenarios. Comparison results reveal that GS-CPE has faster response time and higher accuracy rate than other gesture interaction systems designed for smart-home environments.","Authors":"Lou, YH (Lou, Yihua) ; Wu, WJ (Wu, Wenjun) ; Vatavu, RD (Vatavu, Radu-Daniel) ; Tsai, WT (Tsai, Wei-Tek) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Vatavu, Radu-Daniel  http://orcid.org/0000-0002-7631-6445","Title":"Personalized gesture interactions for cyber-physical smart-home environments"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398996500006 ISSN: 1544-3574","Keywords":"Video retrieval; exploratory survey; multimedia; user intentions; prototype","Categories":"Computer Science Web of Science Categories:Computer Science, Interdisciplinary Applications","Journal Information":"COMPUTERS IN ENTERTAINMENT Volume: 15 Issue: 2 Article Number: 6 DOI: 10.1145/3034706 Published: SUM 2017","Abstract":"Searching for and retrieving videos in a meaningful way on the web is still an open problem. The integration of a user's context and intentions into the search process is one of the most promising approaches to enhance current search interfaces and algorithms. In this article, we present the results of two exploratory studies on the topic of online video searching, retrieving, watching, and sharing: a qualitative study in which 22 participants reported on situations when they retrieved and watched videos, and an online quantitative survey with more than 200 participants answering comparable questions. We provide a detailed analysis of the results from both studies and report on the insights that they provide in terms of video search, retrieval, watching, and sharing behavior. Our findings can be used to enhance current video retrieval systems, search interfaces, and algorithms in order to improve the overall user satisfaction and experience. As an example of such improvements, we also propose a prototype that addresses the problem of taking the user's intentions into account when designing video retrieval interfaces.","Authors":"Lagger, C (Lagger, Christoph) ; Lux, M (Lux, Mathias) ; Marques, O (Marques, Oge)","Title":"What Makes People Watch Online Videos: An Exploratory Study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398421100083 ISSN: 0035-8711 eISSN: 1365-2966","Keywords":"methods: statistical; cosmology: observations; diffuse radiation; large-scale structure of Universe; radio continuum: general KeyWords Plus:LARGE-SCALE STRUCTURE; PHOTOMETRIC REDSHIFT CATALOG; MURCHISON WIDEFIELD ARRAY; CM POWER SPECTRA; X-RAY-EMISSION; MAGNETIC-FIELDS; COSMOLOGICAL SIMULATIONS; SKY SURVEY; INTERGALACTIC SHOCKS; CROSS-CORRELATION","Categories":"Astronomy & Astrophysics Web of Science Categories:Astronomy & Astrophysics","Journal Information":"MONTHLY NOTICES OF THE ROYAL ASTRONOMICAL SOCIETY Volume: 467 Issue: 4 Pages: 4914-4936 DOI: 10.1093/mnras/stx424 Published: JUN 2017","Abstract":"We present a search for the synchrotron emission from the synchrotron cosmic web by cross-correlating 180-MHz radio images from the Murchison Widefield Array with tracers of large-scale structure (LSS). We use two versions of the radio image covering 21.degrees 76 x 21.degrees 76 with point sources brighter than 0.05 Jy subtracted, with and without filtering of Galactic emission. As tracers of the LSS, we use the Two Micron All-Sky Survey and the Wide-field InfraRed Explorer redshift catalogues to produce galaxy number density maps. The cross-correlation functions all show peak amplitudes at 0 degrees, decreasing with varying slopes towards zero correlation over a range of 1 degrees. The cross-correlation signals include components from point source, Galactic, and extragalactic diffuse emission. We use models of the diffuse emission from smoothing the density maps with Gaussians of sizes 1-4 Mpc to find limits on the cosmic web components. From these models, we find surface brightness 99.7 per cent upper limits in the range of 0.09-2.20 mJy beam(-1) (average beam size of 2.6 arcmin), corresponding to 0.01-0.30 mJy arcmin(-2). Assuming equipartition between energy densities of cosmic rays and the magnetic field, the flux density limits translate to magnetic field strength limits of 0.03-1.98 mu G, depending heavily on the spectral index. We conclude that for a 3 sigma detection of 0.1 mu G magnetic field strengths via cross-correlations, image depths of sub-mJy to sub-mu Jy are necessary. We include discussion on the treatment and effect of extragalactic point sources and Galactic emission, and next steps for building on this work.","Authors":"Vernstrom, T (Vernstrom, T.) ; Gaensler, BM (Gaensler, B. M.) ; Brown, S (Brown, S.) ; Lenc, E (Lenc, E.) ; Norris, RP (Norris, R. P.)","Title":"Low-frequency radio constraints on the synchrotron cosmic web"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395357500002 PubMed ID: 27855298 ISSN: 0005-7916 eISSN: 1873-7943","Keywords":"Imagery rescripting; Intervention; Aversive memories; Meta-analysis KeyWords Plus:POSTTRAUMATIC-STRESS-DISORDER; RANDOMIZED CONTROLLED-TRIAL; BODY DYSMORPHIC DISORDER; CASE EXPERIMENTAL-DESIGN; SOCIAL ANXIETY DISORDER; CHILDHOOD SEXUAL-ABUSE; STAND-ALONE TREATMENT; CASE SERIES; ADULT SURVIVORS; MENTAL-IMAGERY","Categories":"Psychology; Psychiatry Web of Science Categories:Psychology, Clinical; Psychiatry","Journal Information":"JOURNAL OF BEHAVIOR THERAPY AND EXPERIMENTAL PSYCHIATRY Volume: 55 Pages: 6-15 DOI: 10.1016/j.jbtep.2016.11.003 Published: JUN 2017","Abstract":"Background and objectives: Literature suggests that imagery rescripting (ImRs) is an effective psychological intervention. Methods: We conducted a meta-analysis of ImRs for psychological complaints that are associated with aversive memories. Relevant publications were collected from the databases Medline, Psychlnfo, and Web of Science. Results: The search identified 19 trials (including seven randomized controlled trials) with 363 adult patients with posttraumatic stress disorder (eight trials), social anxiety disorder (six trials), body dysmorphic disorder (two trials), major depression (one trial), bulimia nervosa (one trial), or obsessive compulsive disorder (one trial). ImRs was administered over a mean of 4.5 sessions (range, 1-16). Effect size estimates suggest that ImRs is largely effective in reducing symptoms from pretreatment to post-treatment and follow-up in the overall sample (Hedges' g = 1.22 and 1.79, respectively). The comparison of ImRs to passive treatment conditions resulted in a large effect size (g = 0.90) at posttreatment. Finally, the effects of ImRs on comorbid depression, aversive imagery, and encapsulated beliefs were also large. Limitations: Most of the analyses involved pre-post comparisons and the findings are limited by the small number of randomized controlled trials. Conclusions: Our findings indicate that ImRs is a promising intervention for psychological complaints related to aversive memories, with large effects obtained in a small number of session. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Morina, N (Morina, Nexhmedin) ; Lancee, J (Lancee, Jaap) ; Arntz, A (Arntz, Arnoud) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Morina, Nexhmedin  D-4976-2012 http://orcid.org/0000-0002-2331-9140","Title":"Imagery rescripting as a clinical intervention for aversive memories: A meta-analysis"}, {"Keywords":"Recommendation systems; Code synthesis; Mobile computing; Android; IOS; Java; Swift","Categories":"Computer Science Web of Science Categories:Computer Science, Software Engineering","Journal Information":"COMPUTER LANGUAGES SYSTEMS & STRUCTURES Volume: 48 Pages: 3-19 Special Issue: SI DOI: 10.1016/j.cl.2016.08.005 Published: JUN 2017","Abstract":"When a mobile application is supported on multiple major platforms, its market penetration is maximized. Such cross-platform native applications essentially deliver the same core functionality, albeit within the conventions of each supported platform. Maintaining and evolving a cross-platform native application is tedious and error-prone, as each modification requires replicating the changes for each of the application's platform specific variants. Syntax-directed source-to-source translation proves inadequate to alleviate the problem, as native API access is always domain-specific. In this paper, we present a novel approach Native-2-Native-that uses program transformations performed on one platform to automatically synthesize equivalent code blocks to be used on another platform. When a programmer modifies the source version of an application, the changes are captured. Based on the changes, Native-2-Native identifies the semantic content of the source code block and formulates an appropriate query to search for the equivalent target code block using popular web-based programming resources. The discovered target code block is then presented to the programmer as an automatically synthesized target language source file for further fine-tuning and subsequent integration into the mobile application's target version. We evaluate the proposed method using common native resources, such as sensors, Network access, and canonical data structures. We show that our approach can correctly synthesize more than 74% of iOS code from the provided Android source Code and 91% of Android code from the provided iOS source code. The presented approach effectively automates the process of extracting the source code block's semantics and discovering existing target examples with the equivalent functionality, thus alleviating some of the most laborious and intellectually tiresome programming tasks in modern mobile development. (C) 2016 Published by Elsevier Ltd.","Authors":"Chadha, S (Chadha, Sanchit) ; Byalik, A (Byalik, Antuan) ; Tilevich, E (Tilevich, Eli) ; Rozovskaya, A (Rozovskaya, Alla)","Title":"Facilitating the development of cross-platform software via automated code synthesis from web-based programming resources"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952300004 ISSN: 0925-2312 eISSN: 1872-8286","Keywords":"Image dataset construction; Multiple query expansions; Web-supervised KeyWords Plus:DATABASE","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"NEUROCOMPUTING Volume: 236 Pages: 23-31 Special Issue: SI DOI: 10.1016/j.neucom.2016.07.066 Published: MAY 2 2017","Abstract":"The goal of this work is to automatically collect a large number of highly relevant natural images from Internet for given queries. A novel automatic image dataset construction framework is proposed by employing multiple query expansions. In specific, the given queries are first expanded by searching in the Google Books Ngrams Corpora to obtain a richer semantic descriptions, from which the visually non-salient and less relevant expansions are then filtered. After retrieving images from the Internet with filtered expansions, we further filter noisy images by clustering and progressively Convolutional Neural Networks (CNN) based methods. To evaluate the performance of Our proposed method for image dataset construction, we build an image dataset with 10 categories. We then run object detections on our image dataset with three other image datasets which were constructed by weak supervised, web supervised and full supervised learning, the experimental results indicated the effectiveness of our method is superior to weak supervised and web supervised state-of-the-art methods. In addition, we do a cross-dataset classification to evaluate the performance of our dataset with two publically available manual labelled dataset STL-10 and CIFAR-10.","Authors":"Yao, YZ (Yao, Yazhou) ; Zhang, J (Zhang, Jian) ; Shen, FM (Shen, Fumin) ; Hua, XS (Hua, Xiansheng) ; Xu, JS (Xu, Jingsong) ; Tang, ZM (Tang, Zhenmin)","Title":"A new web-supervised method for image dataset constructions"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400001 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Online information search; Information literacy; Digital nativity; Structural equation modeling KeyWords Plus:HIGHER-EDUCATION; CHILDRENS USE; WEB; INTERNET; PERFORMANCE; BEHAVIORS; KNOWLEDGE; VARIABLES; SEEKING; AGE","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 1-9 DOI: 10.1016/j.chb.2016.12.050 Published: MAY 2017","Abstract":"The purpose of the study was to investigate the hypothesis that information literacy and digital nativity ate determinants of online information search competency. The participants of the study were 398 undergraduate students. The data collection instruments were the Online Information Search Strategies Inventory (OISSI), the Information Literacy Scale, and the Digital Nativity Assessment Scale. Structural regression analysis, a branch of structural equation modeling, was employed in the analysis. In addition, the correlations between the model variables were also examined. The results showed that information search competencies had a high-level correlation with information literacy and a low-level correlation with digital nativity. Thus, information literacy had more influence on online information search than digital nativity. The model showed a good fit with the data and the standardized regression weights indicated that information literacy and digital nativity are significant predictors of online information search. In light of the correlation analysis and structural model statistics, it can be said that an increase in either or both of information literacy and digital nativity level would affect OISS competencies; however, the two would exert their effects on the factors of OISS in different ways. The findings' implications for practice and future research are provided as well. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Coklar, AN (Coklar, Ahmet Naci) ; Yaman, ND (Yaman, Nihal Dulkadir) ; Yurdakul, IK (Yurdakul, Isil Kabakci)","Title":"Information literacy and digital nativity as determinants of online information search strategies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396949400056 ISSN: 0747-5632 eISSN: 1873-7692","Keywords":"Employability; Ontology-based recommendation; Social connectors; Virtual communities KeyWords Plus:MANAGEMENT; EDUCATION; CAREER; MEDIA; MODEL; SATISFACTION; COMMUNITIES; NETWORKING; STUDENTS","Categories":"Psychology Web of Science Categories:Psychology, Multidisciplinary; Psychology, Experimental","Journal Information":"COMPUTERS IN HUMAN BEHAVIOR Volume: 70 Pages: 507-517 DOI: 10.1016/j.chb.2017.01.026 Published: MAY 2017","Abstract":"The paper proposes an approach of enhancing knowledge workers'employability by inducing positive behavioral changes with the aid of current social and semantic technologies. Employability is seen as a psycho-social construct, connected to the development of knowing-how competencies and knowing whom competencies, by continous learning and a rich social environment. The central element of the approach is a web-based platform - EmployLeaP, which facilitates adults' leap towards a better professional life and gives them the opportunity to find suitable professional e-communities, in which they can learn from their peers and feel appreciated. The recommendation algorithm for finding e-communities is ontology-driven and exploits information retrieved from social connectors anchored in the existent online learning ecosystem. In the same time, during learning within EmployLeaP communities, users' professional visibility is enhanced, by recommending them to job recruiters who also join the platform, in searching competent workers. The badge system used to reward exceptional behaviour within e-communities is the one ensuring users' visibility to recruiters and, in the same, increasing their selfconfidence. Preliminary data related to experimental exploitation and perceived usefulness of the platform show promising results of using recent technologies in assisting individuals who want to increase their employability, as well as other stakeholders of knowledge society recruiters or knowledge organizations. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Dascalu, MI (Dascalu, Maria-Iuliana) ; Bodea, CN (Bodea, Constanta-Nicoleta) ; Tesila, B (Tesila, Bianca) ; Moldoveanu, A (Moldoveanu, Alin) ; de Pablos, PO (Ordonez de Pablos, Patricia)","Title":"How social and semantic technologies can sustain employability through knowledge development and positive behavioral changes"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398573300008 ISSN: 1470-6423 eISSN: 1470-6431","Keywords":"Australia; barriers; consumption; drivers; fish; seafood KeyWords Plus:FISH CONSUMPTION; HEALTH; HABIT; ATTITUDES; SEGMENTS; BEHAVIOR","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"INTERNATIONAL JOURNAL OF CONSUMER STUDIES Volume: 41 Issue: 3 Pages: 299-311 DOI: 10.1111/ijcs.12342 Published: MAY 2017","Abstract":"Although seafood is considered to be an important part of a healthy and balanced diet, many Australians still do not consume the recommended amounts for good health. Fish is an excellent source of protein, omega-3 fatty acids and other nutrients, and studies have shown that seafood-rich diets can have a lower impact on the environment than diets high in other animal proteins. Concerns about health and sustainability have led to an increased interest in understanding consumers' attitudes toward seafood. This review aims to assess the current knowledge on drivers and barriers to seafood consumption in the Australian context. Systematic search strategies were used to identify relevant peer-reviewed journal articles from three electronic databases (SCOPUS, Web of Science and Science Direct) and grey literature reports from targeted government and industry websites. Accepted studies investigated drivers and/or barriers to seafood consumption in Australia through qualitative, quantitative, or mixed method designs. Initial searches identified 504 publications from which fourteen met the criteria for the review process. The reviewed studies revealed that influences on seafood consumption in Australia are similar to those identified in other developed countries. The leading drivers of seafood consumption are health, taste, and convenience, while the main barriers are price, availability, concerns about quality, and a lack of confidence in selecting and preparing seafood. Some possible intervention strategies targeted toward these factors are explored in the discussion. Future research should focus on designing and implementing specific interventions so that their effectiveness in increasing seafood consumption in Australia can be assessed.","Authors":"Christenson, JK (Christenson, Julia K.) ; O'Kane, GM (O'Kane, Gabrielle M.) ; Farmery, AK (Farmery, Anna K.) ; McManus, A (McManus, Alexandra)","Title":"The barriers and drivers of seafood consumption in Australia: A narrative literature review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398569500007 PubMed ID: 27489205 ISSN: 0960-7439 eISSN: 1365-263X","Categories":"Dentistry, Oral Surgery & Medicine; Pediatrics Web of Science Categories:Dentistry, Oral Surgery & Medicine; Pediatrics","Journal Information":"INTERNATIONAL JOURNAL OF PAEDIATRIC DENTISTRY Volume: 27 Issue: 3 Pages: 201-209 DOI: 10.1111/ipd.12252 Published: MAY 2017","Abstract":"Background. A previous systematic review showed that atraumatic restorative treatment (ART) can be an option to restore the occlusoproximal cavities in primary teeth; however, few studies fulfilled the criteria of inclusion to generate a high level of evidence. Aim. To update the existing systematic review and address questions regarding survival rate of ART restorations compared to the conventional approach in occlusoproximal cavities in primary molars. Design. The search was extended beyond the original search through the PubMed/MEDLINE database up to February 2016. Furthermore, Web of Science and EMBASE were searched. The inclusion criteria were subjects related to the scope of the systematic review. After selection by title and abstract, potentially eligible articles were read in full and included in accordance with exclusion criteria. Meta-analysis was carried out with the outcome being the survival rate of restorations. Results. The search strategy identified 560 potentially relevant studies, in addition to 127 from the original systematic review. A total of four articles were included in the qualitative and quantitative analyses. Meta-analysis showed no statistically significant difference between ART and conventional approaches in survival rate of occlusoproximal cavities (OR = 0.887, 95% CI: 0.574-1.371). Conclusion. ART restorations have similar survival rate compared to conventional treatment and can be considered an option to restore occlusoproximal cavities in primary molars.","Authors":"Tedesco, TK (Tedesco, Tamara Kerber) ; Calvo, AFB (Bissoto Calvo, Ana Flavia) ; Lenzi, TL (Lenzi, Tathiane Larissa) ; Hesse, D (Hesse, Daniela) ; Guglielmi, CAB (Brandao Guglielmi, Camila Almeida) ; Camargo, LB (Camargo, Lucila Basto) ; Gimenez, T (Gimenez, Thais) ; Braga, MM (Braga, Mariana Minatel) ; Raggio, DP (Raggio, Daniela Procida)","Title":"ART is an alternative for restoring occlusoproximal cavities in primary teeth - evidence from an updated systematic review and meta-analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398138500014 PubMed ID: 28190543 ISSN: 0740-5472","Keywords":"Opioid use disorder treatment; Health-related quality-of-life; Systematic review KeyWords Plus:POSTTRAUMATIC-STRESS-DISORDER; HEROIN-DEPENDENT PATIENTS; PREFERENCE-BASED MEASURE; HIV RISK BEHAVIORS; COST-EFFECTIVENESS; METHADONE-MAINTENANCE; SUBSTITUTION TREATMENT; ADDICTION SEVERITY; DRUG-ABUSERS; OPIATE USERS","Categories":"Psychology; Substance Abuse Web of Science Categories:Psychology, Clinical; Substance Abuse","Journal Information":"JOURNAL OF SUBSTANCE ABUSE TREATMENT Volume: 76 Pages: 88-93 DOI: 10.1016/j.jsat.2017.01.019 Published: MAY 2017","Abstract":"Background and aims: The recent opioid epidemic has prompted renewed interest in opioid use disorder treatment, but there is little evidence regarding health-related quality-of-life (HRQoL) outcomes in treatment programs. Measuring HRQoL represents an opportunity to consider outcomes of opioid use disorder treatment that are more patient-centered and more relevant to overall health than abstinence alone. We conducted a systematic literature review to explore the extent to which the collection of HRQoL by opioid treatment programs is documented in the treatment program literature. Materials and methods: We searched PubMed, Embase PsycINFO and Web of Science for papers published between 1965 and 2015 that reported HRQoL outcome measures from substance abuse treatment programs. Results: Of the 3014 unduplicated articles initially identified for screening, 99 articles met criteria for further review. Of those articles, 7 were unavailable in English; therefore 92 articles were reviewed. Of these articles, 44 included any quality-of-life measure, 17 of which included validated HRQoL measures, and 10 supported derivation of quality-adjusted life year utility weights. The most frequently used validated measure was the Addiction Severity Index (ASI). Non-U.S. and more recent studies were more likely to include a measure of HRQoL. Conclusions: HRQoL measures are rarely used as outcomes in opioid treatment programs. The field should incorporate HRQoL measures as standard practice, especially measures that can be used to derive utility weights, such as the SF-12 or EQ-5D. These instruments provide policy makers with evidence on the impact of programs on patients' lives and with data to quantify the value of investing in opioid use disorder treatments. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Bray, JW (Bray, Jeremy W.) ; Aden, B (Aden, Brandon) ; Eggman, AA (Eggman, Ashley A.) ; Hellerstein, L (Hellerstein, Leah) ; Wittenberg, E (Wittenberg, Eve) ; Nosyk, B (Nosyk, Bohdan) ; Stribling, JC (Stribling, Judy C.) ; Schackman, BR (Schackman, Bruce R.)","Title":"Quality of life as an outcome of opioid use disorder treatment: A systematic review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398537500005 PubMed ID: 28273687 ISSN: 1467-7881 eISSN: 1467-789X","Keywords":"Gastric bypass; hyperparathyroidism; hypovitaminosis D; long-term outcomes KeyWords Plus:VITAMIN-D STATUS; CLINICAL-PRACTICE GUIDELINE; BONE-MINERAL DENSITY; BARIATRIC SURGERY; PARATHYROID-HORMONE; FOLLOW-UP; CALCIUM-METABOLISM; MORBID-OBESITY; D DEFICIENCY; METAANALYSIS","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"OBESITY REVIEWS Volume: 18 Issue: 5 Pages: 560-566 DOI: 10.1111/obr.12525 Published: MAY 2017","Abstract":"IntroductionPre-operative Vitamin D deficiency is markedly prevalent in prospective bariatric surgery patients. While bariatric surgery leads to significant weight loss, it can exacerbate or prolong Vitamin D deficiency. We systematically reviewed the literature to assess whether secondary hyperparathyroidism is maintained in the medium to long term in patients following the Roux-en-Y gastric bypass. MethodsA comprehensive literature search was conducted through Medline, Embase, Scopus, Web of Science, Dare, Cochrane library and HTA database. The search terms used were bariatric surgery, gastric bypass and hyperparathyroidism. ResultsFourteen studies were included (n=2688 subjects). Parathyroid hormone levels rose gradually from a mean pre-operative level of 5.691.2pmol/L to 6.36 +/- 0.77pmol/L, 7.59 +/- 0.73pmol/L and 8.29 +/- 1.41pmol/L at 2years, between 2 and 5years, and beyond 5years, respectively. Vitamin D levels slowly fell to a mean of 20.50 +/- 4.37ng/mL and 20.76 +/- 3.80ng/mL between follow-up intervals 2-5years and beyond 5, respectively. ConclusionIt appears that hyperparathyroidism persists at 5-year follow-up after gastric bypass, despite most patients being supplemented with calcium and Vitamin D.","Authors":"Switzer, NJ (Switzer, N. J.) ; Marcil, G (Marcil, G.) ; Prasad, S (Prasad, S.) ; Debru, E (Debru, E.) ; Church, N (Church, N.) ; Mitchell, P (Mitchell, P.) ; Billington, EO (Billington, E. O.) ; Gill, RS (Gill, R. S.)","Title":"Long-term hypovitaminosis D and secondary hyperparathyroidism outcomes of the Roux-en-Y gastric bypass: a systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395095800005 ISSN: 1751-7575 eISSN: 1751-7583","Keywords":"Collaborative filtering; manufacturing service; PageRank algorithm; service discovery; service recommendation; social network KeyWords Plus:SEARCH ENGINE; AWARE SERVICE; WEB SERVICES; TRUST; SELECTION; NETWORK; ENVIRONMENTS; MAPREDUCE; DISCOVERY; SYSTEM","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"ENTERPRISE INFORMATION SYSTEMS Volume: 11 Issue: 5 Pages: 672-693 DOI: 10.1080/17517575.2015.1077998 Published: MAY 2017","Abstract":"The number of manufacturing services for cross-enterprise business collaborations is increasing rapidly because of the explosive growth of Web service technologies. This trend demands intelligent and robust models to address information overload in order to enable efficient discovery of manufacturing services. In this paper, we present a personalised manufacturing service recommendation approach, which combines a PageRank-based reputation model and a collaborative filtering technique in a unified framework for recommending the right manufacturing services to an active service user for supply chain deployment. The novel aspect of this research is adapting the PageRank algorithm to a network of service-oriented multi-echelon supply chain in order to determine both user reputation and service reputation. In addition, it explores the use of these methods in alleviating data sparsity and cold start problems that hinder traditional collaborative filtering techniques. A case study is conducted to validate the practicality and effectiveness of the proposed approach in recommending the right manufacturing services to active service users.","Authors":"Zhang, WY (Zhang, W. Y.) ; Zhang, S (Zhang, S.) ; Guo, SS (Guo, S. S.)","Title":"A PageRank-based reputation model for personalised manufacturing service recommendation"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396947200005 ISSN: 0920-5489 eISSN: 1872-7018","Keywords":"Hyperlink; Navigation; Mobile device; Usability guideline; Experimentation KeyWords Plus:INTERFACE; SCREEN; SIZE; DISPLAY; DEVICES; SEARCH; DESIGN; PAGES; TEXT","Categories":"Computer Science Web of Science Categories:Computer Science, Hardware & Architecture; Computer Science, Software Engineering","Journal Information":"COMPUTER STANDARDS & INTERFACES Volume: 52 Pages: 51-62 DOI: 10.1016/j.csi.2017.01.011 Published: MAY 2017","Abstract":"Traditional navigation guidelines for desktop computers may not be valid for mobile devices because they have different characteristics such as smaller screens and keyboards. This paper aims to check whether navigation guidelines for Personal Computers are valid or not for mobile devices. To do this, firstly an evaluation was carried out by a group of advisors with knowledge in web design, and then empirical studies were conducted with real mobile devices and users. Results show that most of the traditional navigation guidelines are valid for current mobile devices, but some of them are not, which suggests that a similar process is necessary to validate traditional guidelines for mobile devices. The final result is a set of fifteen navigation guidelines for mobile web sites, from which eleven are totally new because they have not been previously suggested by any standard or recommendation for mobile web sites.","Authors":"Garcia-Lopez, E (Garcia-Lopez, Eva) ; Garcia-Cabot, A (Garcia-Cabot, Antonio) ; Manresa-Yee, C (Manresa-Yee, Cristina) ; De-Marcos, L (de-Marcos, Luis) ; Pages-Arevalo, C (Pages-Arevalo, Carmen)","Title":"Validation of navigation guidelines for improving usability in the mobile web"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396952900010 ISSN: 0167-4048 eISSN: 1872-6208","Keywords":"Cortana forensics; Windows 10; Windows forensics; ESE database; Microsoft Edge forensics","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"COMPUTERS & SECURITY Volume: 66 Pages: 142-154 DOI: 10.1016/j.cose.2017.01.007 Published: MAY 2017","Abstract":"Cortana, one of the new features introduced by Microsoft in Windows 10 desktop operating systems, is a voice activated personal digital assistant that can be used for searching stuff on device or web, setting up reminders, tracking users' upcoming flights, getting news tailored to users' interests, sending text and emails, and more. Being the platform relatively new, the forensic examination of Cortana has been largely unexplored in the literature. This paper seeks to determine the data remnants of Cortana usage in a Windows 10 personal computer (PC). The research contributes in-depth understanding of the location of evidentiary artifacts on hard disk and the type of information recorded in these artifacts as a result of user activities on Cortana. For decoding and exporting data from one of the databases created by Cortana application, four custom python scripts have been developed. Additionally, as a part of this paper, a GUI tool called CortanaDigger is developed for extracting and listing web search strings, as well as timestamp of search made by a user on Cortana box. Several experiments are conducted to track reminders (based on time, place, and person) and detect anti -forensic attempts like evidence modification and evidence destruction carried out on Cortana artifacts. Finally, forensic usefulness of Cortana artifacts is demonstrated in terms of a Cortana web search timeline constructed over a period of time. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Singh, B (Singh, Bhupendra) ; Singh, U (Singh, Upasna)","Title":"A forensic insight into Windows 10 Cortana search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300004 ISSN: 0306-4573 eISSN: 1873-5371","Keywords":"Ant Colony Optimization; Cooperative systems; Evolutionary computation; Information filtering; Information retrieval; Recommender systems; World wide web KeyWords Plus:WEB SEARCH; ENGINE; OPTIMIZATION; RETRIEVAL; ALGORITHM","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 608-623 DOI: 10.1016/j.ipm.2016.12.005 Published: MAY 2017","Abstract":"We propose an approach based on Swarm Intelligence more specifically on Ant Colony Optimization (ACO) - to improve search engines' performance and reduce information overload by exploiting collective users' behavior. We designed and developed three different algorithms that employ an ACO-inspired strategy to provide implicit collaborative seeking features in real time to search engines. The three different algorithms - NalveRank, RandomRank, and SessionRank - leverage on different principles of ACO in order to exploit users' interactions and provide them with more relevant results. We designed an evaluation experiment employing two widely used standard datasets of query-click logs issued to two major Web search engines. The results demonstrated how each algorithm is suitable to be employed in ranking results of different types of queries depending on users' intent. (c) 2016 Elsevier Ltd. All rights reserved.","Authors":"Malizia, A (Malizia, Alessio) ; Olsen, KA (Olsen, Kai A.) ; Turchi, T (Turchi, Tommaso) ; Crescenzi, P (Crescenzi, Pierluigi)","Title":"An ant-colony based approach for real-time implicit collaborative information seeking"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396972300008 ISSN: 0306-4573 eISSN: 1873-5371","Categories":"Computer Science; Information Science & Library Science Web of Science Categories:Computer Science, Information Systems; Information Science & Library Science","Journal Information":"INFORMATION PROCESSING & MANAGEMENT Volume: 53 Issue: 3 Pages: 666-683 DOI: 10.1016/j.ipm.2017.01.005 Published: MAY 2017","Abstract":"Academic search concerns the retrieval and profiling of information objects in the domain of academic research. In this paper we reveal important observations of academic search queries, and provide an algorithmic solution to address a type of failure during search sessions: null queries. We start by providing a general characterization of academic search queries, by analyzing a large-scale transaction log of a leading academic search engine. Unlike previous small-scale analyses of academic search queries, we find important differences with query characteristics known from web search. E.g., in academic search there is a substantially bigger proportion of entity queries, and a heavier tail in query length distribution. We then focus on search failures and, in particular, on null queries that lead to an empty search engine result page, on null sessions that contain such null queries, and on users who are prone to issue null queries. In academic search approximately 1 in 10 queries is a null query, and 25% of the sessions contain a null query. They appear in different types of search sessions, and prevent users from achieving their search goal. To address the high rate of null queries in academic search, we consider the task of providing query suggestions. Specifically we focus on a highly frequent query type: non-boolean informational queries. To this end we need to overcome query sparsity and make effective use of session information. We find that using entities helps to surface more relevant query suggestions in the face of query sparsity. We also find that query suggestions should be conditioned on the type of session in which they are offered to be more effective. After casting the session classification problem as a multi-label classification problem, we generate session-conditional query suggestions based on predicted session type. We find that this session-conditional method leads to significant improvements over a generic query suggestion method. Personalization yields very little further improvements over session -conditional query suggestions. (c) 2017 Elsevier Ltd. All rights reserved.","Authors":"Li, XY (Li, Xinyi) ; Schijvenaars, BJA (Schijvenaars, Bob J. A.) ; de Rijke, M (de Rijke, Maarten)","Title":"Investigating queries and search failures in academic search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396961300001 ISSN: 1071-5819 eISSN: 1095-9300","Keywords":"Automated usability testing; Web usage; Web interaction KeyWords Plus:TACTICS; USERS","Categories":"Computer Science; Engineering; Psychology Web of Science Categories:Computer Science, Cybernetics; Ergonomics; Psychology, Multidisciplinary","Journal Information":"INTERNATIONAL JOURNAL OF HUMAN-COMPUTER STUDIES Volume: 101 Pages: 1-9 DOI: 10.1016/j.ijhcs.2016.12.002 Published: MAY 2017","Abstract":"We propose a set of algorithms to detect navigation problems in real-time. To do so, we operationalise some navigation strategies suggested by the literature and investigate the extent to which the exhibition of these strategies is an indicator of navigation problems. Our Firefox extension senses behaviour indicative of a user experiencing interaction problems. Once these problems are detected we can suggest changes to these sites, and eventually adapt the site in real time to better accommodate the user. A remote longitudinal study monitored real website user behaviour, analysing every application event on the client side both individually and in combination. The study was conducted with 34 participants over 400 days totalling 567 h of normal usage and with no task restriction. Our sensing algorithms detected 374 issues with a 85% precision for purposeful Web use, suggesting that, indeed, when users search for specific information the exhibition of these strategies indicates the presence of problems. This contribution is novel in that, as opposed to a post-hoc analysis of user interaction, real-time detection of navigation problems at the user end opens up new research avenues in the realm of adaptive interfaces and usability analysis.","Authors":"Vigo, M (Vigo, Markel) ; Harper, S (Harper, Simon)","Title":"Real-time detection of navigation problems on the World 'Wild' Web"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396027400001 ISSN: 0265-6736 eISSN: 1464-5157","Keywords":"Hepatic carcinoma; radiofrequency ablation; percutaneous ethanol injection; systematic review; meta-analysis KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; HIGH-RISK LOCATIONS; ACETIC-ACID INJECTION; SURGICAL RESECTION; THERMAL ABLATION; TUMOR ABLATION; THERAPEUTIC-EFFICACY; COMBINATION THERAPY; MILAN CRITERIA; LIVER-FUNCTION","Categories":"Oncology; Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Oncology; Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"INTERNATIONAL JOURNAL OF HYPERTHERMIA Volume: 33 Issue: 3 Pages: 237-246 DOI: 10.1080/02656736.2016.1237681 Published: MAY 2017","Abstract":"Background: Radiofrequency ablation (RFA) and percutaneous ethanol injection (PEI) are important treatments for patients with hepatocellular carcinoma (HCC) who are not eligible for resection and liver transplantation. Therefore, it is important to establish comparisons between RFA, PEI and the two therapies in combination.Aims: To evaluate the clinical efficacy and safety of combined RFA-PEI versus monotherapy with either RFA or PEI for HCC to provide references for clinical practice and further research.Methods: We searched all eligible studies published before September 2015 in the Cochrane Library, PubMed, Embase, Web of Science and Chinese databases, such as CBM, CNKI, VIP and WanFang and also retrieved papers from other sources. All relevant controlled trials were collected. Meta-analyses were performed using RevMan version 5.3 software (The Nordic Cochrane Centre, The Cochrane Collaboration, Copenhagen, Denmark).Results: Thirteen trials with 1621 patients were identified. Compared with PEI, RFA was associated with significant improvement in overall survival (OS) rate at 1, 2, 3 and 4 years, cancer-free survival (CFS) rate at 1, 2 and 3 years and complete tumour necrosis. RFA was associated with a significant reduction in the local recurrence rate at 1, 2 and 3 years. However, RFA was also associated with a higher total risk of complications. Compared with RFA alone, combined RFA-PEI was associated with a significant improvement in the OS rate at 1.5, 2 and 3 years and a significant reduction in the local recurrence rate. However, combined RFA-PEI was also associated with a higher risk of fever.Conclusion: The combination of RFA and PEI appears to be the optimal treatment strategy when considering combined RFA-PEI or either RFA or PEI alone. Combined RFA-PEI significantly improves OS and reduces the risk of local recurrence without increasing major complications. Further large-scale studies are needed to assess economic outcomes and quality of life.","Authors":"Li, Z (Li, Zheng) ; Zhang, K (Zhang, Kai) ; Lin, SM (Lin, Shu-Mei) ; Mi, DH (Mi, Deng-Hai) ; Cao, N (Cao, Nong) ; Wen, ZZ (Wen, Zhi-Zhen) ; Li, ZX (Li, Zhong-Xin)","Title":"Radiofrequency ablation combined with percutaneous ethanol injection for hepatocellular carcinoma: a systematic review and meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394632200008 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"Semantic web; Entity linking; Semantic search; Inverted indices KeyWords Plus:INFORMATION-RETRIEVAL; KNOWLEDGE GRAPHS; SIGNATURE FILES; COMPRESSED TEXT; WEB; RANKING","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 73 Pages: 92-114 DOI: 10.1016/j.eswa.2016.12.033 Published: MAY 1 2017","Abstract":"The increasing performance and wider spread use of automated semantic annotation and entity linking platforms has empowered the possibility of using semantic information in information retrieval. While keyword-based information retrieval techniques have shown impressive performance, the addition of semantic information can increase retrieval performance by allowing for more accurate sense disambiguation, intent determination, and instance identification, just to name a few. Researchers have already delved into the possibility of integrating semantic information into practical search engines using a combination of techniques such as using graph databases, hybrid indices and adapted inverted indices, among others. One of the challenges with the efficient design of a search engine capable of considering semantic information is that it would need to be able to index information beyond the traditional information stored in inverted indices, including entity mentions and type relationships. The objective of our work in this paper is to investigate various ways in which different data structure types can be adopted to integrate three types of information including keywords, entities and types. We will systematically compare the performance of the different data structures for scenarios where (i) the same data structure types are adopted for the three types of information, and (ii) different data structure types are integrated for storing and retrieving the three different information types. We report our findings in terms of the performance of various query processing tasks such as Boolean and ranked intersection for the different indices and discuss which index type would be appropriate under different conditions for semantic search. (c) 2016 Elsevier Ltd. All rights reserved.","Authors":"Lashkari, F (Lashkari, Fatemeh) ; Ensan, F (Ensan, Faezeh) ; Bagheri, E (Bagheri, Ebrahim) ; Ghorbani, AA (Ghorbani, Ali A.)","Title":"Efficient indexing for semantic search"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392770900031 ISSN: 0957-4174 eISSN: 1873-6793","Keywords":"QoS-aware web service composition; Many-objective evolutionary algorithms; Multi-objective optimization KeyWords Plus:OPTIMIZATION; ALGORITHMS; SELECTION; WELL","Categories":"Computer Science; Engineering; Operations Research & Management Science Web of Science Categories:Computer Science, Artificial Intelligence; Engineering, Electrical & Electronic; Operations Research & Management Science","Journal Information":"EXPERT SYSTEMS WITH APPLICATIONS Volume: 72 Pages: 357-370 DOI: 10.1016/j.eswa.2016.10.047 Published: APR 15 2017","Abstract":"Web service based applications often invoke services provided by third-parties in their workflow. The Quality of Service (QoS) provided by the invoked supplier can be expressed in terms of the Service Level Agreement specifying the values contracted for particular aspects like cost or throughput, among others. In this scenario, intelligent systems can support the engineer to scrutinise the service market in order to select those candidates that best fit with the expected composition focusing on different QoS aspects. This search problem, also known as QoS-aware web service composition, is characterised by the presence of many diverse QoS properties to be simultaneously optimised from a multi-objective perspective. Nevertheless, as the number of QoS properties considered during the design phase increases and a larger number of decision factors come into play, it becomes more difficult to find the most suitable candidate solutions, so more sophisticated techniques are required to explore and return diverse, competitive alternatives. With this aim, this paper explores the suitability of many-objective evolutionary algorithms for addressing the binding problem of web services on the basis of a real-world benchmark with 9 QoS properties. A complete comparative study demonstrates that these techniques, never before applied to this problem, can achieve a better trade-off between all the QoS properties, or even promote specific QoS properties while keeping high values for the rest. In addition, this search process can be performed within a reasonable computational cost, enabling its adoption by intelligent and decision-support systems in the field of service oriented computation. (C) 2016 Elsevier Ltd. All rights reserved.","Authors":"Ramirez, A (Ramirez, Aurora) ; Parejo, JA (Antonio Parejo, Jose) ; Romero, JR (Raul Romero, Jose) ; Segura, S (Segura, Sergio) ; Ruiz-Cortes, A (Ruiz-Cortes, Antonio) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Romero, Jose Raul  http://orcid.org/0000-0002-4550-6385 Ramirez Quesada, Aurora  http://orcid.org/0000-0002-1916-6559","Title":"Evolutionary composition of QoS-aware web services: A many-objective perspective"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398655600001 ISSN: 1663-9812","Keywords":"measurement instrument; quality decision making; QDMPs; R&D; pharmaceutical; regulatory; health technology assessment KeyWords Plus:RISK; FRAMEWORK; BENEFIT; MANAGEMENT; AGENCIES; SOCIETY; FUTURE; FIELD","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"FRONTIERS IN PHARMACOLOGY Volume: 8 Article Number: 189 DOI: 10.3389/fphar.2017.00189 Published: APR 10 2017","Abstract":"Introduction: Although pharmaceutical companies, regulatory authorities, and health technology assessment (HTA) agencies have been increasingly using decision-making frameworks, it is not certain whether these enable better quality decision making. This could be addressed by formally evaluating the quality of decision-making process within those organizations. The aim of this literature review was to identify current techniques (tools, questionnaires, surveys, and studies) for measuring the quality of the decision-making process across the three stakeholders. Methods: Using MEDLINE, Web of Knowledge, and other Internet-based search engines, a literature review was performed to systematically identify techniques for assessing quality of decision making in medicines development, regulatory review, and HTA. A structured search was applied using key words and a secondary review was carried out. In addition, the measurement properties of each technique were assessed and compared. Ten Quality Decision-Making Practices (QDMPs) developed previously were then used as a framework for the evaluation of techniques identified in the review. Due to the variation in studies identified, meta-analysis was inappropriate. Results: This review identified 13 techniques, where 7 were developed specifically to assess decision making in medicines' development, regulatory review, or HTA; 2 examined corporate decision making, and 4 general decision making. Regarding how closely each technique conformed to the 10 QDMPs, the 13 techniques assessed a median of 6 QDMPs, with a mode of 3 QDMPs. Only 2 techniques evaluated all 10 QDMPs, namely the Organizational IQ and the Quality of Decision Making Orientation Scheme (QoDoS), of which only one technique, QoDoS could be applied to assess decision making of both individuals and organizations, and it possessed generalizability to capture issues relevant to companies as well as regulatory authorities. Conclusion: This review confirmed a general paucity of research in this area, particularly regarding the development and systematic application of techniques for evaluating quality decision making, with no consensus around a gold standard. This review has identified QoDoS as the most promising available technique for assessing decision making in the lifecycle of medicines and the next steps would be to further test its validity, sensitivity, and reliability.","Authors":"Bujar, M (Bujar, Magdalena) ; McAuslane, N (McAuslane, Neil) ; Walker, SR (Walker, Stuart R.) ; Salek, S (Salek, Sam)","Title":"Evaluating Quality of Decision-Making Processes in Medicines' Development, Regulatory Review, and Health Technology Assessment: A Systematic Review of the Literature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398550800002 PubMed ID: 28387368 ISSN: 2045-2322","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC REPORTS Volume: 7 Article Number: 46207 DOI: 10.1038/srep46207 Published: APR 7 2017","Abstract":"The association between the use of assisted reproductive technology (ART) and autism spectrum disorder (ASD) risk offspring has been explored in several studies, but the result is still inconclusive. We assessed the risk of ASD in offspring in relation to ART by conducting a meta-analysis. A literature search in PubMed, Embase, and Web of Knowledge databases through April 30, 2016 was conducted to identify all the relevant records. Risk ratios (RRs) and 95% confidence intervals (95% CIs) were computed to analyze the strength of association by using fixed-or random-effect models based on heterogeneity test in total and subgroup analyses. Analysis of the total 11 records (3 cohort studies and 8 case-control studies) revealed that the use of ART is associated with higher percentage of ASD (RR = 1.35, 95% CI: 1.09-1.68, P = 0.007). In addition, subgroup analyses based on study design, study location and study quality were conducted, and some subgroups also showed a statistically significant association. Our study indicated that the use of ART may associated with higher risk of ASD in the offspring. However, further prospective, large, and high-quality studies are still required.","Authors":"Liu, L (Liu, Liang) ; Gao, JW (Gao, Junwei) ; He, X (He, Xie) ; Cai, YL (Cai, Yulong) ; Wang, L (Wang, Lian) ; Fan, XT (Fan, Xiaotang)","Title":"Association between assisted reproductive technology and the risk of autism spectrum disorders in the offspring: a meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398315000002 PubMed ID: 28376794 ISSN: 1471-2377","Keywords":"Bapineuzumab; Passive immunotherapy; Alzheimer's disease; Dementia KeyWords Plus:BETA PROTEIN; MOUSE MODEL; ANTIBODIES; PEPTIDE; EPITOPE; BRAIN","Categories":"Neurosciences & Neurology Web of Science Categories:Clinical Neurology","Journal Information":"BMC NEUROLOGY Volume: 17 Article Number: 66 DOI: 10.1186/s12883-017-0850-1 Published: APR 4 2017","Abstract":"Background: Alzheimer's disease (AD) is a globally prevalent neurodegenerative condition, clinically characterized by progressive memory loss and gradual impairment of cognitive functions. Bapineuzumab is a fully humanized monoclonal antibody that binds to neurotoxic amyloid proteins in the brain, enhancing their clearance. We performed this systematic review and meta-analysis to evaluate the safety and efficacy of bapineuzumab in patients with mild to moderate Alzheimer's disease. Methods: We performed a web-based literature search of PubMed, Ovid, EBSCO, Scopus, Embase, Cochrane CENTRAL, and web of science using the relevant keywords. Data were extracted from eligible records and pooled as mean difference (MD) or risk ratio (RR) values with their 95% confidence interval (CI), using Review Manager software (version 5.3 for windows). Heterogeneity was measured by Chi-square and I-square tests. Result: The pooled effect estimate from six randomized clinical trials (n = 2380) showed that bapineuzumab significantly reduced the cerebrospinal fluid concentration of phosphorylated tau proteins (Standardized MD = -5.53, 95% CI [-8.29, -2.76]). However, the bapineuzumab group was not superior to the placebo group in terms of change from baseline in Alzheimer's disease assessment scale (ADAS)-Cog11 (MD = 0.14, 95% CI [-0.72, 0.99]), disability assessment for dementia (DAD) scale (MD = 1.35, 95% CI [-1.74, 4.43]), and mini-mental state examination (MMSE) scores (MD = 0.08, 95% CI [-0.31, 0.47]). Regarding safety, bapineuzumab increased the risk of serious treatment-emergent adverse events (RR = 1.18, 95% CI [1.02, 1.37]) and cerebral vasogenic edema (RR = 40.88, 95% CI [11.94, 135. 95]). All bapineuzumab doses (0.15, 0.5, 1, and 2 mg/kg) were similar to placebo in terms of change from baseline in ADAS-cog11, DAD, and MMSE scores, except for the 0.15 mg/kg dose, which caused a significant worsening on the ADAS-cog11 scale (MD = 5.6, 95% CI [0.22, 10.98]). Conclusions: Considering the lack of clinical efficacy, combined with the significant association with serious adverse events, bapineuzumab should not be used to treat patients with mild to moderate AD. Future studies should investigate the effect of combining bapineuzumab with other therapeutic strategies and reevaluate the efficacy of targeting amyloid beta proteins in AD therapy.","Authors":"Abushouk, AI (Abushouk, Abdelrahman Ibrahim) ; Elmaraezy, A (Elmaraezy, Ahmed) ; Aglan, A (Aglan, Amro) ; Salama, R (Salama, Reham) ; Fouda, S (Fouda, Samar) ; Fouda, R (Fouda, Rana) ; AlSafadi, AM (AlSafadi, Ammar M.)","Title":"Bapineuzumab for mild to moderate Alzheimer's disease: a meta-analysis of randomized controlled trials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398519900004 PubMed ID: 28376833 ISSN: 1471-2458","Keywords":"Non-communicable disease; School policy; Systematic review; NCD risk factor KeyWords Plus:SWEETENED BEVERAGE CONSUMPTION; PROMOTE PHYSICAL-ACTIVITY; SEDENTARY BEHAVIOR; INTERVENTION PROGRAM; NUTRITION EDUCATION; MULTILEVEL ANALYSIS; TOBACCO POLICIES; DIETARY-INTAKE; PROJECT MYTRI; HEALTH","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"BMC PUBLIC HEALTH Volume: 17 Article Number: 292 DOI: 10.1186/s12889-017-4201-3 Published: APR 4 2017","Abstract":"Background: Globally, non-communicable diseases (NCDs) are identified as one of the leading causes of mortality. NCDs have several modifiable risk factors including unhealthy diet, physical inactivity, tobacco use and alcohol abuse. Schools provide ideal settings for health promotion, but the effectiveness of school policies in the reduction of risk factors for NCD is not clear. This study reviewed the literature on the impact of school policies on major NCD risk factors. Methods: A systematic review was conducted to identify, collate and synthesize evidence on the effectiveness of school policies on reduction of NCD risk factors. A search strategy was developed to identify the relevant studies on effectiveness of NCD policies in schools for children between the age of 6 to 18 years in Ovid Medline, EMBASE, and Web of Science. Data extraction was conducted using pre-piloted forms. Studies included in the review were assessed for methodological quality using the Effective Public Health Practice Project (EPHPP) quality assessment tool. A narrative synthesis according to the types of outcomes was conducted to present the evidence on the effectiveness of school policies. Results: Overall, 27 out of 2633 identified studies were included in the review. School policies were comparatively more effective in reducing unhealthy diet, tobacco use, physical inactivity and inflammatory biomarkers as opposed to anthropometric measures, overweight/obesity, and alcohol use. In total, for 103 outcomes independently evaluated within these studies, 48 outcomes (46%) had significant desirable changes when exposed to the school policies. Based on the quality assessment, 18 studies were categorized as weak, six as moderate and three as having strong methodological quality. Conclusion: Mixed findings were observed concerning effectiveness of school policies in reducing NCD risk factors. The findings demonstrate that schools can be a good setting for initiating positive changes in reducing NCD risk factors, but more research is required with long-term follow up to study the sustainability of such changes.","Authors":"Singh, A (Singh, Ankur) ; Bassi, S (Bassi, Shalini) ; Nazar, GP (Nazar, Gaurang P.) ; Saluja, K (Saluja, Kiran) ; Park, M (Park, MinHae) ; Kinra, S (Kinra, Sanjay) ; Arora, M (Arora, Monika)","Title":"Impact of school policies on non-communicable disease risk factors - a systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398315600006 PubMed ID: 28372557 ISSN: 1471-2369","Keywords":"Cystatin C; Acute kidney injury; Prognostic value KeyWords Plus:GELATINASE-ASSOCIATED LIPOCALIN; CRITICALLY-ILL CHILDREN; GLOMERULAR-FILTRATION-RATE; PEDIATRIC CARDIAC-SURGERY; ACUTE-RENAL-FAILURE; CARDIOPULMONARY BYPASS; CELL TRANSPLANTATION; DIAGNOSTIC-ACCURACY; TREATMENT RESPONSE; BIOMARKERS","Categories":"Urology & Nephrology Web of Science Categories:Urology & Nephrology","Journal Information":"BMC NEPHROLOGY Volume: 18 Article Number: 120 DOI: 10.1186/s12882-017-0539-0 Published: APR 3 2017","Abstract":"Background: There is still an ongoing discussion on the prognostic value of cystatin C in assessment of kidney function. Accordingly, the present study aimed to conduct a meta-analysis to provide evidence for the prognostic value of this biomarker for acute kidney injury (AKI) in children. Methods: An extensive search was performed in electronic databases of Medline, Embase, ISI Web of Science, Cochrane library and Scopus until the end of 2015. Standardized mean difference (SMD) with a 95% of confidence interval (95% CI) and the prognostic performance characteristics of cystatin C in prediction of AKI were assessed. Analyses were stratified based on the sample in which the level of cystatin C was measured (serum vs. urine). Results: A total of 24 articles were included in the meta-analysis [1948 children (1302 non-AKI children and 645 AKI cases)]. Serum (SMD = 0.96; 95% CI: 0.68-1.24; p < 0.0001) and urine (SMD = 0.54; 95% CI: 0.34-0.75; p < 0.0001) levels of cystatin C were significantly higher in children with AKI. Overall area under the curve of serum cystatin C and urine cystatin C in prediction of AKI were 0.83 (95% CI: 0.80-0.86) and 0.85 (95% CI: 0.81-0.88), respectively. The best sensitivity (value = 0.85; 95% CI: 0.78-0.90) and specificity (value = 0.61; 95% CI: 0.48-0.73), were observed for the serum concentration of this protein and in the cut-off points between 0.4-1.0 mg/L. Conclusion: The findings of the present study showed that cystatin C has an acceptable prognostic value for prediction of AKI in children. Since the serum level of cystatin C rises within the first 24 h of admission in patients with AKI, this biomarker can be a suitable alternative for traditional diagnostic measures.","Authors":"Nakhjavan-Shahraki, B (Nakhjavan-Shahraki, Babak) ; Yousefifard, M (Yousefifard, Mahmoud) ; Ataei, N (Ataei, Neamatollah) ; Baikpour, M (Baikpour, Masoud) ; Ataei, F (Ataei, Fatemeh) ; Bazargani, B (Bazargani, Behnaz) ; Abbasi, A (Abbasi, Arash) ; Ghelichkhani, P (Ghelichkhani, Parisa) ; Javidilarijani, F (Javidilarijani, Faezeh) ; Hosseini, M (Hosseini, Mostafa)","Title":"Accuracy of cystatin C in prediction of acute kidney injury in children; serum or urine levels: which one works better? A systematic review and meta-analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397384800002 PubMed ID: 28130929 ISSN: 0001-6349 eISSN: 1600-0412","Keywords":"Corticosteroids; respiratory distress syndrome; PPROM; preeclampsia; hypertension; growth restriction; twins KeyWords Plus:RESPIRATORY-DISTRESS-SYNDROME; ELEVATED LIVER-ENZYMES; PRETERM PREMATURE RUPTURE; FETAL LUNG MATURATION; LOW PLATELETS HELLP; MULTIPLE COURSES; CONTROLLED-TRIAL; TWIN PREGNANCIES; RANDOMIZED-TRIAL; POSTPARTUM CORTICOSTEROIDS","Categories":"Obstetrics & Gynecology Web of Science Categories:Obstetrics & Gynecology","Journal Information":"ACTA OBSTETRICIA ET GYNECOLOGICA SCANDINAVICA Volume: 96 Issue: 4 Pages: 395-409 DOI: 10.1111/aogs.13104 Published: APR 2017","Abstract":"The aim of this study was to determine, in pregnancies complicated by preterm premature rupture of membranes (PPROM), hypertension, intrauterine growth restriction, multi-fetal gestations and pregnancies 2326 weeks and >= 34 weeks' gestation, whether antenatal corticosteroids benefit the fetus. Literature review using PubMed, Web of Science, Clinical trials. gov, Cochrane Database of Systematic Reviews (1990-2015). Search terms linked special circumstances with corticosteroids. Randomized clinical trials, retrospective and prospective cohort studies, and case control studies were reviewed. In all, 468 abstracts were identified and 84 added from selected article bibliographies; of these, 503 abstracts were excluded, leaving 49 articles as the basis of review. The literature supports corticosteroids for PPROM up to 32-34 weeks without chorioamnionitis. Antenatal corticosteroids are beneficial for preterm infants of women with HELLP (hemolysis, elevated liver enzymes, low platelets) syndrome/severe preeclampsia. Postpartum corticosteroid treatment of HELLP patients results in more rapid correction of liver enzymes, platelet counts, and urinary output, which can reduce maternal morbidity. Corticosteroids in twin pregnancies decrease respiratory distress syndrome but the effect is less than in singleton pregnancies. Corticosteroid effects on intrauterine growth restriction pregnancies are conflicting and steroid use should be individualized. Corticosteroid use for 23-26 weeks reduces neonatal mortality but not morbidity. In pregnancies of 34 weeks to 36(6/7) weeks, corticosteroids reduce respiratory distress syndrome, but follow-up studies are unavailable. No long-term adverse child developmental effects have been observed with one or two courses of corticosteroids, but three or more steroid courses lowers birthweight and organ weight, and there may be an increase in neurodevelopmental abnormalities. Longer follow up of corticosteroid-treated fetuses is required.","Authors":"Magann, EF (Magann, Everett F.) ; Haram, K (Haram, Kjell) ; Ounpraseuth, S (Ounpraseuth, Songthip) ; Mortensen, JH (Mortensen, Jan H.) ; Spencer, HJ (Spencer, Horace J.) ; Morrison, JC (Morrison, John C.)","Title":"Use of antenatal corticosteroids in special circumstances: a comprehensive review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397354100024 PubMed ID: 27828800 ISSN: 0003-2999","Categories":"Anesthesiology Web of Science Categories:Anesthesiology","Journal Information":"ANESTHESIA AND ANALGESIA Volume: 124 Issue: 4 Pages: 1190-1199 DOI: 10.1213/ANE.0000000000001634 Published: APR 2017","Abstract":"BACKGROUND: Inhalation agents are being used in place of intravenous agents to provide sedation in some intensive care units. We performed a systematic review and meta-analysis of prospective randomized controlled trials, which compared the use of volatile agents versus intravenous midazolam or propofol in critical care units. METHODS: A search was conducted using MEDLINE (1946-2015), EMBASE (1947-2015), Web of Science index (1900-2015), and Cochrane Central Register of Controlled Trials. Eligible studies included randomized controlled trials comparing inhaled yolatile (desflurane, sevoflurane, and isoflurane) sedation to intravenous midazolam or propofol. Primary outcome assessed the effect of volatile-based sedation on extubation times (time between discontinuing sedation and tracheal extubation). Secondary outcomes included time to obey verbal commands, proportion of time spent in target sedation, nausea and vomiting, mortality, length of intensive care unit, and length of hospital stay. Heterogeneity was assessed using the I-2 statistic. Outcomes were assessed using a random or fixed-effects model depending on heterogeneity. RESULTS: Eight trials with 523 patients comparing all volatile agents with intravenous midazolam or propofol showed a reduction in extubation times using volatile agents (difference in means, -52.7 minutes; 95% confidence interval [CI], -75.1 to -30.3; P < .00001). Reductions in extubation time were greater when comparing volatiles with midazolam (difference in means, -292.2 minutes; 95% CI, -384.4 to -200.1; P < .00001) than propofol (difference in means, -29.1 minutes; 95% CI, -46.7 to -11.4; P = .001). There was no significant difference in time to obey verbal commands, proportion of time spent in target sedation, adverse events, death, or length of hospital stay. CONCLUSIONS: Volatile-based sedation demonstrates a reduction in time to extubation, with no increase in short-term adverse outcomes. Marked study heterogeneity was present, and the results show marked positive publication bias. However, a reduction in extubation time was still evident after statistical correction of publication bias. Larger clinical trials are needed to further evaluate the role of these agents as sedatives for critically ill patients.","Authors":"Jerath, A (Jerath, Angela) ; Panckhurst, J (Panckhurst, Jonathan) ; Parotto, M (Parotto, Matte) ; Lightfoot, N (Lightfoot, Nicholas) ; Wasowicz, M (Wasowicz, Marcin) ; Ferguson, ND (Ferguson, Niall D.) ; Steel, A (Steel, Andrew) ; Beattie, WS (Beattie, W. Scott)","Title":"y Safety and Efficacy of Volatile Anesthetic Agents Compared With Standard Intravenous Midazolam/Propofol Sedation in Ventilated Critical Care Patients: A Meta-analysis and Systematic Review of Prospective Trials"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397573200004 PubMed ID: 28054214 ISSN: 1434-1816 eISSN: 1435-1102","Keywords":"Childhood sexual abuse (CSA); Parenting stress; Systematic review KeyWords Plus:MENTAL-HEALTH; POSTPARTUM DEPRESSION; BEHAVIOR PROBLEMS; COMMUNITY SAMPLE; MOTHERS; SYMPTOMS; TRAUMA; RISK; MALTREATMENT; COMPETENCE","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"ARCHIVES OF WOMENS MENTAL HEALTH Volume: 20 Issue: 2 Pages: 257-271 DOI: 10.1007/s00737-016-0708-3 Published: APR 2017","Abstract":"An individual's own experiences of childhood and being parented are likely to be key determinants of their later parenting experiences. Childhood sexual abuse (CSA) is arguably the most toxic experience to occur in childhood and therefore may be particularly likely to impact on parenting stress in the context of parenting one's own children. This paper aims to review studies investigating associations between earlier CSA and later parenting to determine the size and consistency of the effects, identify any mediators and moderators of the relationship, and assess the quality of the evidence base. PsycINFO, Academic Search Complete, CINAHL, MEDLINE, Web of Science, PubMed and PILOTS were searched from date of inception until 4th March 2016 and 14 studies met the inclusion criteria. Seven studies indicated a degree of direct association between experiencing CSA and later parenting stress, two studies found no association and five studies suggest that other variables such as locus of control and current stressors may affect the relationship between CSA and parenting stress. Additionally, 10 studies suggest an indirect relationship between CSA and parenting stress through current level of depression. Results suggest the existence of a relationship between CSA and parenting stress though this association is mostly mediated by other variables, including depression and other stressors. Clearer definitions of CSA and use of validated questionnaires are essential to progress this field of research.","Authors":"Hugill, M (Hugill, Melanie) ; Berry, K (Berry, Katherine) ; Fletcher, I (Fletcher, Ian)","Title":"The association between historical childhood sexual abuse and later parenting stress: a systematic review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397583200008 PubMed ID: 27099359 ISSN: 2044-5415 eISSN: 2044-5423","Categories":"Health Care Sciences & Services Web of Science Categories:Health Care Sciences & Services; Health Policy & Services","Journal Information":"BMJ QUALITY & SAFETY Volume: 26 Issue: 4 Pages: 296-303 DOI: 10.1136/bmjqs-2015-005092 Published: APR 2017","Abstract":"Background Quality improvement (QI) is becoming an important focal point for health systems. There is increasing interest among health system stakeholders to learn from and share experiences on the use of QI methods and approaches in their work. Yet there are few easily accessible, online repositories dedicated to documenting QI activity. Methods We conducted a scoping review of publicly available, web-based QI repositories to (i) identify current approaches to sharing information on QI practices; (ii) categorise these approaches based on hosting, scope and size, content acquisition and eligibility, content format and search, and evaluation and engagement characteristics; and (iii) review evaluations of the design, usefulness and impact of their online QI practice repositories. The search strategy consisted of traditional database and grey literature searches, as well as expert consultation, with the ultimate aim of identifying and describing QI repositories of practices undertaken in a healthcare context. Results We identified 13 QI repositories and found substantial variation across the five categories. The QI repositories used different terminology (eg, practices vs case studies) and approaches to content acquisition, and varied in terms of primary areas of focus. All provided some means for organising content according to categories or themes and most provided at least rudimentary keyword search functionality. Notably, none of the QI repositories included evaluations of their impact. Discussion With growing interest in sharing and spreading best practices and increasing reliance on QI as a key contributor to health system performance, the role of QI repositories is likely to expand. Designing future QI repositories based on knowledge of the range and type of features available is an important starting point for improving their usefulness and impact.","Authors":"Bytautas, JP (Bytautas, Jessica P.) ; Gheihman, G (Gheihman, Galina) ; Dobrow, MJ (Dobrow, Mark J.)","Title":"A scoping review of online repositories of quality improvement projects, interventions and initiatives in healthcare"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396965900021 PubMed ID: 28178606 ISSN: 0960-9776 eISSN: 1532-3080","Keywords":"Breast reconstruction; Mastectomy; Internet; Accessibility; Readability; Quality KeyWords Plus:HEALTH INFORMATION; INTERNET USE; CANCER; TRENDS; CARE; WEB","Categories":"Oncology; Obstetrics & Gynecology Web of Science Categories:Oncology; Obstetrics & Gynecology","Journal Information":"BREAST Volume: 32 Pages: 126-129 DOI: 10.1016/j.breast.2017.01.019 Published: APR 2017","Abstract":"Introduction: This study evaluated the readability, accessibility and quality of information pertaining to breast reconstruction post mastectomy on the Internet in the English language. Methods: Using the Google((c)) search engine the keywords \"Breast reconstruction post mastectomy\" were searched for. We analyzed the top 75 sites. The Flesch Reading Ease Score and Gunning Fog Index were calculated to assess readability. Web site quality was assessed objectively using the University of Michigan Consumer Health Web site Evaluation Checklist. Accessibility was determined using an automated accessibility tool. In addition, the country of origin, type of organisation producing the site and presence of Health on the Net (HoN) Certification status was recorded. Results: The Web sites were difficult to read and comprehend. The mean Flesch Reading Ease scores were 55.5. The mean Gunning Fog Index scores was 8.6. The mean Michigan score was 34.8 indicating weak quality of websites. Websites with HoN certification ranked higher in the search results (p = 0.007). Website quality was influenced by organisation type (p < 0.0001) with academic/healthcare, not for profit and government sites having higher Michigan scores. 20% of sites met the minimum accessibility criteria. Conclusions: Internet information on breast reconstruction post mastectomy and procedures is poorly written and we suggest that Webpages providing information must be made more readable and accessible. We suggest that health professionals should recommend Web sites that are easy to read and contain high-quality surgical information. Medical information on the Internet should be readable, accessible, reliable and of a consistent quality. (C) 2017 Elsevier Ltd. All rights reserved.","Authors":"Lynch, NP (Lynch, Noel P.) ; Lang, B (Lang, Bronagh) ; Angelov, S (Angelov, Sophia) ; McGarrigle, SA (McGarrigle, Sarah A.) ; Boyle, TJ (Boyle, Terence J.) ; Al-Azawi, D (Al-Azawi, Dhafir) ; Connolly, EM (Connolly, Elizabeth M.)","Title":"Breast reconstruction post mastectomy-Let's Google it. Accessibility, readability and quality of online information"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395867500002 PubMed ID: 28160158 ISSN: 0167-6806 eISSN: 1573-7217","Keywords":"Adjuvant radiation; Breast conservation therapy; Whole breast radiation; Hypofractionation; Hypofractionated radiotherapy KeyWords Plus:RADIATION-INDUCED PNEUMONITIS; CONSERVING SURGERY; UK STANDARDIZATION; ADJUVANT RADIOTHERAPY; SINGLE INSTITUTION; START TRIALS; FRACTIONATION; THERAPY; IRRADIATION; STATISTICS","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"BREAST CANCER RESEARCH AND TREATMENT Volume: 162 Issue: 3 Pages: 409-417 DOI: 10.1007/s10549-017-4118-7 Published: APR 2017","Abstract":"Breast conservation therapy (BCT) for early-stage breast cancer involves lumpectomy followed by whole breast radiotherapy, which can involve either standard fractionation (SRT) or accelerated fractionation (ART). This systematic review and meta-analysis was performed to determine whether any benefit exists for ART or SRT. We searched MEDLINE (1966-2014), all seven databases of the Cochrane Library (1968-2014), EMBASE (1974-2014), clinicaltrials.gov, ISRCTN, WHO ICTRP, and meeting abstracts in the Web of Science Core Collection (1900-2014). RCTs comparing SRT to ART among women undergoing BCT with stage T1-T2 and/or N1 breast cancer or carcinoma in situ were included. Follow-up was 30 days for acute toxicity, or three years for disease control and late toxicity. 13 trials with 8189 participants were included. No differences were observed in local failure (n = 7 trials; RR 0.97; 95% CI 0.78-1.19, I (2) = 0%), locoregional failure, (n = 8 trials; RR 0.86; 95% CI 0.63-1.16, I (2) = 0%), or survival (n = 4 trials; RR 1.00; 95% CI 0.85-1.17, I (2) = 0%). ART was associated with significantly less acute toxicity (n = 5 trials; RR 0.36; 95% CI 0.21-0.62, I (2) = 20%), but no difference in late cosmesis (RR 0.95; 95% CI 0.81-1.12, I (2) = 54%). ART use does not reduce disease control or worsen long-term cosmetic outcome, and may decrease the risk of acute radiation toxicity as compared to SRT.","Authors":"Valle, LF (Valle, Luca F.) ; Agarwal, S (Agarwal, Surbhi) ; Bickel, KE (Bickel, Kathleen E.) ; Herchek, HA (Herchek, Haley A.) ; Nalepinski, DC (Nalepinski, David C.) ; Kapadia, NS (Kapadia, Nirav S.)","Title":"Hypofractionated whole breast radiotherapy in breast conservation for early-stage breast cancer: a systematic review and meta-analysis of randomized trials"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397577800021 PubMed ID: 27770542 ISSN: 0306-5251 eISSN: 1365-2125","Keywords":"antidepressive agents; cohort studies; congenital anomalies; meta-analysis; pregnancy; sertraline KeyWords Plus:SEROTONIN REUPTAKE INHIBITORS; ENDOMETRIAL CANCER-RISK; DOSE-RESPONSE METAANALYSIS; POPULATION-BASED COHORT; OVARIAN-CANCER; EARLY-PREGNANCY; MATERNAL DEPRESSION; COLORECTAL-CANCER; DIETARY-FAT; EXPOSURE","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"BRITISH JOURNAL OF CLINICAL PHARMACOLOGY Volume: 83 Issue: 4 Pages: 909-922 DOI: 10.1111/bcp.13161 Published: APR 2017","Abstract":"AimTo perform a meta-analysis of available cohort studies on the association between sertraline use by pregnant women in the first trimester and the findings of congenital anomalies in infants. MethodsA comprehensive search of articles published from the index date up to 31(st) December 2015 investigating the aforementioned associations was conducted on PubMed and Web of Science. Mesh headings used included the terms serotonin reuptake inhibitor, sertraline, congenital anomalies and obstetrical outcome. ResultsTwelve cohort studies that involved 6 468 241 pregnant women were identified. We summarized odds ratios (ORs) and 95% confidence intervals (CIs) of congenital anomalies using the random-effects model. Pregnant women who used sertraline in the first trimester had a statistically significant increased risk of infant cardiovascular-related malformations (OR=1.36; 95% CI=1.06-1.74; I-2=64.4%; n=12) as well as atrial and/or ventricular septal defects (OR=1.36, 95% CI=1.06-1.76; I-2=62.2%; n=8). Additionally, positive but nonsignificant associations between sertraline use and congenital anomalies of the nervous system (OR=1.39; 95% CI=0.83-2.32; I-2=0%; n=5), digestive system (OR=1.23; 95% CI=0.76-1.98; I-2=0%; n=5), eye, ear, face and neck (OR=1.08; 95% CI=0.33-3.55; I-2=32.1%; n=3), urogenital system (OR=1.03; 95% CI=0.73-1.46; I-2=0%; n=5), and musculoskeletal system (OR=0.97; 95% CI=0.69-1.36; I-2=0%; n=5) were observed. ConclusionThis meta-analysis suggested that the use of sertraline use by pregnant women in the first trimester had an increased risk of cardiovascular-related malformations as well as atrial and/or ventricular septal defects in infants. Meanwhile, nonsignificant associations between sertraline use and other congenital anomalies were found. More cohort studies are warranted to provide detailed results of other congenital anomalies.","Authors":"Shen, ZQ (Shen, Zi-Qi) ; Gao, SY (Gao, Shan-Yan) ; Li, SX (Li, Shawn Xiang) ; Zhang, TN (Zhang, Tie-Ning) ; Liu, CX (Liu, Cai-Xia) ; Lv, HC (Lv, Hai-Chen) ; Zhang, Y (Zhang, Yuan) ; Gong, TT (Gong, Ting-Ting) ; Xu, X (Xu, Xin) ; Ji, C (Ji, Chao) ; Wu, QJ (Wu, Qi-Jun) ; Li, D (Li, Da) ...More...Less","Title":"Sertraline use in the first trimester and risk of congenital anomalies: a systemic review and meta-analysis of cohort studies"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397819900012 PubMed ID: 27797728 ISSN: 0306-3674 eISSN: 1473-0480","Categories":"Sport Sciences Web of Science Categories:Sport Sciences","Journal Information":"BRITISH JOURNAL OF SPORTS MEDICINE Volume: 51 Issue: 8 Pages: 658-+ DOI: 10.1136/bjsports-2016-096396 Published: APR 2017","Abstract":"Objective To conduct a systematic review and meta-analysis of the evidence on the effects of beta-alanine supplementation on exercise capacity and performance. Design This study was designed in accordance with PRISMA guidelines. A 3-level mixed effects model was employed to model effect sizes and account for dependencies within data. Data sources 3 databases (PubMed, Google Scholar, Web of Science) were searched using a number of terms ('beta-alanine' and 'Beta-alanine' combined with 'supplementation', 'exercise', 'training', 'athlete', 'performance' and 'carnosine'). Eligibility criteria for selecting studies Inclusion/exclusion criteria limited articles to double-blinded, placebo-controlled studies investigating the effects of beta-alanine supplementation on an exercise measure. All healthy participant populations were considered, while supplementation protocols were restricted to chronic ingestion. Cross-over designs were excluded due to the long washout period for skeletal muscle carnosine following supplementation. A single outcome measure was extracted for each exercise protocol and converted to effect sizes for meta-analyses. Results 40 individual studies employing 65 different exercise protocols and totalling 70 exercise measures in 1461 participants were included in the analyses. A significant overall effect size of 0.18 (95% CI 0.08 to 0.28) was shown. Meta-regression demonstrated that exercise duration significantly (p=0.004) moderated effect sizes. Subgroup analyses also identified the type of exercise as a significant (p=0.013) moderator of effect sizes within an exercise time frame of 0.5-10 min with greater effect sizes for exercise capacity (0.4998 (95% CI 0.246 to 0.753)) versus performance (0.1078 (95% CI -0.201 to 0.416)). There was no moderating effect of training status (p=0.559), intermittent or continuous exercise (p=0.436) or total amount of beta-alanine ingested (p=0.438). Co-supplementation with sodium bicarbonate resulted in the largest effect size when compared with placebo (0.43 (95% CI 0.22 to 0.64)). Summary/conclusions beta-alanine had a significant overall effect while subgroup analyses revealed a number of modifying factors. These data allow individuals to make informed decisions as to the likelihood of an ergogenic effect with beta-alanine supplementation based on their chosen exercise modality.","Authors":"Saunders, B (Saunders, Bryan) ; Elliott-Sale, K (Elliott-Sale, Kirsty) ; Artioli, GG (Artioli, Guilherme G.) ; Swinton, PA (Swinton, Paul A.) ; Dolan, E (Dolan, Eimear) ; Roschel, H (Roschel, Hamilton) ; Sale, C (Sale, Craig) ; Gualano, B (Gualano, Bruno)","Title":"beta-alanine supplementation to improve exercise capacity and performance: a systematic review and meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397452100003 PubMed ID: 28345406 ISSN: 1947-6035 eISSN: 1947-6043","Keywords":"articular cartilage; microfracture; osteochondral allograft; OATs; patient education KeyWords Plus:AMERICA WEB SITES; EDUCATION MATERIALS; ORTHOPEDIC SURGEONS; KNEE ARTHROSCOPIES; CLINICAL-PRACTICE; SEARCH TERM; INFORMATION; INTERNET; HEALTH; ACADEMY","Categories":"Orthopedics Web of Science Categories:Orthopedics","Journal Information":"CARTILAGE Volume: 8 Issue: 2 Pages: 112-118 DOI: 10.1177/1947603516648737 Published: APR 2017","Abstract":"Objective Patients commonly use the Internet to obtain their health-related information. The purpose of this study was to investigate the quality, accuracy, and readability of online patient resources for the management of articular cartilage defects. Design Three search terms (cartilage defect, cartilage damage, cartilage injury) were entered into 3 Internet search engines (Google, Bing, Yahoo). The first 25 websites from each search were collected and reviewed. The quality and accuracy of online information were independently evaluated by 3 reviewers using predetermined scoring criteria. The readability was evaluated using the Flesch-Kincaid (FK) grade score. Results Fifty-three unique websites were evaluated. Quality ratings were significantly higher in websites with a FK score >11 compared to those with a score of 11 (P = 0.021). Only 10 websites (19%) differentiated between focal cartilage defects and diffuse osteoarthritis. Of these, 7 (70%) were elicited using the search term cartilage defect (P = 0.038). The average accuracy of the websites was high (11.7 out of maximum 12), and the average FK grade level (13.4) was several grades higher than the recommended level for readable patient education material (eighth grade level).Conclusions The quality and readability of online patient resources for articular cartilage defects favor those with a higher level of education. Additionally, the majority of these websites do not distinguish between focal chondral defects and diffuse osteoarthritis, which can fail to provide appropriate patient education and guidance for available treatment. Clinicians should help guide patients toward high-quality, accurate, and readable online patient education material.","Authors":"Wang, DA (Wang, Dean) ; Jayakar, RG (Jayakar, Rohit G.) ; Leong, NL (Leong, Natalie L.) ; Leathers, MP (Leathers, Michael P.) ; Williams, RJ (Williams, Riley J.) ; Jones, KJ (Jones, Kristofer J.)","Title":"Evaluation of the Quality, Accuracy, and Readability of Online Patient Resources for the Management of Articular Cartilage Defects"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398192800009 PubMed ID: 28118059 ISSN: 1369-7137 eISSN: 1473-0804","Keywords":"Sexual function; sexual dysfunction; DHEA treatment; DHEA use KeyWords Plus:VULVO-VAGINAL ATROPHY; QUALITY-OF-LIFE; RANDOMIZED CONTROLLED-TRIAL; POSTMENOPAUSAL WOMEN; INTRAVAGINAL PRASTERONE; ADRENAL INSUFFICIENCY; DOUBLE-BLIND; ERECTILE DYSFUNCTION; DHEA TREATMENT; REPLACEMENT","Categories":"Obstetrics & Gynecology Web of Science Categories:Obstetrics & Gynecology","Journal Information":"CLIMACTERIC Volume: 20 Issue: 2 Pages: 129-137 DOI: 10.1080/13697137.2017.1279141 Published: APR 2017","Abstract":"Objective: Faced with the growing interest about the action of dehydroepiandrosterone (DHEA) and its benefits, as well as the negative impacts that sexual dysfunctions have on people's quality of life, this systematic review was undertaken with the objective of evaluating the effect of DHEA use on aspects of sexual function. Method: An electronic search was conducted in the databases of PubMed, ISI Web of Science and Virtual Health Library (VHL) combining the terms 'DHEA treatment' and 'DHEA use' with terms such as 'sexual dysfunction', 'sexual frequency' and 'libido'. No limits on time and language were imposed. Clinical studies were considered eligible where individuals for any reason made use of DHEA and if they had any aspect of sexual function assessed. Preclinical studies and systematic reviews were considered ineligible. Results: The search identified 183 references and 38 were considered eligible. DHEA improved aspects such as sexual interest, lubrication, pain, arousal, orgasm and sexual frequency. Its effect was better in populations with sexual dysfunction, especially in perimenopausal and postmenopausal women. Conclusion: Considering the studies currently published, DHEA is effective in improving several aspects of sexual function, but this effect did not reach all the populations studied.","Authors":"Peixoto, C (Peixoto, C.) ; Carrilho, CG (Carrilho, C. G.) ; Barros, JA (Barros, J. A.) ; Ribeiro, TTSB (Ribeiro, T. T. S. B.) ; Silva, LM (Silva, L. M.) ; Nardi, AE (Nardi, A. E.) ; Cardoso, A (Cardoso, A.) ; Veras, AB (Veras, A. B.)","Title":"The effects of dehydroepiandrosterone on sexual function: a systematic review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397495100004 PubMed ID: 28176374 ISSN: 0897-3806 eISSN: 1098-2353","Keywords":"anatomy; assessment; learning KeyWords Plus:MULTIPLE-CHOICE EXAMINATIONS; MEDICAL-EDUCATION; PRACTICAL EXAMINATIONS; STUDENT PERFORMANCE; CLINICAL ANATOMY; BLOOMS TAXONOMY; GROSS-ANATOMY; COMPETENCE; VALIDITY; CURRICULUM","Categories":"Anatomy & Morphology Web of Science Categories:Anatomy & Morphology","Journal Information":"CLINICAL ANATOMY Volume: 30 Issue: 3 Pages: 290-299 DOI: 10.1002/ca.22835 Published: APR 2017","Abstract":"Assessment serves the primary function of determining a student's competence in a subject. Several different assessment formats are available for assessing anatomical skills, knowledge and understanding and, as assessment can drive learning, a careful selection of assessments can help to engender the correct deep learning facility required of the safe clinical practitioner. The aim of this review was to survey the published literature to see whether higher education institutions are taking an andragogical approach to assessment. Five databases (EMBASE, ERIC, Medline, PubMed, and Web of Knowledge) were searched using standardized search terms with two limits applied (English language, and 2000 to the present). Among the 2,094 papers found, 32 were deemed suitable for this review. Current literature on assessment can be categorized into the following themes: assessment driven learning, types of assessments, frequency of assessments, and use of images in assessments. The consensus is to use a variety of methods, written and practical, to assess anatomical knowledge and skill in different domains. Institutions aim for different levels of Bloom's taxonomy for students at similar stages of their medical degree. Formative assessments are used widely, in differing formats, with mostly good effects on the final examination grade. In conclusion, a wide variety of assessments, each aimed at a different level of Bloom's taxonomy, are used by different institutions. Clin. Anat. 30:290-299, 2017. (c) 2017 Wiley Periodicals, Inc.","Authors":"Choudhury, B (Choudhury, Bipasha) ; Freemont, A (Freemont, Anthony)","Title":"Assessment of anatomical knowledge: Approaches taken by higher education institutions"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397247000009 PubMed ID: 27693521 ISSN: 1542-3565 eISSN: 1542-7714","Keywords":"Adenocarcinoma; Diet; Pancreas; PDAC; Carcinogenesis KeyWords Plus:NIH-AARP DIET; INTAKE REDUCES RISK; NETHERLANDS COHORT; DIABETES-MELLITUS; CIGARETTE-SMOKING; MEDICAL HISTORY; GASTRIC-CANCER; LIFE-STYLE; FAT INTAKE; NUTRITION","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"CLINICAL GASTROENTEROLOGY AND HEPATOLOGY Volume: 15 Issue: 4 Pages: 486-+ DOI: 10.1016/j.cgh.2016.09.143 Published: APR 2017","Abstract":"BACKGROUND & AIMS: The relationship between consumption of red and processed meat and pancreatic cancer risk is inconclusive. We conducted a systematic review and meta-analysis to analyze this relationship. METHODS: We performed a systematic search of PubMed, EMBASE, and the Web of Science to identify studies that examined associations between consumption of different kinds of meat with pancreatic cancer and were published through February 2016. By using data from these articles, we associated level of consumption with cancer risk and performed subgroup, meta-regression, and publication bias analyses. RESULTS: We collected and analyzed data from a total of 28 studies that involved 3,143,777 participants (11,325 consumers of red meat) and 2,904,866 participants (9955 consumers of processed meat). We observed statistically significant differences between consumers and non-consumers of these meats in case-control studies ( red meat, P =.02; processed meat, P <.01) but not in cohort studies (red meat, P =.09; processed meat, P =.18). In cohort studies, a 100 g/ day increase in red meat consumption was associated with significant increase in risk of pancreatic cancer ( P =.01); a 50 g/ day increase in processed meat consumption was not associated with significant increase in risk of pancreatic cancer ( P [.90). In cohort studies, we observed associations in consumption of red meat by men and pancreatic cancer ( P <.01) and consumption of processed meat by men and pancreatic cancer (P <.01) but no associations for women (red meat, P [.61; processed meat, P =.88). CONCLUSIONS: In a systematic review and meta- analysis, we found case-control but not cohort studies to associate consumption of red and processed meat with risk of pancreatic cancer. However, in cohort studies, consumption of red and processed meat appeared to increase risk of pancreatic cancer in men but not in women.","Authors":"Zhao, ZW (Zhao, Zhanwei) ; Yin, ZF (Yin, Zifang) ; Pu, ZS (Pu, Zhongshu) ; Zhao, QC (Zhao, Qingchuan)","Title":"Association Between Consumption of Red and Processed Meat and Pancreatic Cancer Risk: A Systematic Review and Meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396798700002 PubMed ID: 27941370 ISSN: 0090-3493 eISSN: 1530-0293","Keywords":"adult; hypothermia; morbidity; mortality; pediatric; traumatic brain injury KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; SEVERE HEAD-INJURY; LOW INTRACRANIAL-PRESSURE; MILD HYPOTHERMIA; MODERATE HYPOTHERMIA; CEREBRAL HYPOTHERMIA; PHASE-II; CEREBROSPINAL-FLUID; ENERGY-EXPENDITURE; PROTEIN-LEVELS","Categories":"General & Internal Medicine Web of Science Categories:Critical Care Medicine","Journal Information":"CRITICAL CARE MEDICINE Volume: 45 Issue: 4 Pages: 575-583 DOI: 10.1097/CCM.0000000000002205 Published: APR 2017","Abstract":"Objective: Therapeutic hypothermia has been used to attenuate the effects of traumatic brain injuries. However, the required degree of hypothermia, length of its use, and its timing are uncertain. We undertook a comprehensive meta-analysis to quantify benefits of hypothermia therapy for traumatic brain injuries in adults and children by analyzing mortality rates, neurologic outcomes, and adverse effects. Data Sources: Electronic databases PubMed, Google Scholar, Web of Science, Cochrane Central Register of Controlled Trials, and ClinicalTrials.gov and manual searches of studies were conducted for relevant publications up until February 2016. Study Selection: Forty-one studies in adults (n= 3,109; age range, 18-81 yr) and eight studies in children (n = 454; age range, 3 mo to 18 yr) met eligibility criteria. Data Extraction: Baseline patient characteristics, enrollment time, methodology of cooling, target temperature, duration of hypothermia, and rewarming protocols were extracted. Data Synthesis: Risk ratios with 95% Cls were calculated. Compared with adults who were kept normothermic, those who underwent therapeutic hypothermia were associated with 18% reduction in mortality (risk ratio, 0.82; 95% CI, 0.70-0.96; p = 0.01) and a 35% improvement in neurologic outcome (risk ratio, 1.35; 95% CI, 1.18-1.54; p < 0.00001). The optimal management strategy for adult patients included cooling patients to a minimum of 33 degrees C for 72 hours, followed by spontaneous, natural rewarming. In contrast, adverse outcomes were observed in children who underwent hypothermic treatment with a 66% increase in mortality (risk ratio, 1.66; 95% CI, 1.06-2.59; p= 0.03) and a marginal deterioration of neurologic outcome (risk ratio, 0.90; 95% CI, 0.80-1.01; p= 0.06). Conclusions: Therapeutic hypothermia is likely a beneficial treatment following traumatic brain injuries in adults but cannot be recommended in children. (Crit Care Med 2017; 45:575-583)","Authors":"Crompton, EM (Crompton, Ellie M.) ; Lubomirova, I (Lubomirova, Irina) ; Cotlarciuc, I (Cotlarciuc, Ioana) ; Han, TS (Han, Thang S.) ; Sharma, SD (Sharma, Sapna D.) ; Sharma, P (Sharma, Pankaj)","Title":"Meta-Analysis of Therapeutic Hypothermia for Traumatic Brain Injury in Adult and Pediatric Patients"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397470600002 PubMed ID: 27960049 ISSN: 1600-4469 eISSN: 1600-9657","Keywords":"tooth avulsion; tooth replantation; trauma; root resorption; bisphosphonates KeyWords Plus:TRAUMATIC DENTAL INJURIES; ZOLEDRONIC ACID; DELAYED REPLANTATION; SUBCUTANEOUS TISSUE; PERMANENT INCISORS; BONE-FORMATION; RAT MOLARS; IN-VITRO; ALENDRONATE; TEETH","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"DENTAL TRAUMATOLOGY Volume: 33 Issue: 2 Pages: 77-83 DOI: 10.1111/edt.12316 Published: APR 2017","Abstract":"Background/AimReplantation of avulsed teeth may lead to root resorption. Bisphosphonates (BPs), a class of drugs of used to treat resorptive diseases of the bone such as osteoporosis and Paget's disease, have been observed to exert an antiresorptive effect on periodontal bone as well. The antiresorptive properties of BPs could prove them useful in preventing root resorption of replanted avulsed teeth. The aim of this systematic review was to analyze and summarize the currently available literature concerning the use of BPs in preventing root resorption of avulsed teeth. Materials and methodsPubMed/MEDLINE, Google Scholar, ISI Web of Knowledge, and Embase databases were searched using keywords bisphosphonate', replantation', and tooth'. Quality assessment of each study was carried out. In addition, general characteristics and outcomes of each study were summarized. ResultsAfter exclusion of 116 irrelevant articles, 10 animal studies were included in this review. The majority of the studies suggest that surface application of zoledronate or alendronate reduces root resorption of replanted teeth in animal models. Surface treatment with etidronate had no significant effect on root resorption, and intracanal etidronate accelerated resorption. ConclusionSurface application of zoledronate and alendronate reduces root resorption of replanted teeth in animal models. However, the efficacy of intracanal usage of BPs is still debatable.","Authors":"Najeeb, S (Najeeb, Shariq) ; Siddiqui, F (Siddiqui, Fahad) ; Khurshid, Z (Khurshid, Zohaib) ; Zohaib, S (Zohaib, Sana) ; Zafar, MS (Zafar, Muhammad Sohail) ; Ansari, SA (Ansari, Shazia Akbar)","Title":"Effect of bisphosphonates on root resorption after tooth replantation - a systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395994900015 PubMed ID: 28267013 ISSN: 0012-3706 eISSN: 1530-0358","Keywords":"Analgesia; Hemorrhoidectomy; Meta-analysis; Metronidazole; Systematic review KeyWords Plus:POST-HEMORRHOIDECTOMY PAIN; DOUBLE-BLIND; TOPICAL METRONIDAZOLE; POSTOPERATIVE PAIN; SURGERY; MANAGEMENT; BUPIVACAINE; ANESTHESIA; BLOCK","Categories":"Gastroenterology & Hepatology; Surgery Web of Science Categories:Gastroenterology & Hepatology; Surgery","Journal Information":"DISEASES OF THE COLON & RECTUM Volume: 60 Issue: 4 Pages: 446-455 DOI: 10.1097/DCR.0000000000000792 Published: APR 2017","Abstract":"BACKGROUND: Hemorrhoidectomy is associated with significant postoperative pain. Oral metronidazole has been recommended as an adjunct to improve posthemorrhoidectomy analgesia. OBJECTIVE: This study aimed to evaluate the impact of oral metronidazole on patient-reported pain following hemorrhoidectomy. DATA SOURCES: We conducted a systematic search in the MEDLINE, EMBASE, ISI Web of Science, and Cochrane Central Register of Controlled Trials databases. STUDY SELECTION: Randomized controlled trials examining adults who underwent surgical hemorrhoidectomy were included. Participants in an active intervention group received oral metronidazole postoperatively, and those in a control group received placebo or usual care. Postoperative pain was assessed for at least 3 days postoperatively. INTERVENTION: A random-effects model was used. MAIN OUTCOMES MEASURES: The primary outcome was pain during the first 2 postoperative weeks, measured on a visual analogue scale. The secondary outcome was time to return to normal activities. RESULTS: Patients who received oral metronidazole had significantly lower reported pain scores on postoperative day 1 (standardized mean difference, -0.87 +/- 0.44; 95% CI, -1.73 to -0.015; p = 0.046; n = 4) and day 4 (standardized mean difference, -1.43 +/- 0.71; 95% CI, -2.83 to -0.037; p = 0.044; n = 3). Metronidazole use was associated with a significantly shorter time to return to normal activities (standardized mean difference, -0.76 +/- 0.34; 95% CI, -1.43 to -0.088, p = 0.027). The improvements disappeared in a sensitivity analysis excluding the largest trial with a high risk of bias, and no significance was observed during the remaining postoperative days. LIMITATIONS: The meta-analysis was limited by lack of double blinding, absence of a placebo, and unclear or high risk of bias in a proportion of the included trials. CONCLUSIONS: Although a favorable adverse effect profile supports consideration of oral metronidazole to reduce posthemorrhoidectomy pain, pooled analysis reveals inconsistent results with no pain reduction on most postoperative days. The current recommendation for routine prescription of oral metronidazole should be reevaluated in the absence of additional well-designed trials.","Authors":"Wanis, KN (Wanis, Kerollos Nashat) ; Emmerton-Coughlin, HM (Emmerton-Coughlin, Heather M.) ; Coughlin, S (Coughlin, Shaun) ; Foley, N (Foley, Norine) ; Vinden, C (Vinden, Christopher)","Title":"Systemic Metronidazole May Not Reduce Posthemorrhoidectomy Pain: A Meta-Analysis of Randomized Controlled Trials"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396040700002 ISSN: 1366-9516 eISSN: 1472-4642","Keywords":"antagonistic interaction; homogenization; invasion; multispecies occupancy KeyWords Plus:EVERGLADES NATIONAL-PARK; SPECIES RICHNESS; BETA DIVERSITY; BIOTIC HOMOGENIZATION; ENDANGERED LAGOMORPH; OCCUPANCY ESTIMATION; BURMESE PYTHONS; MAJOR CAUSE; EXTINCTIONS; CONSERVATION","Categories":"Biodiversity & Conservation; Environmental Sciences & Ecology Web of Science Categories:Biodiversity Conservation; Ecology","Journal Information":"DIVERSITY AND DISTRIBUTIONS Volume: 23 Issue: 4 Pages: 355-367 DOI: 10.1111/ddi.12531 Published: APR 2017","Abstract":"Aim Our understanding of the effects of invasive species on faunal diversity is limited in part because invasions often occur in modified landscapes where other drivers of community diversity can exacerbate or reduce the net impacts of an invader. Furthermore, rigorous assessments of the effects of invasive species on native communities that account for variation in sampling, species-specific detection and occurrence of rare species are lacking. Invasive Burmese pythons (Python molurus bivittatus) may be causing declines in medium-to large-sized mammals throughout the Greater Everglades Ecosystem (GEE); however, other factors such as urbanization, habitat changes and drastic alteration in water flow may also be influential in structuring mammal communities. The aim of this study was to gain an understanding of how mammal communities simultaneously facing invasive predators and intensively humanaltered landscapes are influenced by these drivers and their interactions. Location Florida, USA. Methods We used data from trail cameras and scat searches with a hierarchical community model that accounts for undetected species to determine the relative influence of introduced Burmese pythons, urbanization, local hydrology, habitat types and interactive effects between pythons and urbanization on mammal species occurrence, site-level species richness, and turnover. Results Python density had significant negative effects on all species except coyotes. Despite these negative effects, occurrence of some generalist species increased significantly near urban areas. At the community level, pythons had the greatest impact on species richness, while turnover was greatest along the urbanization gradient where communities were increasingly similar as distance to urbanization decreased. Main conclusions We found evidence for an antagonistic interaction between pythons and urbanization where the impacts of pythons were reduced near urban development. Python-induced changes to mammal communities may be mediated near urban development, but elsewhere in the GEE, pythons are likely causing a fundamental restructuring of the food web, declines in ecosystem function, and creating complex and unpredictable cascading effects.","Authors":"Reichert, BE (Reichert, Brian E.) ; Sovie, AR (Sovie, Adia R.) ; Udell, BJ (Udell, Brad J.) ; Hart, KM (Hart, Kristen M.) ; Borkhataria, RR (Borkhataria, Rena R.) ; Bonneau, M (Bonneau, Mathieu) ; Reed, R (Reed, Robert) ; McCleery, R (McCleery, Robert)","Title":"Urbanization may limit impacts of an invasive predator on native mammal diversity"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397551300012 ISSN: 1364-8152 eISSN: 1873-6726","Keywords":"SeBEDes; Boundary eigenvalue; Parameter estimation; Parameter search KeyWords Plus:FOOD-WEB; OCEAN ECOSYSTEMS; DYNAMICS; POPULATIONS; RESILIENCE; KRILL","Categories":"Computer Science; Engineering; Environmental Sciences & Ecology Web of Science Categories:Computer Science, Interdisciplinary Applications; Engineering, Environmental; Environmental Sciences","Journal Information":"ENVIRONMENTAL MODELLING & SOFTWARE Volume: 90 Pages: 167-181 DOI: 10.1016/j.envsoft.2017.01.011 Published: APR 2017","Abstract":"We present a new method to find parameter sets that allow all populations to co-exist in multi-trophic level food web models in which the outcome of competition between populations at each trophic level is determined by R* theory. The method involves sequentially destabilising an eigenvalue at the boundary equilibrium point of the winning population at each trophic level. We illustrate the procedure on a six population, three trophic level ecosystem model of a pelagic Antarctic ecosystem. We used the method to find an initial parameter set for which all populations coexisted. Only three model evaluations were required to find a parameter set that allowed coexistence. In contrast, a random search of parameter space required an average of 250 model evaluations to find each coexistence parameter set. The method is useful for identifying regions of parameter space that have high densities of coexistence solutions. Crown Copyright (C) 2017 Published by Elsevier Ltd. All rights reserved.","Authors":"Cropp, R (Cropp, Roger) ; Moroz, I (Moroz, Irene) ; Norbury, J (Norbury, John)","Title":"Sequential boundary eigenvalue destabilisation (SeSEDes): An expert method for parameter screening and estimation in complex ecosystem models"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397996100003 PubMed ID: 28334783 ISSN: 0263-2136 eISSN: 1460-2229","Keywords":"Amitriptyline; analgesics; chronic pain; low back pain; musculoskeletal pain; review KeyWords Plus:LOW-BACK-PAIN; OSWESTRY DISABILITY INDEX; NEUROPATHIC PAIN; RHEUMATOID-ARTHRITIS; RANDOMIZED-TRIAL; DOUBLE-BLIND; CENTRAL SENSITIZATION; OSTEOARTHRITIS; DULOXETINE; MANAGEMENT","Categories":"General & Internal Medicine Web of Science Categories:Primary Health Care; Medicine, General & Internal","Journal Information":"FAMILY PRACTICE Volume: 34 Issue: 2 Pages: 138-146 DOI: 10.1093/fampra/cmw134 Published: APR 1 2017","Abstract":"Background. The role of amitriptyline in musculoskeletal pain is not as clearly defined as in classical neuropathic pain conditions. Objective. To assess the efficacy and effectiveness of amitriptyline in the treatment of pain in musculoskeletal complaints. Methods. An extensive search (including Medline, Embase and Web of Science) was made up to April 2016 for randomised controlled trials on amitriptyline in musculoskeletal complaints compared to placebo, usual care, or other analgesic use. Included studies were assessed for risk of bias. Outcomes of interest were pain reduction and function improvement. Results. Of the 2066 articles identified, seven were finally included. These studies were performed in patients with low back pain (4), rheumatoid arthritis (2), and patients with arm pain from repetitive use (1). No meta-analysis was performed due to clinical heterogeneity of the studies. Two studies with low risk of bias found positive results. One study found that 50 mg/day of amitriptyline [Visual Analogue Scale (VAS)-3.9 points] resulted in a significantly greater reduction in pain than treatment with pregabalin 600 mg/day (VAS-2.9 points) and improved function (improvement on the Oswestry Disability Index >20%: 65% versus 49.5%). Amitriptyline improved function in arm pain compared to placebo (Upper Extremity Function Scale:-3.9 versus 0.8). A similar amount of side-effects occurred in the amitriptyline and the comparison groups. Conclusion. Few studies have evaluated the use of amitriptyline in musculoskeletal complaints. Although amitriptyline may be effective in musculoskeletal complaints, more studies are required to establish for whom amitriptyline works better than other analgesics.","Authors":"van den Driest, JJ (van den Driest, Jacoline J.) ; Bierma-Zeinstra, SMA (Bierma-Zeinstra, Sita M. A.) ; Bindels, PJE (Bindels, Patrick J. E.) ; Schiphof, D (Schiphof, Dieuwke)","Title":"Amitriptyline for musculoskeletal complaints: a systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398434800003 PubMed ID: 28384044 ISSN: 1945-0265 eISSN: 1945-0257","Keywords":"MGMT; gastric cancer; DNA methylation KeyWords Plus:ABERRANT DNA METHYLATION; NITROSO-COMPOUNDS; O-6-METHYLGUANINE-DNA METHYLTRANSFERASE; ALKYLATING-AGENTS; GENES; HYPERMETHYLATION; CARCINOGENESIS; EPIDEMIOLOGY; DISEASE; HMLH1","Categories":"Biochemistry & Molecular Biology; Genetics & Heredity Web of Science Categories:Biochemistry & Molecular Biology; Genetics & Heredity","Journal Information":"GENETIC TESTING AND MOLECULAR BIOMARKERS Volume: 21 Issue: 4 Pages: 213-221 DOI: 10.1089/gtmb.2016.0284 Published: APR 2017","Abstract":"Aims: Several previous studies have suggested that MGMT promoter methylation is significantly associated with gastric cancer, but the results were not consistent. Hence, we conducted a systematic meta-analysis to explore the potential correlation of MGMT promoter methylation with gastric cancer and its clinicopathologic characteristics. Materials and Methods: Searches of PubMed, EMBASE, Web of Science, Cochrane Library, and Chinese National Knowledge Infrastructure (CNKI) literature databases were conducted to identify relevant studies published in English or Chinese before July 1, 2016. The meta-analysis was performed using Stata 12.0 software. Odds ratios (ORs) and 95% confidence intervals (CIs) were calculated to assess the association between MGMT promoter methylation and gastric cancer. We also conducted a subgroup analysis and metaregression to explore sources of heterogeneity. Results: We identified 12 articles that met the inclusion criteria. The 12 articles described 14 studies that included 1571 tumor tissues and 1243 controls. The meta-analysis results demonstrated that the frequency of MGMT promoter methylation was higher in gastric cancer tissues compared with adjacent tissues and normal tissues (OR = 4.06, 95% CI: 2.55-6.46, p < 0.001; OR= 8.85, 95% CI: 1.15-68.23, p = 0.036; respectively). An assessment of the correlation between MGMT promoter methylation and clinicopathological characteristics indicated that MGMT promoter hypermethylation was significantly associated with tumor-node-metastasis stage, lymph node metastasis, and distant metastasis (OR = 2.11, 95% CI: 1.18-3.75, p = 0.011; OR= 1.99, 95% CI: 1.47-2.68, p < 0.001; and OR= 3.60, 95% CI: 2.17-5.95, p < 0.001; respectively). Conclusion: Our findings provide evidence that MGMT promoter methylation could play an important role in gastric carcinogenesis and may serve as an important biomarker for gastric cancer progression.","Authors":"Yuan, XL (Yuan, Xiaolong) ; Xu, JF (Xu, Jifei) ; Fang, WY (Fang, Weiyang) ; Zhao, ZF (Zhao, Zhenfeng) ; Wang, F (Wang, Fan) ; Tong, ZT (Tong, Zhuting)","Title":"The Association Between MGMT Promoter Methylation and Patients with Gastric Cancer: A Meta-Analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397352300015 PubMed ID: 28300019 ISSN: 0899-823X eISSN: 1559-6834","Categories":"Public, Environmental & Occupational Health; Infectious Diseases Web of Science Categories:Public, Environmental & Occupational Health; Infectious Diseases","Journal Information":"INFECTION CONTROL AND HOSPITAL EPIDEMIOLOGY Volume: 38 Issue: 4 Pages: 476-482 DOI: 10.1017/ice.2016.324 Published: APR 2017","Abstract":"OBJECTIVE. Prevention of Clostridium difficile infection (CDI) in acute-care hospitals is a priority for hospitals and clinicians. We performed a qualitative systematic review to update the evidence on interventions to prevent CDI published since 2009. DESIGN. We searched Ovid, MEDLINE, EMBASE, The Cochrane Library, CINAHL, the ISI Web of Knowledge, and grey literature databases from January 1, 2009 to August 1, 2015. SETTING. We included studies performed in acute-care hospitals. PATIENTS OR PARTICIPANTS. We included studies conducted on hospitalized patients that investigated the impact of specific interventions on CDI rates. INTERVENTIONS. We used the QI-Minimum Quality Criteria Set (QI-MQCS) to assess the quality of included studies. Interventions were grouped thematically: environmental disinfection, antimicrobial stewardship, hand hygiene, chlorhexidine bathing, probiotics, bundled approaches, and others. A meta-analysis was performed when possible. RESULTS. Of 3,236 articles screened, 261 met the criteria for full-text review and 46 studies were ultimately included. The average quality rating was 82% according to the QI-MQCS. The most effective interventions, resulting in a 45% to 85% reduction in CDI, included daily to twice daily disinfection of high-touch surfaces (including bed rails) and terminal cleaning of patient rooms with chlorine-based products. Bundled interventions and antimicrobial stewardship showed promise for reducing CDI rates. Chlorhexidine bathing and intensified hand hygiene practices were not effective for reducing CDI rates. CONCLUSIONS. Daily and terminal cleaning of patient rooms using chlorine-based products were most effective in reducing CDI rates in hospitals. Further studies are needed to identify the components of bundled interventions that reduce CDI rates.","Authors":"Louh, IK (Louh, Irene K.) ; Greendyke, WG (Greendyke, William G.) ; Hermann, EA (Hermann, Emilia A.) ; Davidson, KW (Davidson, Karina W.) ; Falzon, L (Falzon, Louise) ; Vawdrey, DK (Vawdrey, David K.) ; Shaffer, JA (Shaffer, Jonathan A.) ; Calfee, DP (Calfee, David P.) ; Furuya, EY (Furuya, E. Yoko) ; Ting, HH (Ting, Henry H.)","Title":"Clostridium Difficile Infection in Acute Care Hospitals: Systematic Review and Best Practices for Prevention"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396330400003 PubMed ID: 27878329 ISSN: 1023-3830 eISSN: 1420-908X","Keywords":"Regulatory B cells; IL-10; Digestive system diseases; Adaptive immunity KeyWords Plus:TYPE-1 AUTOIMMUNE PANCREATITIS; B10 CELLS; HEPATOCELLULAR-CARCINOMA; ESOPHAGEAL CANCER; T-CELLS; SUPPRESSIVE ROLE; HBV INFECTION; TNF-ALPHA; MICE; PROGRESSION","Categories":"Cell Biology; Immunology Web of Science Categories:Cell Biology; Immunology","Journal Information":"INFLAMMATION RESEARCH Volume: 66 Issue: 4 Pages: 303-309 DOI: 10.1007/s00011-016-1007-1 Published: APR 2017","Abstract":"The past decade has provided striking insights into a newly identified subset of B cells known as regulatory B cells (Bregs). In addition to producing antibody, Bregs also regulate diseases via cytokine production and antigen presentation. This subset of B cells has protective and potentially therapeutic effects. However, the particularity of Bregs has caused some difficulties in conducting research on their roles. Notably, human B10 cells, which are Bregs that produce interleukin 10, share phenotypic characteristics with other previously defined B cell subsets, and currently, there is no known surface phenotype that is unique to B10 cells. An online search was performed in the PubMed and Web of Science databases for articles published providing evidences on the role of regulatory B cells in digestive system diseases. Abundant evidence has demonstrated that Bregs play a regulatory role in inflammatory, autoimmune, and tumor diseases, and regulatory B cells play different roles in different diseases, but future work needs to determine the mechanisms by which Bregs are activated and how these cells affect their target cells.","Authors":"Zhou, ZY (Zhou, Zhenyu) ; Gong, L (Gong, Lei) ; Wang, XY (Wang, Xiaoyun) ; Hu, Z (Hu, Zhen) ; Wu, GJ (Wu, Gaojue) ; Tang, XJ (Tang, Xuejun) ; Peng, XB (Peng, Xiaobin) ; Tang, S (Tang, Shuan) ; Meng, M (Meng, Miao) ; Feng, H (Feng, Hui)","Title":"The role of regulatory B cells in digestive system diseases"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397406300005 PubMed ID: 27753083 ISSN: 0020-6539 eISSN: 1875-595X","Keywords":"Dental caries; preschool children; primary teeth; Southeast Asia KeyWords Plus:MINIMAL INTERVENTION DENTISTRY; ORAL-HEALTH STATUS; QUALITY-OF-LIFE; DENTAL-CARIES; PRESCHOOL-CHILDREN; METAANALYSIS; FLUORIDE; BURDEN","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"INTERNATIONAL DENTAL JOURNAL Volume: 67 Issue: 2 Pages: 98-106 DOI: 10.1111/idj.12261 Published: APR 2017","Abstract":"Objective: The aim of this study was to examine the prevalence and experience of early childhood caries among 5- to 6-year-old children in Southeast Asia. Methods: A literature search was conducted of three electronic databases (PubMed, EMBASE and ISI Web of Science) to identify publications from the years 2006 to 2015. Additional hand searches of government reports and national studies were performed. Both primary and secondary data sources were included in the study. The inclusion criterion was the findings reported on the caries prevalence and/or caries experience in decayed, missing or filled tooth (dmft) or decayed, missing or filled surface (dmfs) scores of 5- to 6-year-old children in Southeast Asian countries. The papers retrieved were assessed by two independent reviewers, and the final decision was made by consensus. Results: The search identified 320 papers for screening; 293 were excluded and 27 full papers were retrieved and reviewed. Of those, 12 were included. Among the countries, variations were found in caries prevalence and caries experience. The caries prevalence of 5- to 6-year-old children ranged from 25% to 95%, and the caries experience (given as mean dmft score) ranged from 0.9 to 9.0. The median caries prevalence and caries experience (mean dmft score) of children 5-6 years of age were 79% and 5.1, respectively. Conclusion: Based on the included studies, which are limited in quality and quantity, there is evidence that caries prevalence and experience are high amongst preschool children in Southeast Asia.","Authors":"Duangthip, D (Duangthip, Duangporn) ; Gao, SS (Gao, Sherry Shiqian) ; Lo, ECM (Lo, Edward Chin Man) ; Chu, CH (Chun Hung Chu)","Title":"Early childhood caries among 5-to 6-year-old children in Southeast Asia"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398008600019 PubMed ID: 28167398 ISSN: 0165-0327 eISSN: 1573-2517","Keywords":"Meta-analysis; Prolonged grief disorder; Complicated grief; Chronic grief; Prevalence; ICD-11 KeyWords Plus:INTENSIVE-CARE-UNIT; COMPLICATED GRIEF; FAMILY-MEMBERS; OF-LIFE; BIAS; INDIVIDUALS; COMORBIDITY; DEPRESSION; SYMPTOMS; SPOUSES","Categories":"Neurosciences & Neurology; Psychiatry Web of Science Categories:Clinical Neurology; Psychiatry","Journal Information":"JOURNAL OF AFFECTIVE DISORDERS Volume: 212 Pages: 138-149 DOI: 10.1016/j.jad.2017.01.030 Published: APR 2017","Abstract":"Background: Prolonged grief disorder (PGD) is a bereavement-specific syndrome expected to be included in the forthcoming ICD-11. Defining the prevalence of PGD will have important nosological, clinical, and therapeutic implications. The present systematic review and meta-analysis aimed to estimate the prevalence rate of PGD in the adult bereaved population, identify possible moderators, and explore methodological quality of studies in this area. Methods: A systematic literature search was conducted in PubMed, PsycINFO, Embase, Web of Science, and CINAHL. Studies with non-psychiatric, adult populations exposed to non-violent bereavement were included and subjected to meta-analytic evaluation. Results: Fourteen eligible studies were identified. Meta-analysis revealed a pooled prevalence of PGD of 9.8% (95% CI 6.8-14.0). Moderation analyses showed higher mean age to be associated with higher prevalence of PGD. Study quality was characterized by low risk of internal validity bias but high risk of external validity bias. Limitations: The available studies are methodologically heterogeneous. Among the limitations are that only half the studies used registry-based probability sampling methods (50.0%) and few studies analyzed non responders (14.3%). Conclusions: This first systematic review and meta-analysis of the prevalence of PGD suggests that one out of ten bereaved adults is at risk for PGD. To allocate economic and professional resources most effectively, this result underscores the importance of identifying and offer treatment to those bereaved individuals in greatest need. Due to heterogeneity and limited representativeness, the findings should be interpreted cautiously and additional high-quality epidemiological research using population-based designs is needed.","Authors":"Lundorff, M (Lundorff, Marie) ; Holmgren, H (Holmgren, Helle) ; Zachariae, R (Zachariae, Robert) ; Farver-Vestergaard, I (Farver-Vestergaard, Ingeborg) ; O'Connor, M (O'Connor, Maja)","Title":"Prevalence of prolonged grief disorder in adult bereavement: A systematic review and meta-analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398122800014 PubMed ID: 27943284 ISSN: 0021-9630 eISSN: 1469-7610","Keywords":"Armed conflict; war; violence; developing countries; children; adolescents; youth; mental health; well-being; psychosocial treatment; systematic review KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; GLOBAL MENTAL-HEALTH; MIDDLE-INCOME COUNTRIES; WAR-AFFECTED CHILDREN; SUSTAINABLE DEVELOPMENT GOALS; COGNITIVE-BEHAVIORAL THERAPY; SUBSTANCE USE DISORDERS; NORTHERN UGANDA; POSTTRAUMATIC-STRESS; SIERRA-LEONE","Categories":"Psychology; Psychiatry Web of Science Categories:Psychology, Developmental; Psychiatry; Psychology","Journal Information":"JOURNAL OF CHILD PSYCHOLOGY AND PSYCHIATRY Volume: 58 Issue: 4 Pages: 507-524 Special Issue: SI DOI: 10.1111/jcpp.12671 Published: APR 2017","Abstract":"Background: Globally, one in 10 children live in regions affected by armed conflict. Children exposed to armed conflict are vulnerable to social and emotional difficulties, along with disrupted educational and occupational opportunities. Most armed conflicts occur in low-and middle-income countries (LMICs), where mental health systems are limited and can be further weakened by the context of war. Research is needed to determine feasible and cost-effective psychosocial interventions that can be delivered safely by available mental health workforces (including nonspecialists). A vital first step toward achieving this is to examine evidence-based psychosocial interventions and identify the common therapeutic techniques being used across these treatments. Methods: A systematic review of psychosocial interventions for conflict-affected children and youth living in LMICs was performed. Studies were identified through database searches (PsycINFO, PubMed, Cochrane Central Register of Controlled Trials, PILOTS and Web of Science Core Collection), hand-searching of reference lists, and contacting expert researchers. The PracticeWise coding system was used to distill the practice elements within clinical protocols. Results: Twenty-eight randomized controlled trials and controlled trials conducted in conflict-affected settings, and 25 efficacious treatments were identified. Several practice elements were found across more than 50% of the intervention protocols of these treatments. These were access promotion, psychoeducation for children and parents, insight building, rapport building techniques, cognitive strategies, use of narratives, exposure techniques, and relapse prevention. Conclusions: Identification of the common practice elements of effective interventions for conflict-affected children and youth can inform essential future treatment development, implementation, and evaluation for this vulnerable population. To further advance the field, research should focus on identifying which of these elements are the active ingredients for clinical change, along with attention to costs of delivery, training, supervision and how to sustain quality implementation over time.","Authors":"Brown, FL (Brown, Felicity L.) ; de Graaff, AM (de Graaff, Anne M.) ; Annan, J (Annan, Jeannie) ; Betancourt, TS (Betancourt, Theresa S.)","Title":"Annual Research Review: Breaking cycles of violence a systematic review and common practice elements analysis of psychosocial interventions for children and youth affected by armed conflict"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397495500001 ISSN: 0735-6331 eISSN: 1541-4140","Keywords":"metacognitive scaffolding; information search; cognitive style; learning style; learning achievement KeyWords Plus:HYPERMEDIA NAVIGATION; ACADEMIC-ACHIEVEMENT; UNIVERSITY-STUDENTS; SCIENCE-EDUCATION; SELF-REGULATION; ONLINE INQUIRY; PERSPECTIVE; STRATEGIES; IMPACT; WEB","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF EDUCATIONAL COMPUTING RESEARCH Volume: 55 Issue: 2 Pages: 147-171 DOI: 10.1177/0735633116656634 Published: APR 2017","Abstract":"The research's objective is to evaluate the differential effect that a metacognitive scaffolding for information web searches has on learning achievement of high school students with different cognitive style in the field dependence and independence dimension and on learning style in the dimension proposed by Honey and Alonso known as CHAEA. One hundred and four students from a school in the city of Bogota, Colombia participated in the study. The research was quasi-experimental and was conducted with three 10th-grade groups, which worked with three scaffolding versions: fixed, optional, and without scaffolding. A multivariate analysis of covariance established that the fixed scaffolding favored learning achievement. Regarding cognitive style in the field dependence and independence dimension, the findings allow to conclude that the field independent students exhibited better academic performances in the presence of a fixed scaffolding when compared with the field dependent students. In addition, a positive interaction was identified between cognitive style and the scaffolding that drives learning achievement. However, learning style did not have any effect on academic achievement.","Authors":"Huertas, A (Huertas, Adriana) ; Lopez, O (Lopez, Omar) ; Sanabria, L (Sanabria, Luis)","Title":"Influence of a Metacognitive Scaffolding for Information Search in B-learning Courses on Learning Achievement and Its Relationship With Cognitive and Learning Style"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397495500005 ISSN: 0735-6331 eISSN: 1541-4140","Keywords":"creative thinking; creativity; web; learning; web-based learning; synthesis; online learning KeyWords Plus:MULTIPLE SOURCES; TEXT; INSTRUCTION; LITERACIES","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF EDUCATIONAL COMPUTING RESEARCH Volume: 55 Issue: 2 Pages: 240-271 DOI: 10.1177/0735633116667356 Published: APR 2017","Abstract":"Previous work provided foundations for the theory of web-mediated knowledge synthesis, a framework for using the web in more creative and generative ways. This article explores specific instances of the various elements of that theory in a single case from the initial study. That is, a thorough exploration of think-aloud, screen capture, and interview data from a single study participant provides a rich description of how divergent key word search phrases, synthesis for meaning, in-the-moment insights, repurposing, reinforcement, and note-taking worked in concert to support creative syntheses of knowledge about ill-structured topics when learning on the web. Furthermore, 10 implications of this analysis for related curriculum and research design are provided.","Authors":"DeSchryver, M (DeSchryver, Michael)","Title":"Using the Web as a Higher Order Thinking Partner: Case Study of an Advanced Learner Creatively Synthesizing Knowledge on the Web"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398249400004 ISSN: 0099-2399 eISSN: 1878-3554","Keywords":"Calcium silicate-based sealer; EndoSequence BC; iRoot SP; root canal filling material; root canal sealer KeyWords Plus:ROOT-CANAL SEALERS; MINERAL TRIOXIDE AGGREGATE; OUT BOND STRENGTH; ENTEROCOCCUS-FAECALIS; CALCIUM HYDROXIDE; TISSUE-REACTIONS; IROOT SP; DENTIN; CYTOTOXICITY; SOLUBILITY","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"JOURNAL OF ENDODONTICS Volume: 43 Issue: 4 Pages: 527-535 DOI: 10.1016/j.joen.2016.11.019 Published: APR 2017","Abstract":"Introduction: This study aimed to compare the physicochemical and biological properties of premixed calcium silicate based endodontic sealers with other conventional root canal filling materials by systematically reviewing laboratory studies. Methods: The search was conducted in 3 databases (Medline via PubMed, Scopus, and Web of Science) following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses. Two reviewers independently selected the studies and extracted the data. The properties of interest were bond strength, radiopacity, pH, solubility, setting and working time, dimensional change, flow, calcium ion release, antimicrobial activity, biocompatibility, and cytotoxicity. Results: From 2636 potentially eligible studies, 31 were selected for full-text analysis, and 27 were included in the review. Premixed calcium silicate-based endodontic sealers followed the ISO 6876:2012 requirements for most physicochemical properties except for solubility. The target sealers also presented favorable biological findings when compared with conventional sealers. Conclusions: Despite the lack of well-designed longterm clinical trials, the target premixed calcium silicate based sealers show good physicochemical and biological properties in vitro. In general, the results were similar or better than conventional endodontic sealers as observed in in vitro and in vivo animal studies.","Authors":"Almeida, LHS (Silva Almeida, Luiza Helena) ; Moraes, RR (Moraes, Rafael Ratto) ; Morgental, RD (Morgental, Renata Dornelles) ; Pappen, FG (Pappen, Fernanda Geraldo)","Title":"Are Premixed CaItjum Silicate-based Endodontic Sealers Comparable to Conventional Materials? A Systematic Review of In Vitro Studies"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395853500009 ISSN: 0022-0981 eISSN: 1879-1697","Keywords":"Estuarine acidification; Climate change; pH; Chesapeake Bay; Crustacean; Bivalve KeyWords Plus:ACID-BASE-BALANCE; OCEAN ACIDIFICATION; CHESAPEAKE BAY; SEAWATER ACIDIFICATION; CARBON-DIOXIDE; SEA-WATER; ESTUARINE ACIDIFICATION; BEHAVIOR; IMPACT; GROWTH","Categories":"Environmental Sciences & Ecology; Marine & Freshwater Biology Web of Science Categories:Ecology; Marine & Freshwater Biology","Journal Information":"JOURNAL OF EXPERIMENTAL MARINE BIOLOGY AND ECOLOGY Volume: 489 Pages: 58-65 DOI: 10.1016/j.jembe.2016.11.010 Published: APR 2017","Abstract":"Acidification due to anthropogenic CO2 pollution, along with episodic or persistent acidification that occurs in coastal environments, will likely result in severe seasonal acidification in estuarine environments. Acidification decreases the fitness of individual species, but the degree to which predator-prey interactions will be impacted is largely unknown. This mesocosm study examined the effect of CO2 acidification on crab-bivalve predator prey interactions involving two commercially important Chesapeake Bay species, the blue crab Callinectes sapidus and the soft-shell clam Mya arenaria. In particular, the direct effects of CO2 acidification on clam growth and behavior, and the indirect effects of CO2 acidification on interactions between crabs and clams were examined. Mya arenaria were grown in CO2-acidified water (pH 7.2) or ambient conditions (pH 7.8) for 30 days. To determine the effect of acidification on clam responsiveness to mechanical disturbance, a probe was slowly moved towards clams until they ceased pumping (a behavior to avoid detection by predators), and the distance between the probe and the clam's siphon was noted. Clams were exposed to predation by C sapidus, which were held under acidified or ambient conditions for 48 h. Callinectes sapidus handling time, search time, and encounter rate were measured from video. Acidified clams had lighter shells than ambient clams, indicating that shell dissolution occurred. Acidification reduced the responsiveness of M. arenaria to a mechanical disturbance that simulated an approaching predator. As compared to ambient trials, crabs in acidified trials had higher encounter rates; however, this was offset by crabs taking longer to find the first clam in trials, and by increased occurrence of crabs eating only a portion of the prey available. As a result, there was no net change in predation-related clam mortality in acidified trials as compared to ambient conditions. Understanding how acidification will impact food webs in productive estuarine environments requires an examination of the direct impacts of acidification on organism behavior and physiology, as well as indirect effects of acidification mediated through predator-prey interactions. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Glaspie, CN (Glaspie, Cassandra N.) ; Longmire, K (Longmire, Katherine) ; Seitz, RD (Seitz, Rochelle D.)","Title":"Acidification alters predator-prey interactions of blue crab Callinectes sapidus and soft-shell clam Mya arenaria"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398534100006 PubMed ID: 27749979 ISSN: 0815-9319 eISSN: 1440-1746","Keywords":"hepatitis C virus infection; liver transplantation; meta-analysis; sofosbuvir KeyWords Plus:GENOTYPE 1; VIRUS-INFECTION; PLUS RIBAVIRIN; SIMEPREVIR; EXPERIENCE; MULTICENTER; METAANALYSES; DACLATASVIR; LEDIPASVIR; DISEASE","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"JOURNAL OF GASTROENTEROLOGY AND HEPATOLOGY Volume: 32 Issue: 4 Pages: 740-748 DOI: 10.1111/jgh.13614 Published: APR 2017","Abstract":"Background and Aim: The aim of this study is to assess the efficacy and safety of sofosbuvir-based interferon-free therapies in liver transplantation recipients with hepatitis C virus infection recurrence. Methods: A systematic literature search was conducted in PubMed, EMBASE, Web of Science, and CENTRAL on the Cochrane Library without time or language limitation. The search strategy used was \"sofosbuvir AND transplantation.\" Sustained virologic response at 12 weeks after the end of treatment (SVR12) rate, incidence of serious adverse events (SAEs) and/or adverse events, discontinuation rate with 95% confidence intervals (CI) were pooled with random-effects model. Results: Twenty-two studies (1730 patients) were included for our meta-analysis. The pooled SVR12 rate was 90.1% ( 95% CI 86.4-93.4%, I-2 = 81.6%). SVR12 rate was higher in patients with mild fibrosis than in patients with advanced fibrosis and cirrhosis (RR = 1.072, 95% CI 1.031-1.115, I-2 = 3.6%). For patients with hepatitis C virus genotype 1, the pooled SVR12 rate was 91.9% ( 95% CI 89.2-94.2%, I-2 = 53.3%). The pooled SAEs incidence was 8.3% ( 95% CI 5.6-11.5%, I-2 = 78.4%). The pooled discontinuation rate because of adverse events or SAEs was 3.3% ( 95% CI 1.8-5.2%). Conclusions: Sofosbuvir-based interferon-free therapy is an effective and well-tolerated treatment strategy for patients with hepatitis C virus infection recurrence after liver transplantation.","Authors":"Qu, YD (Qu, Yundong) ; Guo, Y (Guo, Ying) ; Li, T (Li, Tao) ; Ye, Q (Ye, Qian) ; Sun, C (Sun, Chao) ; Wang, L (Wang, Lei) ; Yang, BH (Yang, Baohua)","Title":"Efficacy and safety of sofosbuvir-based interferon-free therapies for hepatitis C in liver transplant recipients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396778100005 ISSN: 0925-9902 eISSN: 1573-7675","Keywords":"Exploratory search; Faceted search; Semantic web; RDF; RDF schema KeyWords Plus:SEARCH; WEB","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Information Systems","Journal Information":"JOURNAL OF INTELLIGENT INFORMATION SYSTEMS Volume: 48 Issue: 2 Pages: 329-364 DOI: 10.1007/s10844-016-0413-8 Published: APR 2017","Abstract":"The amounts of available Semantic Web (SW) data (including Linked Open Data) constantly increases. Users would like to browse and explore effectively such information spaces without having to be acquainted with the various vocabularies and query language syntaxes. This paper discusses the work that has been done in the area for the case of RDF/S datasets, with emphasis on session-based interaction schemes for exploratory search. In particular, it surveys the related works according to various aspects, such as assumed user goals, structuring of the underlying information space, generality and configuration requirements, and various (state space-based) features of the navigation structure. Subsequently it introduces a small but concise formal model of the interaction (that captures the core functionalities) which is used as reference model for describing what the existing systems support. Finally the paper describes the evaluation methods that have been used. Overall, the presented analysis aids the understanding and comparison of the various different approaches that have been proposed so far.","Authors":"Tzitzikas, Y (Tzitzikas, Yannis) ; Manolis, N (Manolis, Nikos) ; Papadakos, P (Papadakos, Panagiotis)","Title":"Faceted exploration of RDF/S datasets: a survey"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398463000004 PubMed ID: 28186427 ISSN: 1079-9907 eISSN: 1557-7465","Keywords":"interleukin-17A and F; inflammatory diseases; periodontitis; rheumatoid arthritis and IBD; meta-analysis KeyWords Plus:RHEUMATOID-ARTHRITIS; BOWEL-DISEASE; CROHNS-DISEASE; ULCERATIVE-COLITIS; CHINESE POPULATION; SUSCEPTIBILITY; IL-17F; EXPRESSION; IL-23R; IL17A","Categories":"Biochemistry & Molecular Biology; Cell Biology; Immunology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology; Immunology","Journal Information":"JOURNAL OF INTERFERON AND CYTOKINE RESEARCH Volume: 37 Issue: 4 Pages: 165-174 DOI: 10.1089/jir.2016.0088 Published: APR 2017","Abstract":"This meta-analysis examined the relationship between IL-17A (rs2275913) and IL17F (rs763780 T/C) gene polymorphisms and the risk of inflammatory diseases, including periodontitis, rheumatoid arthritis (RA), and inflammatory bowel disease. PubMed, MEDLINE, EMBASE, Web of Science, and Elsevier Science Direct were searched, and odds ratios (ORs) with 95% confidence interval (CI) were calculated to estimate the strength of the association. A total of 25 studies comprising 7,474 cases and 10,628 controls were included. Significant associations were found between inflammatory diseases and IL-17A rs2275913A versus G allele (OR = 1.197, P = 0.033) and the GA versus GG genotype in the codominant model (OR = 1.406, P = 0.036). Our findings suggested that individuals who carry the rs2275913A allele or GA genotype have a 20% or 41%-increased risk of inflammatory diseases compared with subjects with the G allele or GG genotype, respectively. With respect to IL-17F rs763780, the C versus T allele (OR = 1.94; P = 0.040), the TC versus TT (OR = 1.39; P = 0.041), the CC versus TT (OR = 2.71; P = 0.003), as well as the TC + CC versus TT genotype (OR = 1.83; P = 0.032) were risk factors for RA. In summary, our pooled analysis indicated that the IL-17A (rs2275913) and IL17F (rs763780 T/C) increased the RA risk.","Authors":"Eskandari-Nasab, E (Eskandari-Nasab, Ebrahim) ; Moghadampour, M (Moghadampour, Mehdi) ; Tahmasebi, A (Tahmasebi, Arezoo)","Title":"Meta-Analysis of Risk Association Between Interleukin-17A and F Gene Polymorphisms and Inflammatory Diseases"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397355000009 PubMed ID: 28156215 ISSN: 1933-0707 eISSN: 1933-0715","Keywords":"screw density; adolescent idiopathic scoliosis; low density; high density; spine; systematic review KeyWords Plus:PEDICLE-SCREW; HYBRID-INSTRUMENTATION; SPINAL-FUSION; THORACIC KYPHOSIS; SURGERY; CONSTRUCTS; INTERVAL","Categories":"Neurosciences & Neurology; Pediatrics; Surgery Web of Science Categories:Clinical Neurology; Pediatrics; Surgery","Journal Information":"JOURNAL OF NEUROSURGERY-PEDIATRICS Volume: 19 Issue: 4 Pages: 448-457 DOI: 10.3171/2016.11.PEDS16334 Published: APR 2017","Abstract":"OBJECTIVE The radiographic and clinical outcomes of low-density (LD) versus high-density (HD) screw constructs in patients with adolescent idiopathic scoliosis (AIS) treated with all-pedicle screw constructs are still controversial. A systematic review and pooled analysis were performed to compare radiographic, perioperative, and quality-of-life (QOL) outcomes and complications in patients with moderate AIS treated with LD or HD screw constructs. METHODS The MEDLINE, Embase, and Web of Science databases were searched for English-language articles addressing LD versus HD screw constructs in AIS patients treated with all pedicle screw constructs. The division of LD and HD groups was based on relative screw density and screw techniques. This systematic analysis strictly followed the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines, and all articles included in the analysis met the criteria specified in the guidelines. Two reviewers independently assessed the quality of the studies using the Newcastle-Ottawa Scale. Date on radiographic, perioperative, and QOL outcomes and complications were extracted from the included studies. RESULTS Twelve studies, involving a total of 827 patients (480 treated with LD constructs, 347 with HD), were analyzed-1 randomized controlled trial, 1 quasi-randomized controlled trial, and 10 retrospective studies. The patients' age at surgery, preoperative Cobb angle of the major curve, amount of thoracic kyphosis, and major curve flexibility were reasonably distributed, and no statistically significant differences were found. Regarding the outcomes at most recent follow-up, there were no significant differences in the Cobb angle of the major curve (mean difference 0.96 degrees, 95% CI -0.06 degrees to 1.98 degrees, p = 0.06, l(2) = 1%), major curve correction (mean difference -0.72%, 95% CI -2.96% to 1.52%, p = 0.53, l(2) = 0%), thoracic kyphosis (mean difference -1.67 degrees, 95% Ci -4.59 degrees to 1.25 degrees, p = 0.26, i(2) = 79%), complications (odds ratio [OR] 0.66, 95% CI 0.31-1.42, p = 0.29, = 0%), and QOL outcomes. Reduced operative time (mean difference -48.56 minutes, 95% CI -82.69 to -14.43 minutes, p = 0.005, l(2) = 87%), blood loss (mean difference -77.85 ml, 95% CI -153.10 to -2.60 ml, p = 0.04, l(2)= 0%), and hospital charges (mean difference -$5.92K, 95% CI -$6.59K to -$5.26K, p < 0.00001, l(2) = 0%) were found in the LD group, compared with the HD group. CONCLUSIONS LD and HD screw constructs are both associated with satisfactory radiographic and QOL outcomes with few complications. This study supports the use of LD screw constructs for the treatment of moderate AIS, because they resulted in reduced operative time, blood loss, and hospital charges while maintaining radiographic and QOL outcomes and complication rates similar to those achieved with HD screw constructs.","Authors":"Luo, M (Luo, Ming) ; Wang, WG (Wang, Wengang) ; Shen, MK (Shen, Mingkui) ; Luo, X (Luo, Xin) ; Xia, L (Xia, Lei)","Title":"Does higher screw density improve radiographic and clinical outcomes in adolescent idiopathic scoliosis? A systematic review and pooled analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398334200004 PubMed ID: 28257620 ISSN: 0190-6011 eISSN: 1938-1344","Keywords":"bone loss; exercise; menopause; meta-analysis; women KeyWords Plus:RANDOMIZED CONTROLLED-TRIALS; HORMONE REPLACEMENT THERAPY; MINERAL DENSITY; OSTEOPOROTIC FRACTURES; AEROBIC EXERCISE; OLDER-ADULTS; RISK-FACTORS; WOMEN; IMPACT; PROGRAM","Categories":"Orthopedics; Rehabilitation; Sport Sciences Web of Science Categories:Orthopedics; Rehabilitation; Sport Sciences","Journal Information":"JOURNAL OF ORTHOPAEDIC & SPORTS PHYSICAL THERAPY Volume: 47 Issue: 4 Pages: 241-251 DOI: 10.2519/jospt.2017.6969 Published: APR 2017","Abstract":"STUDY DESIGN: Systematic review and meta analysis. BACKGROUND: It remains unclear whether exercise combining different types of physical activities (combined exercise interventions) would effectively preserve postmenopausal women's bone mineral density (BMD) at different sites. OBJECTIVE: To examine the impact of combined exercise interventions on lumbar spine, femoral neck, total hip, and total body BMD in postmenopausal women. METHODS: An electronic database search was conducted in PubMed, EMBASE, SPORTDiscus, and Web of Science up to January 1, 2016. Randomized controlled trials that conducted combined exercise interventions and reported BMD values in postmenopausal women were included. Two authors independently extracted the data from individual studies. The primary end point was the change in BMD values from baseline to follow-up. The effect sizes were estimated by the standardized mean difference (SMD) methods using fixed-effects models. RESULTS: Eleven randomized controlled trials including 1061 postmenopausal women met the inclusion criteria. The levels of between-study heterogeneity were relatively low (12<50%). Exercise integrating different physical activities significantly increased lumbar spine (SMD, 0.170; 95% confidence interval [CI]: 0.027, 0.313; P =.019), femoral neck (SMD, 0.177; 95% CI: 0.030, 0.324; P =.018), total hip (SMD, 0.198; 95% CI: 0.037, 0.359; P =.016), and total body (SMD, 0.257; 95% CI: 0.053, 0.461; P =.014) BMD. Combined exercise interventions generated a beneficial effect on femoral neck BMD (SMD, 0.219; 95% CI: 0.034, 0.404; P =.020) in groups with women aged younger than 60 years, and significantly improved lumbar spine BMD (SMD, 0.349; 95% CI: 0.064, 0.634; P =.016) in groups with women aged 60 years or older. CONCLUSION: Our findings suggest that combined exercise interventions appear to be effective in preserving postmenopausal women's BMD at the lumbar spine, femoral neck, total hip, and total body.","Authors":"Zhao, RQ (Zhao, Renqing) ; Zhang, MY (Zhang, Mengyi) ; Zhang, Q (Zhang, Qi)","Title":"The Effectiveness of Combined Exercise Interventions for Preventing Postmenopausal Bone Loss: A Systematic Review and Meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397324300024 PubMed ID: 28237639 ISSN: 2215-0374","Categories":"Psychiatry Web of Science Categories:Psychiatry","Journal Information":"LANCET PSYCHIATRY Volume: 4 Issue: 4 Pages: 295-301 DOI: 10.1016/S2215-0366(17)30078-0 Published: APR 2017","Abstract":"Background Several studies and meta-analyses have shown that mortality in people with schizophrenia is higher than that in the general population but have used relative measures, such as standardised mortality ratios. We did a systematic review and meta-analysis to estimate years of potential life lost and life expectancy in schizophrenia, which are more direct, absolute measures of increased mortality. Methods We searched MEDLINE, PsycINFO, Embase, Cinahl, and Web of Science for published studies on years of potential life lost and life expectancy in schizophrenia. Data from individual studies were combined in meta-analyses as weighted averages. We did subgroup analyses for sex, geographical region, timing of publication, and risk of bias (estimated with the Newcastle-Ottawa Scale). Findings We identified 11 studies in 13 publications covering all inhabited continents except South America (Africa n= 1, Asia n= 1, Australia n=1, Europe n=7, and North America n= 3) that involved up to 247 603 patients. Schizophrenia was associated with a weighted average of 14.5 years of potential life lost (95% CI 11 . 2-17.8), and was higher for men than women (15.9, 13 . 8-18. 0 vs 13.6, 11.4-15.8). Loss was least in the Asian study and greatest in Africa. The overall weighted average life expectancy was 64 . 7 years (95% CI 61.1-71.3), and was lower for men than women (59.9 years, 95% CI 55.5-64.3 vs 67.6 years, 63.1-72 .1). Life expectancy was lowest in Asia and Africa. Timing of publication and risk of bias had little effect on results. Interpretation The effects of schizophrenia on years potential life lost and life expectancy seem to be substantial and not to have lessened over time. Development and implementation of interventions and initiatives to reduce this mortality gap are urgently needed.","Authors":"Hjorthoj, C (Hjorthoj, Carsten) ; Sturup, AE (Sturup, Anne Emilie) ; McGrath, JJ (McGrath, John J.) ; Nordentoft, M (Nordentoft, Merete)","Title":"Years of potential life lost and life expectancy in schizophrenia: a systematic review and meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398117200026 ISSN: 1740-8695 eISSN: 1740-8709","Keywords":"pregnancy; nutrition; internet; online; accuracy; readability KeyWords Plus:PATIENT EDUCATION MATERIALS; LIFE-COURSE PERSPECTIVE; READABILITY ASSESSMENT; HEALTH INFORMATION; PHYSICAL-ACTIVITY; SEEKING BEHAVIORS; DECISION-MAKING; INTERNET USE; QUALITY; WEB","Categories":"Nutrition & Dietetics; Pediatrics Web of Science Categories:Nutrition & Dietetics; Pediatrics","Journal Information":"MATERNAL AND CHILD NUTRITION Volume: 13 Issue: 2 Article Number: UNSP e12315 DOI: 10.1111/mcn.12315 Published: APR 2017","Abstract":"Pregnant women actively seek health information online, including nutrition and food-related topics. However, the accuracy and readability of this information have not been evaluated. The aim of this study was to describe and evaluate pregnancy-related food and nutrition information available online. Four search engines were used to search for pregnancy-related nutrition web pages. Content analysis of web pages was performed. Web pages were assessed against the 2013 Australian Dietary Guidelines to assess accuracy. Flesch-Kincaid (F-K), Simple Measure of Gobbledygook (SMOG), Gunning Fog Index (FOG) and Flesch reading ease (FRE) formulas were used to assess readability. Data was analysed descriptively. Spearman's correlation was used to assess the relationship between web page characteristics. Kruskal-Wallis test was used to check for differences among readability and other web page characteristics. A total of 693 web pages were included. Web page types included commercial (n=340), not-for-profit (n=113), blogs (n=112), government (n=89), personal (n=36) and educational (n=3). The accuracy of online nutrition information varied with 39.7% of web pages containing accurate information, 22.8% containing mixed information and 37.5% containing inaccurate information. The average reading grade of all pages analysed measured by F-K, SMOG and FOG was 11.8. The mean FRE was 51.6, a fairly difficult to read' score. Only 0.5% of web pages were written at or below grade 6 according to F-K, SMOG and FOG. The findings suggest that accuracy of pregnancy-related nutrition information is a problem on the internet. Web page readability is generally difficult and means that the information may not be accessible to those who cannot read at a sophisticated level. (c) 2016 John Wiley & Sons Ltd","Authors":"Storr, T (Storr, Tayla) ; Maher, J (Maher, Judith) ; Swanepoel, E (Swanepoel, Elizabeth)","Title":"Online nutrition information for pregnant women: a content analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397595500006 PubMed ID: 28164372 ISSN: 0308-0110 eISSN: 1365-2923","Categories":"Education & Educational Research; Health Care Sciences & Services Web of Science Categories:Education, Scientific Disciplines; Health Care Sciences & Services","Journal Information":"MEDICAL EDUCATION Volume: 51 Issue: 4 Pages: 353-365 DOI: 10.1111/medu.13160 Published: APR 2017","Abstract":"ObjectivesThis paper reviews why and how theories of agency can be used as analytical lenses to help health professions education (HPE) scholars address our community's wicked problems. Wicked problems are those that resist clear problem statements, defy traditional analysis approaches, and refuse definitive resolution (e.g. student remediation, assessments of professionalism, etc.). We illustrate how theories of agency can provide new insights into such challenges by examining the application of these theories to one particular wicked problem in HPE: interprofessional education (IPE). MethodsAfter searching the HPE literature and finding that theories of agency had received little attention, we borrowed techniques from narrative literature reviews to search databases indexing a broad scope of disciplines (i.e. ERIC, Web of Science, Scopus, MEDLINE and PubMed) for publications (1994-2014) that: (i) examined agency, or (ii) incorporated an agency-informed analytical perspective. The lead author identified the theories of agency used in these articles, and reviewed the texts on agency cited therein and the original sources of each theory. We identified 10 theories of agency that we considered to be applicable to HPE's wicked problems. To select a subset of theories for presentation in this paper, we discussed each theory in relation to some of HPE's wicked problems. Through debate and reflection, we unanimously agreed on the applicability of a subset of theories for illuminating HPE's wicked problems. This subset is described in this paper. ResultsWe present four theories of agency: Butler's post-structural formulation; Giddens' sociological formulation; cultural historical activity theory's formulation, and Bandura's social cognitive psychology formulation. We introduce each theory and apply each to the challenges of engaging in IPE. ConclusionsTheories of agency can inform HPE scholarship in novel and generative ways. Each theory offers new insights into the roots of wicked problems and means for contending with them.","Authors":"Varpio, L (Varpio, Lara) ; Aschenbrener, C (Aschenbrener, Carol) ; Bates, J (Bates, Joanna)","Title":"Tackling wicked problems: how theories of agency can provide new insights"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397935300016 PubMed ID: 28315230 ISSN: 1357-0560 eISSN: 1559-131X","Keywords":"Brain metastases; Gastric cancer; Esophageal cancer; Stereotactic radiosurgery; Radiotherapy KeyWords Plus:CENTRAL-NERVOUS-SYSTEM; GAMMA-KNIFE RADIOSURGERY; OF-THE-LITERATURE; PROGNOSTIC-FACTORS; LEPTOMENINGEAL CARCINOMATOSIS; STEREOTACTIC RADIOSURGERY; RADIATION-THERAPY; GASTROESOPHAGEAL ADENOCARCINOMA; GASTROINTESTINAL-TRACT; RETROSPECTIVE ANALYSIS","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"MEDICAL ONCOLOGY Volume: 34 Issue: 4 Article Number: 62 DOI: 10.1007/s12032-017-0919-0 Published: APR 2017","Abstract":"The aim of the study was to collect the available data on central nervous system (CNS) metastases from esophageal and gastric cancer. A PubMed, EMBASE, SCOPUS, Web of Science, LILACS, Ovid and Cochrane Library search was performed. Thirty-seven studies including 779 patients were considered. Among the data extracted, treatment of tumor and brain metastases (BMs), time to BMs development, number and subsite, extracerebral metastases rate, median overall survival (OS) and prognostic factors were included. For esophageal cancer, the median OS from diagnosis of BMs was 4.2 months. Prognostic factors for OS included: performance status, multimodal therapy, adjuvant chemotherapy, single BM, brain only disease and surgery. For gastric cancer, median OS was 2.4 months. Prognostic factors for OS included: recursive partitioning analysis class 2, stereotactic radiosurgery (SRT) and use of intrathecal therapy. HER2-positive gastric cancer was shown to be associated with a higher risk and shorter time to CNS relapse. Patients harboring BMs from gastric and esophageal tumors, except cases with single lesions that are treated aggressively, have a poor prognosis. SRT (plus or minus surgery and whole brain radiotherapy) seems to give better results in terms of longer OS after brain relapse.","Authors":"Ghidini, M (Ghidini, Michele) ; Petrelli, F (Petrelli, Fausto) ; Hahne, JC (Hahne, Jens Claus) ; De Giorgi, A (De Giorgi, Annamaria) ; Toppo, L (Toppo, Laura) ; Pizzo, C (Pizzo, Claudio) ; Ratti, M (Ratti, Margherita) ; Barni, S (Barni, Sandro) ; Passalacqua, R (Passalacqua, Rodolfo) ; Tomasello, G (Tomasello, Gianluca)","Title":"Clinical outcome and molecular characterization of brain metastases from esophageal and gastric cancer: a systematic review"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000397697800006 PubMed ID: 28285652 ISSN: 0026-0495 eISSN: 1532-8600","Keywords":"Adiponectin; Carotid artery disease; Atherosclerotic plaque; Ischemic stroke; Mortality KeyWords Plus:MOLECULAR-WEIGHT ADIPONECTIN; CORONARY-ARTERY-DISEASE; PERITONEAL-DIALYSIS PATIENTS; TYPE-2 DIABETIC-PATIENTS; INTIMA-MEDIA THICKNESS; ALPHA SERUM-LEVELS; CEREBROVASCULAR-DISEASE; LUPUS-ERYTHEMATOSUS; DIFFERENTIAL ASSOCIATIONS; INFLAMMATORY RESPONSE","Categories":"Endocrinology & Metabolism Web of Science Categories:Endocrinology & Metabolism","Journal Information":"METABOLISM-CLINICAL AND EXPERIMENTAL Volume: 69 Pages: 51-66 DOI: 10.1016/j.metabol.2017.01.002 Published: APR 2017","Abstract":"Background. Low circulating levels of adiponectin, an anti-inflammatory and vasculoprotective adipokine, are associated with obesity, type 2 diabetes, and atherosclerotic disease. Presence of unstable plaques in the carotid artery is a known etiological factor causing ischemic strokes. Herein, we systematically reviewed the association between circulating adiponectin and progression of carotid atherosclerotic disease, particularly evaluating the occurrence of (1) carotid atherosclerotic plaques, (2) ischemic stroke, and (3) mortality in subjects who suffered a previous ischemic stroke. Methods. Medline, Embase, Biosis, Scopus, Web of Science, and Pubmed were searched for published studies and conference abstracts. The effect size and 95% confidence intervals (CIs) of the individual studies were pooled using fixed-effect or random-effect models. The quality of the eligible studies was evaluated using the Newcastle-Ottawa quality assessment scale. Sensitivity, subgroup, and meta-regression analyses were performed to address the impact of various risk factors on the association between adiponectin and ischemic stroke risk. Results. Twelve studies fulfilled the inclusion criteria for 3 independent meta-analyses. The association of increasing circulating adiponectin levels (5 mu g/mL-increment) with presence of carotid plaque was not conclusive (n = 327; OR: 1.07; 95% CI: 0.85-1.35; 2 studies), whereas high adiponectin levels showed a significant 8% increase in risk of ischemic stroke (n = 13,683; 7 studies), with a more sizable association observed among men compared to women. HDL was observed to have a marginal effect on the association between adiponectin and ischemic stroke, while other evaluated parameters were not found to be effect modifiers. A non-significant association of adiponectin with mortality was yielded (n = 663; OR: 2.58; 95% CI: 0.69-9.62; 3 studies). Although no publication bias was evident, there was significant between-study heterogeneity in most analyses. Conclusion. It appears that the direction of the relationship between adiponectin and carotid atherosclerotic plaque presence is dependent on the duration, severity, and nature of the underlying disease, while increased adiponectin levels were associated with an increase in risk for ischemic stroke. Lastly, the results from the mortality meta-analysis remain inconclusive. Future properly designed studies are necessary to further elucidate the role of adiponectin on atherosclerotic plaque development, and its related outcomes. (C) 2017 Elsevier Inc. All rights reserved.","Authors":"Gorgui, J (Gorgui, Jessica) ; Gasbarrino, K (Gasbarrino, Karina) ; Georgakis, MK (Georgakis, Marios K.) ; Karalexi, MA (Karalexi, Maria A.) ; Nauche, B (Nauche, Benedicte) ; Petridou, ET (Petridou, Eleni Th.) ; Daskalopoulou, SS (Daskalopoulou, Stella S.)","Title":"Circulating adiponectin levels in relation to carotid atherosclerotic plaque presence, ischemic stroke risk, and mortality: A systematic review and meta-analyses"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398578500002 PubMed ID: 27838884 ISSN: 1177-1062 eISSN: 1179-2000","Categories":"Genetics & Heredity; Pharmacology & Pharmacy Web of Science Categories:Genetics & Heredity; Pharmacology & Pharmacy","Journal Information":"MOLECULAR DIAGNOSIS & THERAPY Volume: 21 Issue: 2 Pages: 125-135 DOI: 10.1007/s40291-016-0245-9 Published: APR 2017","Abstract":"Objective A systematic review and pooled analysis was carried out to estimate whether the increase in the quantity of cell-free fetal DNA (cffDNA) before the onset of pre-eclampsia (PE) can predict the disease using real-time polymerase chain reaction (PCR). Method A comprehensive literature search of the PubMed, Scopus, and Web of Knowledge databases was conducted to identify relevant studies that included evaluated cffDNA levels in pregnant women before the clinical onset of PE. A simulation model was generated to calculate the detection rate (DR) of cffDNA for PE, and a random variable was generated using the same number of cases and same statistical measurements of central tendency and dispersion as those reported in the papers considered for the analysis. Simulation of the receiver operating characteristic (ROC) curves was also carried out. Results Four studies (82 cases and 1315 controls) evaluated cffDNA in early-onset PE, with DRs of 18 and 68.8% at 11-13 and 17-28 weeks, respectively, at a false positive rate of 10%. Nine studies (including two considered for early-onset PE) encompassing 376 cases and 1270 controls were available for the evaluation of 'any PE'. At 11-14 weeks no significant DR was found, while at 15-28 weeks the DR was 37%. Conclusion CffDNA quantification is a marker for predicting the development of both early-onset PE and 'any PE'; however, it can probably only be used from the beginning of the second trimester, otherwise its predictive value is burdened with a DR that is too low or not significant. Due to the heterogeneity and difficulty in interpreting the published data, no conclusion regarding the statistical and clinical relevance, especially for screening 'any PE', can be made at present.","Authors":"Contro, E (Contro, Elena) ; Bernabini, D (Bernabini, Dalila) ; Farina, A (Farina, Antonio)","Title":"Cell-Free Fetal DNA for the Prediction of Pre-Eclampsia at the First and Second Trimesters: A Systematic Review and Meta-Analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398506900027 PubMed ID: 26899574 ISSN: 0893-7648 eISSN: 1559-1182","Keywords":"Resistin; Acute cerebral infarction; Acute stroke; Acute cerebrovascular disease; Found in inflammatory zone 3; Adipocyte-specific secretory factor KeyWords Plus:CARDIOVASCULAR-DISEASE; ISCHEMIC-STROKE; PUBLICATION BIAS; METAANALYSIS; HETEROGENEITY; PROLIFERATION; ASSOCIATION; ADIPONECTIN; BIOMARKERS; OBESITY","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"MOLECULAR NEUROBIOLOGY Volume: 54 Issue: 3 Pages: 1919-1926 DOI: 10.1007/s12035-016-9751-3 Published: APR 2017","Abstract":"The objective of this study was to investigate the association between serum resistin levels and acute cerebral infarction (ACI). PubMed, SpringerLink, Wiley, EBSCO, Ovid, Web of Science, Wanfang, China National Knowledge Infrastructure, and VIP databases (last updated search in October 2014) were exhaustively searched, and data from the eligible studies were extracted and analyzed to assess the association between serum resistin levels and ACI. STATA software (version 12.0, Stata Corporation, College Station, TX, USA) was utilized for data analysis. Ten studies including 1829 ACI patients and 1557 healthy controls were eligible for inclusion in the meta-analysis. Our major result revealed that ACI patients exhibited higher serum resistin levels compared with healthy controls. Asubgroup analysis based on ethnicity showed a significant association between serum resistin levels and ACI in Asians, but surprisingly not in Caucasians. The results of our meta-analysis suggest that serum resistin levels are associated with an increased risk of ACI.","Authors":"Dong, XL (Dong, Xiao-Liu) ; Xu, SJ (Xu, Shi-Jun) ; Zhang, L (Zhang, Li) ; Zhang, XQ (Zhang, Xiu-Qing) ; Liu, T (Liu, Ting) ; Gao, QY (Gao, Qiu-Yan) ; Qian, QQ (Qian, Qing-Qiang) ; Sun, BL (Sun, Bao-Liang) ; Yang, MF (Yang, Ming-Feng)","Title":"Serum Resistin Levels May Contribute to an Increased Risk of Acute Cerebral Infarction"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398102200003 PubMed ID: 27506616 ISSN: 0884-5336 eISSN: 1941-2452","Keywords":"stroke; deglutition; deglutition disorders; enteral nutrition; gastrostomy; jejunostomy; dysphagia KeyWords Plus:PERCUTANEOUS ENDOSCOPIC GASTROSTOMY; REHABILITATION; NUTRITION; OUTCOMES; COMPLICATIONS; POSTSTROKE; ABILITY; FOOD; NEED; PEG","Categories":"Nutrition & Dietetics Web of Science Categories:Nutrition & Dietetics","Journal Information":"NUTRITION IN CLINICAL PRACTICE Volume: 32 Issue: 2 Pages: 166-174 DOI: 10.1177/0884533616661012 Published: APR 2017","Abstract":"Gastrostomy feeding tubes are commonly placed in patients with dysphagia after stroke. The subsequent removal of the tube is a primary goal during rehabilitation. The purpose of our review was to identify predictors and factors associated with gastrostomy tube removal in patients with dysphagia after stroke. We conducted a literature review following the PRISMA statement and included the search databases PubMed, Scopus, Web of Science, and CINAHL. Articles were included in the final analysis per predefined inclusion and exclusion criteria. Our search retrieved a total of 853 results consisting of 416 articles (after eliminating duplicates). Six articles met our final eligibility criteria. The following factors were identified in at least 1 article as being significantly associated with gastrostomy tube removal: reduced age, decreased number of comorbidities, prolonged inpatient rehabilitation stay, absence of bilateral stroke, nonhemorrhagic stroke, reduced dysphagia severity, absence of aspiration, absence of premature bolus loss, and timely initiation of pharyngeal swallow. Aspiration was the only factor that was investigated by 2 studies-both using multiple regression and both showing stable results, with absence of aspiration increasing the chances for tube removal. In conclusion, little is known about factors associated with gastrostomy tube removal in patients with dysphagia after stroke. Most of the identified factors are associated with stroke or disease severity; however, the role of the individual factors remains unclear. The strongest predictor appears to be absence of aspiration on modified barium swallow studies emphasizing the importance of instrumental swallow studies in this patient population.","Authors":"Wilmskoetter, J (Wilmskoetter, Janina) ; Herbert, TL (Herbert, Teri Lynn) ; Bonilha, HS (Bonilha, Heather S.)","Title":"Factors Associated With Gastrostomy Tube Removal in Patients With Dysphagia After Stroke: A Review of the Literature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397310800016 ISSN: 1545-5009 eISSN: 1545-5017","Keywords":"patient education; self-management; sickle cell disease; transition KeyWords Plus:WORLD-WIDE-WEB; CONSUMER HEALTH INFORMATION; SELF-MANAGEMENT; PAIN; CHILDREN; ADOLESCENTS; ADULTS; ARTHRITIS; BEHAVIOR; PROGRAM","Categories":"Oncology; Hematology; Pediatrics Web of Science Categories:Oncology; Hematology; Pediatrics","Journal Information":"PEDIATRIC BLOOD & CANCER Volume: 64 Issue: 4 Article Number: UNSP e26309 DOI: 10.1002/pbc.26309 Published: APR 2017","Abstract":"Background: Adolescence is a vulnerable time for teens with sickle cell disease (SCD). Although there is evidence to support the use of web-based education to promote self-management skills in patients with chronic illnesses, the quality of SCD-related information on the Internet has not been assessed. Procedure: A website review was conducted to appraise the quality, content, accuracy, readability, and desirability of online information for the adolescents with SCD. Relevant keywords were searched on the most popular search engines. Websites meeting predetermined criteria were reviewed. The quality of information was appraised using the validated DISCERN tool. Two physicians independently rated website completeness and accuracy. Readability of the sites was documented using the simple measure of gobbledygook (SMOG) scores and the Flesch Reading Ease (FRE). The website features considered desirable by youth were tracked. Results: Search results yielded > 600 websites with 25 unique hits meeting criteria. The overall quality of the information was \"fair\" and the average DISCERN rating score was 50.1 (+/- 9.3, range 31.0-67.5). Only 12 of 25 (48%) websites had scores > 50. The average completeness score was 20 of 29 (+/- 5, range 12-27). No errors were identified. The mean SMOG score was 13.04 (+/- 2.80, range 10.21-22.85) and the mean FRE score was 46.05 (+/- 11.47; range 17.50-66.10), suggesting that the material was written well beyond the acceptable reading level for patient education. The websites were text-heavy and lacked the features that appeal to youth (chat, games, videos, etc.). Conclusion: Given the paucity of high-quality health information available for the teenswith SCD, it is essential that additional online resources be developed.","Authors":"Breakey, VR (Breakey, Vicky R.) ; Harris, L (Harris, Lauren) ; Davis, O (Davis, Omar) ; Agarwal, A (Agarwal, Arnav) ; Ouellette, C (Ouellette, Carley) ; Akinnawo, E (Akinnawo, Elizabeth) ; Stinson, J (Stinson, Jennifer)","Title":"The quality of information about sickle cell disease on the Internet for youth"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397498100004 PubMed ID: 27551963 ISSN: 8755-6863 eISSN: 1099-0496","Keywords":"pediatric asthma; vitamin D; gene polymorphism KeyWords Plus:CHILDREN; RISK; POPULATION; VARIANTS; DISEASES; MARKERS; CHINA; CELLS","Categories":"Pediatrics; Respiratory System Web of Science Categories:Pediatrics; Respiratory System","Journal Information":"PEDIATRIC PULMONOLOGY Volume: 52 Issue: 4 Pages: 423-429 DOI: 10.1002/ppul.23548 Published: APR 2017","Abstract":"BackgroundAs for the association of vitamin D receptor (VDR) gene polymorphisms with susceptibility to pediatric asthma, results of published studies yielded conflicts. A systematic review was conducted on the relationship between childhood asthma and VDR gene polymorphisms, including ApaI (rs7975232), BsmI (rs1544410), FokI (rs2228570), and TaqI (rs731236). MethodsPubMed, Web of Science, CBM (Chinese Biomedical Database), CNKI (China National Knowledge Infrastructure), and Wanfang (Chinese) database were searched for relevant studies. Pooled odds ratios (OR) with 95% confidence interval (CI) were calculated. ResultsOverall results suggested that there was a statistically significant association between ApaI polymorphism and childhood asthma in homozygote model (OR=1.674, 95%CI=1.269-2.208, P<0.001) and allele model (OR=1.221, 95%CI=1.084-1.375, P=0.001). Stratification by ethnicity revealed a statistical association in Asians (OR=1.389, 95%CI=1.178-1.638, P<0.001). There was some evidence of an association between BsmI polymorphism and childhood asthma in the homozygote (OR=1.462, 95%CI=1.016-2.105, P=0.041) and allele models (OR=1.181, 95%CI=1.006-1.386, P=0.042). This association reached significance only in the Caucasian group (OR=1.236, 95%CI=1.029-1.485, P=0.023). For FokI, a statistical association was detected in dominant model (OR=1.281, 95%CI=1.055-1.555, P=0.012); this association was significant in allele model (OR=1.591, 95%CI=1.052-2.405, P=0.028) in Caucasian. ConclusionApaI polymorphism plays a particular role in childhood asthma in Asians. FokI polymorphism may be connected with pediatric asthma in Caucasian population. And BsmI polymorphism marginally contributes to childhood asthma susceptibility, while there might be no association between TaqI polymorphism and childhood asthma risk. Pediatr Pulmonol. 2017;52:423-429. (c) 2016 Wiley Periodicals, Inc.","Authors":"Zhao, DD (Zhao, Dong-Dong) ; Yu, DD (Yu, Dan-Dan) ; Ren, QQ (Ren, Qiong-Qiong) ; Dong, B (Dong, Bao) ; Zhao, F (Zhao, Feng) ; Sun, YH (Sun, Ye-Huan)","Title":"Association of vitamin D receptor gene polymorphisms with susceptibility to childhood asthma: A meta-analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398228600012 PubMed ID: 28134070 ISSN: 1049-023X eISSN: 1945-1938","Keywords":"disaster; earthquake; injury; orthopedic; review KeyWords Plus:DAMAGE CONTROL ORTHOPEDICS; 2008 WENCHUAN EARTHQUAKE; EARLY TOTAL CARE; CLINICAL PROFILE; MANAGEMENT; POLYTRAUMA; FRACTURES; EXPERIENCE; SURGERY; CHINA","Categories":"Emergency Medicine Web of Science Categories:Emergency Medicine","Journal Information":"PREHOSPITAL AND DISASTER MEDICINE Volume: 32 Issue: 2 Pages: 201-208 DOI: 10.1017/S1049023X16001515 Published: APR 2017","Abstract":"Introduction Earthquake-related trauma results in crush injuries and bony- and soft-tissue trauma. There are no systematic reviews analyzing the typical injury patterns and treatments in Mega-Mass-Casualty earthquakes. The characterization of an injury pattern specific to disaster type, be it natural or manmade, is imperative to build an effective disaster preparedness and response system. Methods The systematic review was conducted in accordance with Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA). A comprehensive search strategy was developed to identify all publications relating to earthquakes and the orthopedic treatment in adult patients. The following databases were searched: PubMed (Medline; US National Library of Medicine, National Institutes of Health; Bethesda, Maryland USA), Ovid (Ovid Technologies; New York, New York USA), Web of Science (Thomson Reuters; New York, New York USA), and The Cochrane Library (The Cochrane Collaboration; Oxford, United Kingdom). Results The searches identified 4,704 articles: 4,445 after duplicates were removed. The papers were screened for title and abstract and 65 out of those were selected for full-text analysis. The quality of data does not permit a standard-of-care (SOC) to be defined. Scarcity and poor quality of the data collected also may suggest a low level of accountability of the activity of the international hospital teams. Qualitatively, it is possible to define that there are more open fractures during daytime hours than at night. Excluding data about open and closed fractures, for all types of injuries, the results underline that the higher the impact of the earthquake, as measured by Richter Magnitude Scale (RMS), the higher is the number of injuries. Discussion Regarding orthopedic injuries during earthquakes, special attention must be paid to the management of the lower limbs most frequently injured. Spinal cord involvement following spine fractures is an important issue: this underlines how a neurosurgeon on a disaster team could be an important asset during the response. Conservative treatment for fractures, when possible, should be encouraged in a disaster setting. Regarding amputation, it is important to underline how the response and the quality of health care delivered is different from one team to another. This study shows how important it is to improve, and to require, the accountability of international disaster teams in terms of type and quality of health care delivered, and to standardize the data collection.","Authors":"Bortolin, M (Bortolin, Michelangelo) ; Morelli, I (Morelli, Ilaria) ; Voskanyan, A (Voskanyan, Amalia) ; Joyce, NR (Joyce, Nina R.) ; Ciottone, GR (Ciottone, Gregory R.)","Title":"Earthquake-Related Orthopedic Injuries in Adult Population: A Systematic Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397629500003 PubMed ID: 28099136 ISSN: 0334-1763 eISSN: 1607-8470","Keywords":"affective priming; amygdala; difficulty identifying feelings; implicit processing; masked facial expression; neurobiology KeyWords Plus:DIFFERENTIAL NEURAL RESPONSE; FACIAL EXPRESSIONS; GENERAL-POPULATION; CHIMERIC FACES; NEUROPSYCHOLOGICAL MODELS; INDIVIDUAL-DIFFERENCES; TACTILE PERCEPTION; ANTERIOR CINGULATE; COGNITIVE BIAS; STROOP TASK","Categories":"Neurosciences & Neurology Web of Science Categories:Neurosciences","Journal Information":"REVIEWS IN THE NEUROSCIENCES Volume: 28 Issue: 3 Pages: 247-264 DOI: 10.1515/revneuro-2016-0049 Published: APR 2017","Abstract":"Alexithymia is a personality trait characterized by difficulties in recognizing and verbalizing emotions and the utilization of a cognitive style that is oriented toward external events, rather than intrapsychic experiences. Alexithymia is considered a vulnerability factor influencing onset and course of many psychiatric disorders. Even though emotions are, in general, elicited involuntarily and emerge without conscious effort, it is surprising that little attention in etiological considerations concerning alexithymia has been given to deficits in automatic emotion processing and their neurobiological bases. In this article, results from studies using behavioral or neurobiological research methods were systematically reviewed in which automatic processing of external emotional information was investigated as a function of alexithymia in healthy individuals. Twenty-two studies were identified through a literature search of Psycinfo, PubMed, and Web of Science databases from 1990 to 2016. The review reveals deficits in the automatic processing of emotional stimuli in alexithymia at a behavioral and neurobiological level. The vast majority of the reviewed studies examined visual processing. The alexithymia facets externally oriented thinking and difficulties identifying feelings were found to be related to impairments in the automatic processing of threat-related facial expressions. Alexithymic individuals manifest low reactivity to barely visible negative emotional stimuli in brain regions responsible for appraisal, encoding, and affective response, e.g. amygdala, occipitotemporal areas, and insula. Against this background, it appears plausible to assume that deficits in automatic emotion processing could be factors contributing to alexithymic personality characteristics. Directions for future research on alexithymia and automatic emotion perception are suggested.","Authors":"Donges, US (Donges, Uta-Susan) ; Suslow, T (Suslow, Thomas)","Title":"Alexithymia and automatic processing of emotional stimuli: a systematic review"}, {"Document Information":"Document Type:Article Language:French Accession Number: WOS:000398082500003 PubMed ID: 28153646 ISSN: 0398-7620 eISSN: 1773-0627","Keywords":"Epidemiology; Internet; Psychiatry; Mental disorders; Mental health; Internet-based information seeking; Availability KeyWords Plus:WEB-BASED INFORMATION; HEALTH INFORMATION; MENTAL-HEALTH; QUALITY; INTERVENTION; POPULATION","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"REVUE D EPIDEMIOLOGIE ET DE SANTE PUBLIQUE Volume: 65 Issue: 2 Pages: 125-136 DOI: 10.1016/j.respe.2016.11.001 Published: APR 2017","Abstract":"Background. - Internet has become a major tool for patients to search for health-related information and to communicate on health. We currently lack data on how patients with psychiatric disorders access and use Internet to search for information on their mental health. This study aimed to assess, in patients followed for a psychiatric disorder (schizophrenia, bipolar disorder, mood and anxiety disorder, substance-related and addictive disorders and eating disorders), prevalence of Internet access and use, and patient expectations and needs regarding the use of Internet to search for mental-health information depending on the psychiatric disorder. Methods. - We conducted this cross-sectional study between May 2013 and July 2013 in 648 patients receiving psychiatric care in 8 hospitals from the Region Centre, France. We used multivariate logistic regression adjusted for age, gender, socio-educational level and professional status to compare use, expectations and needs regarding Internet-based information about the patient's psychiatric disorder (65-items self-administered questionnaires) as a function of the psychiatric disorders. We identified patients clusters with multiple correspondence analysis and ascending hierarchical classification. Results. - Although 65.6% of our population accessed Internet at home, prevalence for Internet access varied depending on the type of psychiatric disorder and was much more related to limited access to a computer and low income than to a lack of interest in the Internet. Most of the patients who used Internet were interested in having access to reliable Internet-based information on their health (76.8%), and most used Internet to search for Internet based health-information about their psychiatric disorder (58.8%). We found important differences in terms of expectations and needs depending on the patient's psychiatric disorder (e.g., higher interest in Internet-based information among patients with bipolar disorder, substance-related and addictive disorders and eating disorders). We identified three clusters: younger patients with depressive or anxiety disorders and higher Internet access and Internet use; older patients with low socio-economical status and low Internet access and Internet use; patients receiving long-term care for schizophrenia, with low Internet access and Internet use. Conclusion. - Patients with psychiatric disorders reported average use, needs and expectations for Internet-based health information comparable to the overall population. However, Internet use, needs and expectations for Internet-based mental health information differed between patients depending on their psychiatric disorder. Internet-based information and communication for mental health should be designed specifically for each psychiatric disorder. (C) 2017 Elsevier Masson SAS. All rights reserved.","Authors":"Brunault, P (Brunault, P.) ; Bray, A (Bray, A.) ; Rerolle, C (Rerolle, C.) ; Cognet, S (Cognet, S.) ; Gaillard, P (Gaillard, P.) ; El-Hage, W (El-Hage, W.)","Title":"Differences in access to Internet and Internet-based information seeking according to the type of psychiatric disorder"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000398497700012 PubMed ID: 28013207 ISSN: 1462-0324 eISSN: 1462-0332","Keywords":"Sjogren's syndrome; systematic review; sleep; quality of life; disability evaluation KeyWords Plus:COGNITIVE-BEHAVIORAL THERAPY; RHEUMATOID-ARTHRITIS; CHRONIC INSOMNIA; FATIGUE; CLASSIFICATION; ASSOCIATION; SYMPTOMS; CRITERIA; SCALE; XEROSTOMIA","Categories":"Rheumatology Web of Science Categories:Rheumatology","Journal Information":"RHEUMATOLOGY Volume: 56 Issue: 4 Pages: 570-580 DOI: 10.1093/rheumatology/kew443 Published: APR 2017","Abstract":"Objectives. To identify whether sleep disturbances are more prevalent in primary SS (pSS) patients compared with the general population and to recognize which specific sleep symptoms are particularly problematic in this population. Methods. Electronic searches of the literature were conducted in PubMed, Medline (Ovid), Embase (Ovid), PsychINFO (Ovid) and Web of Science and the search strategy registered a priori. Titles and abstracts were reviewed by two authors independently against a set of prespecified inclusion/exclusion criteria, reference lists were examined and a narrative synthesis of the included articles was conducted. Results. Eight whole-text papers containing nine separate studies met the inclusion criteria and were included in the narrative analysis. Few of these studies met all of the quality assessment criteria. The studies used a range of self-reported measures and objective measures, including polysomnography. Mixed evidence was obtained for some of the individual sleep outcomes, but overall compared with controls, pSS patients reported greater subjective sleep disturbances and daytime somnolence and demonstrated more night awakenings and pre-existing obstructive sleep apnoea. Conclusions. A range of sleep disturbances are commonly reported in pSS patients. Further polysomnography studies are recommended to confirm the increased prevalence of night awakenings and obstructive sleep apnoea in this patient group. pSS patients with excessive daytime somnolence should be screened for co-morbid sleep disorders and treated appropriately. Interventions targeted at sleep difficulties in pSS, such as cognitive behavioural therapy for insomnia and nocturnal humidification devices, have the potential to improve quality of life in this patient group and warrant further investigation.","Authors":"Hackett, KL (Hackett, Katie L.) ; Gotts, ZM (Gotts, Zoe M.) ; Ellis, J (Ellis, Jason) ; Deary, V (Deary, Vincent) ; Rapley, T (Rapley, Tim) ; Ng, WF (Ng, Wan-Fai) ; Newton, JL (Newton, Julia L.) ; Deane, KHO (Deane, Katherine H. O.)","Title":"An investigation into the prevalence of sleep disturbances in primary Sjogren's syndrome: a systematic review of the literature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398231600010 PubMed ID: 27438385 ISSN: 0362-2436 eISSN: 1528-1159","Keywords":"anterior lumbar interbody fusion; decompression; Google Scholar; interbody techniques; lumbar lateral interbody fusion; minimally invasive spine surgery; review; Scopus; Web of Science KeyWords Plus:INTERBODY FUSION; LUMBAR; IMPACT; COMPLICATIONS","Categories":"Neurosciences & Neurology; Orthopedics Web of Science Categories:Clinical Neurology; Orthopedics","Journal Information":"SPINE Volume: 42 Issue: 7 Pages: 513-519 DOI: 10.1097/BRS.0000000000001797 Published: APR 1 2017","Abstract":"Study Design.Bibliometric study of current literature. Objective.To catalog the most important minimally invasive spine (MIS) surgery articles using the amount of citations as a marker of relevance. Summary of Background Data.MIS surgery is a relatively new tool used by spinal surgeons. There is a dynamic and evolving field of research related to MIS techniques, clinical outcomes, and basic science research. To date, there is no comprehensive review of the most cited articles related to MIS surgery. Methods.A systematic search was performed over three widely used literature databases: Web of Science, Scopus, and Google Scholar. There were four searches performed using the terms minimally invasive spine surgery, endoscopic spine surgery, percutaneous spinal surgery, and lateral interbody surgery. The amount of citations included was averaged amongst the three databases to rank each article. The query of the three databases was performed in November 2015. Results.Fifty articles were selected based upon the amount of citations each averaged amongst the three databases. The most cited article was titled Extreme Lateral Interbody Fusion (XLIF): a novel surgical technique for anterior lumbar interbody fusion by Ozgur et al and was credited with 447, 239, and 279 citations in Google Scholar, Web of Science, and Scopus, respectively. Citations ranged from 27 to 239 for Web of Science, 60 to 279 for Scopus, and 104 to 462 for Google Scholar. There was a large variety of articles written spanning over 14 different topics with the majority dealing with clinical outcomes related to MIS surgery. Conclusion. The majority of the most cited articles were level III and level IV studies. This is likely due to the relatively recent nature of technological advances in the field. Furthermore level I and level II studies are required in MIS surgery in the years ahead.","Authors":"Virk, SS (Virk, Sohrab S.) ; Yu, E (Yu, Elizabeth)","Title":"The Top 50 Articles on Minimally Invasive Spine Surgery"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000396203300003 PubMed ID: 28279145 ISSN: 1533-0346 eISSN: 1533-0338","Keywords":"GGN repeats; androgen receptor; prostate cancer; meta-analysis; gene KeyWords Plus:AFRICAN-AMERICAN MEN; POLYMORPHIC REPEATS; CAG; METAANALYSIS; ASSOCIATION; LENGTH; HEREDITARY; MUTATION; ALLELES; PATHWAY","Categories":"Oncology Web of Science Categories:Oncology","Journal Information":"TECHNOLOGY IN CANCER RESEARCH & TREATMENT Volume: 16 Issue: 2 Pages: 159-166 DOI: 10.1177/1533034616673272 Published: APR 2017","Abstract":"The association between the polymorphic GGN repeat in androgen receptor gene and prostate cancer susceptibility has been studied extensively. But the results of these polymorphisms with prostate cancer risk remain inconclusive. Previous meta-analysis showed short GGN repeats (<= 16 repeats) had high risks for prostate cancer compared with longer GGN repeats (>16 repeats). Many studies have been published since the release of the previous meta-analysis. Here, we conducted an updated meta-analysis to demonstrate whether short repeats have higher risks for prostate cancer compared to long repeats. Five databases (PubMed, EMBASE, Cochrane Library, The China National Knowledge Infrastructure, and Web of Science) were last searched until January 1, 2016. Random- or fixed-effects model was performed based on the heterogeneity among studies. The potential publication bias was assessed via Begg funnel plot and Egger regression test. Twelve out of 157 studies were extracted. The result indicated that there was no significant difference between short repeat group and long repeat group in the overall analysis (I-2 = 80.6%, P = .000, odds ratio = 1.31, 95% confidence interval: 0.93-1.83). There was no association between the length of GGN repeats and the occurrence of prostate cancer in both Caucasian and African American (I-2 = 6.7%, P = .359, odds ratio = 1.11, 95% confidence interval: 0.94-1.32; and I-2 = 74.1%, P = .050, odds ratio = 0.963, 95% confidence interval: 0.36-2.58). Our result demonstrated that a shorter GGN repeat polymorphism cannot increase the risk of prostate cancer compared to the longer GGN repeats. That's different with previous meta-analysis.","Authors":"Li, JT (Li, Jiatong) ; Xiao, FF (Xiao, Feifan) ; Zhang, YN (Zhang, Yuening) ; Lan, AH (Lan, Aihua) ; Song, Q (Song, Qian) ; Zhang, RH (Zhang, Ruoheng) ; Gu, KL (Gu, Kailong) ; Chen, P (Chen, Ping) ; Li, Z (Li, Zhuo) ; Zhang, XH (Zhang, Xinhua) ; Yang, XL (Yang, Xiaoli) ...More...Less","Title":"Shorter GGN Repeats in Androgen Receptor Gene Would Not Increase the Risk of Prostate Cancer"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398017900036 PubMed ID: 28340832 ISSN: 0041-1345 eISSN: 1873-2623","Categories":"Immunology; Surgery; Transplantation Web of Science Categories:Immunology; Surgery; Transplantation","Journal Information":"TRANSPLANTATION PROCEEDINGS Volume: 49 Issue: 3 Pages: 551-561 DOI: 10.1016/j.transproceed.2017.01.042 Published: APR 2017","Abstract":"Introduction. We investigated the liver transplantation literature since 1975 and found the most frequently cited 100 articles and assessed the distribution of authors and journals of these articles. Method. Using the advanced mode of the Institute for Scientific Information (ISI) Web of Science (WOS) search engine, the words \"SU = transplantation AND TI = liver OR SU = transplantation AND TS = liver\" were used to scan articles and determine the most cited 100 articles on July 18, 2016. Results. From 1975 to date, it appears a total of 43,369 articles were published in the field of liver transplantation in the WOS. Although the most cited article had 677 citations, the least cited article had 180 citations. The mean citation number for the 100 articles was 252.31 +/- 96.75. The mean annual citation number for the articles varied from 61.55 to 5 and the mean was 15.31 +/- 8.63. The most cited article was by Feng et al \"Characteristics Associated With Liver Graft Failure: The Concept of a Donor Risk Index\" published in the American Journal of Transplantation (677 citations). Conclusion. Bibliometric analysis highlights the key topics and publications that have shaped the understanding and management of liver transplantation. According to our research, this is the first study to investigate articles with most citations in the field of liver transplantation. In our study the article with the most citations was cited 677 times, whereas the 100th article was cited 180 times with a mean citation number for the 100 articles of 252.31 +/- 96.75.","Authors":"Ozbilgin, M (Ozbilgin, M.) ; Unek, T (Unek, T.) ; Egeli, T (Egeli, T.) ; Agalar, C (Agalar, C.) ; Ozbilgin, S (Ozbilgin, S.) ; Hanci, V (Hanci, V.) ; Ellidokuz, H (Ellidokuz, H.) ; Astarcioglu, I (Astarcioglu, I.)","Title":"The Most Frequently Cited 100 Articles in Liver Transplantation Literature"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396697600002 ISSN: 1947-9638 eISSN: 1947-9646","Keywords":"Access to Internet; Age and Gender; E-Mail ID; Education; Family-Type; Geographical Location; Health Information Digital Divide; Income KeyWords Plus:INTERNET USE; EMPOWERMENT; TECHNOLOGY; MILLENNIUM; CARE; WEB","Categories":"Business & Economics Web of Science Categories:Business","Journal Information":"INTERNATIONAL JOURNAL OF ASIAN BUSINESS AND INFORMATION MANAGEMENT Volume: 8 Issue: 2 Pages: 15-34 DOI: 10.4018/IJABIM.2017040102 Published: APR-JUN 2017","Abstract":"Availability of healthcare information on internet has made it possible for patients or their relatives to search for such information. This study was undertaken to find answers to such questions. In all 754 respondents participated in the survey. The variables selected from literature survey and exploratory study are Health Information Digital Divide, Income, Having E-mail id, access to internet, geographical location, Education, family-type, age and gender. As the data is categorical the significance of difference has been calculated using Chi-square test. Later discriminant analysis was conducted to predict patients who make online health information search and the ones who do not. The result show that Income, Having E-mail id, access to internet, geographical location, Education and gender are significant factors that determine the propensity of people for online healthcare search. Age and family-type, however, were found to have no impact on such a behavior. Using discriminant analysis 94.5 percent patients who make online health information search could be correctly predicted.","Authors":"Jha, A (Jha, Ajeya) ; Pandey, JR (Pandey, Jaya Rani)","Title":"An Empirical Note on Health Information Digital Divide: A Study of Indian Patients"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000396696000003 ISSN: 2155-6377 eISSN: 2155-6385","Keywords":"Domain Specific Hidden Web Crawler (DSHWC); Domain Term Analyzer; Frequency Calculator; Indexing; Repository; Web Log","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems","Journal Information":"INTERNATIONAL JOURNAL OF INFORMATION RETRIEVAL RESEARCH Volume: 7 Issue: 2 Pages: 19-33 Special Issue: SI DOI: 10.4018/IJIRR.2017040102 Published: APR-JUN 2017","Abstract":"Now days with the advent of internet technologies and ecommerce the need for smart search engine for human life is rising. The traditional search engines are not intelligent as well as smart and thus lead to the rise in searching costs. In this paper, architecture of a vertical search engine based on the domain specific hidden web crawler is proposed. To make a least cost vertical search engine improvement in the following techniques like: searching, indexing, ranking, transaction and query interface are suggested. The domain term analyzer filters the useless information to the maximum extent and finally provides the users with high precision information. Through the experimental result it is shown that the system works on accelerating the access, computation, storage, communication time, increased efficiency and work professionally.","Authors":"Ranjan, S (Ranjan, Sudhakar) ; Bhatia, KK (Bhatia, Komal Kumar)","Title":"Design of a Least Cost (LC) Vertical Search Engine based on Domain Specific Hidden Web Crawler"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395557800003 PubMed ID: 28002118 ISSN: 0954-691X eISSN: 1473-5687","Keywords":"cirrhosis; hepatic venous pressure gradient; nonselective beta-blockers; primary prophylaxis; variceal bleeding KeyWords Plus:VENOUS-PRESSURE GRADIENT; MEASURE PORTAL PRESSURE; PROPRANOLOL PLUS ISOSORBIDE-5-MONONITRATE; ESOPHAGEAL-VARICES; GASTROESOPHAGEAL VARICES; ALCOHOLIC CIRRHOSIS; NATURAL-HISTORY; HYPERTENSION; PREVENTION; HEMORRHAGE","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"EUROPEAN JOURNAL OF GASTROENTEROLOGY & HEPATOLOGY Volume: 29 Issue: 4 Pages: 380-387 DOI: 10.1097/MEG.0000000000000812 Published: APR 2017","Abstract":"The current primary prophylaxis for esophageal variceal bleeding in cirrhotic patients consists of nonselective beta-blocker (NSBB) therapy. However, only approximately half of the patients achieve a sufficient hemodynamic response to NSBB therapy. Clinical application of hemodynamic response monitoring is still under debate. The aim of this meta-analysis is to assess the potential clinical value of monitoring the hemodynamic response to NSBB therapy using hepatic venous pressure gradient (HVPG) measurements in the primary prophylaxis for variceal bleeding. A systematic literature search was performed in PubMed, Embase, Web of Science, and the COCHRANE Library. Randomized-controlled trials and case series that included cirrhotic patients receiving primary prophylaxis for variceal bleeding with NSBBs and hemodynamic response monitoring using HVPG measurements were included for analysis. The primary outcome measure was variceal bleeding. A fixed-effect analysis was carried out using the Mantel-Haenszel method for relative risks. Six of the 1172 papers found were selected on the basis of stringent selection criteria. Hemodynamic response (HVPG <= 12mmHg and/or a reduction of >= 20%, or >= 10% in one study, from baseline) to beta-blocker therapy was associated significantly with a lower risk of variceal bleeding (relative risk=0.13, 95% confidence interval=0.06-0.29) compared with a nonresponse. Patients achieving a hemodynamic response to NSBB therapy have a lower risk of variceal bleeding than hemodynamic nonresponders. Hemodynamic monitoring in primary prophylaxis is of potential clinical value and requires further assessment in large cohort randomized-controlled trials. Copyright (C) 2017 Wolters Kluwer Health, Inc. All rights reserved.","Authors":"Kerbert, AJC (Kerbert, Annarein J. C.) ; Chiang, FWT (Chiang, Fang W. T.) ; van der Werf, M (van der Werf, Mark) ; Stijnen, T (Stijnen, Theo) ; Slingerland, H (Slingerland, Hilde) ; Verspaget, HW (Verspaget, Hein W.) ; van Hoek, B (van Hoek, Bart) ; Coenraad, MJ (Coenraad, Minneke J.)","Title":"Hemodynamic response to primary prophylactic therapy with nonselective beta-blockers is related to a reduction of first variceal bleeding risk in liver cirrhosis: a meta-analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395557800001 PubMed ID: 27926662 ISSN: 0954-691X eISSN: 1473-5687","Keywords":"alcohol consumption; dose-response analysis; gallstone disease; linear relationship; meta-analysis KeyWords Plus:HIGH-DENSITY-LIPOPROTEIN; SYMPTOMATIC GALLSTONES; GALLBLADDER-DISEASE; BILE CHOLESTEROL; STONE DISEASE; SERUM-LIPIDS; POPULATION; EPIDEMIOLOGY; DIET; CHOLECYSTECTOMY","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"EUROPEAN JOURNAL OF GASTROENTEROLOGY & HEPATOLOGY Volume: 29 Issue: 4 Pages: E19-E28 DOI: 10.1097/MEG.0000000000000803 Published: APR 2017","Abstract":"Epidemiology studies have been carried out to investigate the association between alcohol consumption and the risk of gallstone disease, but the results remain controversial. We carried out a meta-analysis to quantitatively summarize the evidences from observational studies on alcohol consumption and the risk of gallstone disease. Eligible studies published in English were identified by searching PubMed, Web of Science, and Embase databases. The random-effect model was used to calculate the pooled relative risks (RRs) with 95% confidence intervals (CIs). Restricted cubic splines were used to assess the dose-response relationship. Eight cohort studies and 10 case-control studies were included in our meta-analysis. The pooled RR of gallstone disease for the highest versus the lowest alcohol consumption was 0.62 (95% CI: 0.49-0.78). Statistically significant associations were also found in stratified analysis by study design (cohort studies: RR=0.66, 95% CI: 0.48-0.91 and case-control studies: RR=0.58, 95% CI: 0.45-0.73). With respect to sex, both men (RR=0.57, 95% CI: 0.4-0.8) and women (RR=0.64, 95% CI: 0.53-0.77) showed statistically significant associations between alcohol consumption and the risk of gallstone disease. A linear dose-response relationship was found between alcohol consumption and gallstone disease risk and the risk of gallstone disease decreased by 12% (RR=0.88, 95% CI: 0.84-0.92; P-nonlinearity=0.079) for each 10g/day increment in alcohol consumption. This meta-analysis suggests that alcohol consumption is associated with significantly decreased risk of gallstone disease. Copyright (C) 2017 Wolters Kluwer Health, Inc. All rights reserved.","Authors":"Wang, JT (Wang, Jiantao) ; Duan, XL (Duan, Xiaolin) ; Li, BR (Li, Bingrong) ; Jiang, XB (Jiang, Xiubo)","Title":"Alcohol consumption and risk of gallstone disease: a meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395039800009 PubMed ID: 27314464 ISSN: 1041-0236 eISSN: 1532-7027","Categories":"Communication; Health Care Sciences & Services Web of Science Categories:Communication; Health Policy & Services","Journal Information":"HEALTH COMMUNICATION Volume: 32 Issue: 4 Pages: 470-482 DOI: 10.1080/10410236.2016.1140267 Published: APR 2017","Abstract":"Understanding the influence of visual design, as the access point for online health communication, is key as Americans are increasingly sickened by an obesity epidemic. Nutritional websites that deliver critical health information should be considered as a potential strategy to fight against the grave consequences of obesity, as research indicates that consumers are consistently turning to the Internet as a resource for health information. Focusing on nutritional websites, this study analyzes the use of visual design principles that are known to greatly influence first impressions and appeal of the information from the user's perspective. The results suggest there are opportunities for improvement to the online communication of nutritional information to increase the likelihood of users' favorable first impressions, the critical first steps for nutritional information delivery goals.","Authors":"Lazard, AJ (Lazard, Allison J.) ; Dudo, A (Dudo, Anthony) ; Dennis, T (Dennis, Tessa) ; Ewald, MG (Ewald, Mary Grace) ; Love, B (Love, Brad)","Title":"Making a Visual Impression (or Not): Current Design Practices of Nutritional Websites"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395465500003 PubMed ID: 26953220 ISSN: 0143-2885 eISSN: 1365-2591","Keywords":"angiogenesis; angiogenic growth factors; human dental pulp; masticatory function; neurogenic inflammation; occlusal trauma; substance P KeyWords Plus:ENDOTHELIAL GROWTH-FACTOR; GENE-RELATED PEPTIDE; ORTHODONTIC TOOTH MOVEMENT; HUMAN PERIODONTAL-LIGAMENT; STEM-CELLS; IN-VITRO; NEUROKININ-A; NEUROPEPTIDES; INFLAMMATION; HEALTHY","Categories":"Dentistry, Oral Surgery & Medicine Web of Science Categories:Dentistry, Oral Surgery & Medicine","Journal Information":"INTERNATIONAL ENDODONTIC JOURNAL Volume: 50 Issue: 4 Pages: 339-351 DOI: 10.1111/iej.12627 Published: APR 2017","Abstract":"Angiogenesis is the formation of new blood vessels based on a pre-existing vasculature. It comprises two processes, sprouting of endothelial cells and the division of vessels due to abnormal growth of the microvasculature. It has been demonstrated that substance P (SP) can induce angiogenesis either by modulating endothelial cell growth (direct mechanism) or by attracting cells with angiogenic potential to the injury site (indirect mechanism). Therefore, the purpose of this article is to review the angiogenic mechanisms that regulate mineralized tissue formation in human dental pulp tissue and their relationship with SP expression as a defence response to stimuli such as the masticatory function and occlusal trauma. Articles included in this review were searched in PubMed, Scopus and ISI Web of Science databases, combining the following keywords: human dentine pulp, angiogenesis, angiogenic growth factors, neuropeptides, substance P, neurogenic inflammation, dentine matrix, dentinogenesis, occlusal trauma and dental occlusion. It is concluded that human dental pulp tissue responds to occlusal trauma and masticatory function with a neurogenic inflammatory phenomenon in which SP plays an important role in the direct and indirect mechanisms of angiogenesis by the action evoked via NK1 receptors at different cells, such as fibroblasts, endothelial and inflammatory cells, leading to new blood vessel formation which are needed to stimulate mineralized tissue formation as a defence mechanism.","Authors":"Caviedes-Bucheli, J (Caviedes-Bucheli, J.) ; Gomez-Sosa, JF (Gomez-Sosa, J. F.) ; Azuero-Holguin, MM (Azuero-Holguin, M. M.) ; Ormeno-Gomez, M (Ormeno-Gomez, M.) ; Pinto-Pascual, V (Pinto-Pascual, V.) ; Munoz, HR (Munoz, H. R.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gomez Sosa, Jose Francisco  http://orcid.org/0000-0002-2307-6214","Title":"Angiogenic mechanisms of human dental pulp and their relationship with substance P expression in response to occlusal trauma"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394896500006 ISSN: 0884-8173 eISSN: 1098-111X","Categories":"Computer Science Web of Science Categories:Computer Science, Artificial Intelligence","Journal Information":"INTERNATIONAL JOURNAL OF INTELLIGENT SYSTEMS Volume: 32 Issue: 4 DOI: 10.1002/int.21867 Published: APR 2017","Abstract":"As a new advanced service-oriented networked manufacturing mode, cloud manufacturing (CMfg) is currently one of the main directions of development in the manufacturing industry. In this study, a resource modeling method oriented to CMfg is proposed to solve manufacturing resource data consistency problems, which are often caused by heterogeneity, diversity, and complexity of manufacturing resource. Motivated by the manufacturing resource modeling literature, we construct a classification model of manufacturing resource using a line indexing method and a manufacturing resource information model for CMfg from the perspective of resource information. The concept hierarchy structure and ontology logical reasoning technology are employed to create this semantic modeling. Based on Ontology Web Language, we propose a new manufacturing resource ontology model that encompasses a resource multilayer model and includes a physical, virtual, and cloud resource data layers, as well as a cloud end layer. We propose a searching and matching mechanism based on semantic similarity degree to locate the manufacturing resource and achieve accurate matching of resource service messages. Such mechanism is an efficient procedure for the manufacturing resource service in the CMfg platform. We present a case study of the proposed framework and model to illustrate validity and practicability of the proposed model. (C) 2016 Wiley Periodicals, Inc.","Authors":"Yuan, MH (Yuan, Minghai) ; Deng, K (Deng, Kun) ; Chaovalitwongse, WA (Chaovalitwongse, W. A.)","Title":"Manufacturing Resource Modeling for Cloud Manufacturing"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395991600004 ISSN: 0192-0790 eISSN: 1539-2031","Keywords":"probiotics; symbiotics; hepatic encephalopathy; hepatic cirrhosis KeyWords Plus:RANDOMIZED CONTROLLED-TRIAL; ORNITHINE-L-ASPARTATE; CIRRHOTIC-PATIENTS; GUT FLORA; FRUCTO-OLIGOSACCHARIDE; LIVER-CIRRHOSIS; DOUBLE-BLIND; OPEN-LABEL; LACTULOSE; METAANALYSIS","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"JOURNAL OF CLINICAL GASTROENTEROLOGY Volume: 51 Issue: 4 Pages: 312-323 DOI: 10.1097/MCG.0000000000000789 Published: APR 2017","Abstract":"Alterations in the levels of intestinal microbiota, endotoxemia, and inflammation are novel areas of interest in the pathogenesis of hepatic encephalopathy (HE). Probiotics and symbiotics are a promising treatment option for HE due to possible beneficial effects in modulating gut microflora and might be better tolerated and more cost-effective than the traditional treatment with lactulose, rifaximin or L-ornithine-L-aspartate. A systematic search of the electronic databases PubMed, ISI Web of Science, EMBASE, and Cochrane Library was conducted for randomized controlled clinical trials in adult patients with cirrhosis, evaluating the effect of probiotics and symbiotics in changes on intestinal microflora, reduction of endotoxemia, inflammation, and ammonia, reversal of minimal hepatic encephalopathy (MHE), prevention of overt hepatic encephalopathy (OHE), and improvement of quality of life. Nineteen trials met the inclusion criteria. Probiotics and symbiotics increased beneficial microflora and decreased pathogenic bacteria and endotoxemia compared with placebo/no treatment, but no effect was observed on inflammation. Probiotics significantly reversed MHE [risk ratio, 1.53; 95% confidence interval (CI): 1.14, 2.05; P= 0.005] and reduced OHE development (risk ratio, 0.62; 95% CI: 0.48, 0.80; P= 0.0002) compared with placebo/ no treatment. Symbiotics significantly decreased ammonia levels compared with placebo (15.24; 95% CI: -26.01, -4.47; P= 0.006). Probiotics did not show any additional benefit on reversal of MHE and prevention of OHE development when compared with lactulose, rifaximin, and L-ornithine-Laspartate. Only 5 trials considered tolerance with minimal side effects reported. Although further research is warranted, probiotics and symbiotics should be considered as an alternative therapy for the treatment and management of HE given the results reported in this systematic review.","Authors":"Horner, DV (Horner, Daniela Viramontes) ; Avery, A (Avery, Amanda) ; Stow, R (Stow, Ruth)","Title":"The Effects of Probiotics and Symbiotics on Risk Factors for Hepatic Encephalopathy A Systematic Review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395991600009 PubMed ID: 27466163 ISSN: 0192-0790 eISSN: 1539-2031","Keywords":"lower gastrointestinal bleeding; colonoscopy; outcomes KeyWords Plus:SEVERE DIVERTICULAR HEMORRHAGE; URGENT COLONOSCOPY; SINGLE-CENTER; RISK-FACTORS; DIAGNOSIS; EPIDEMIOLOGY; OUTCOMES; STAY; METAANALYSIS; EXPERIENCE","Categories":"Gastroenterology & Hepatology Web of Science Categories:Gastroenterology & Hepatology","Journal Information":"JOURNAL OF CLINICAL GASTROENTEROLOGY Volume: 51 Issue: 4 Pages: 352-359 DOI: 10.1097/MCG.0000000000000602 Published: APR 2017","Abstract":"Background: Early colonoscopy is recommended for patients with severe lower gastrointestinal bleeding (LGIB). There is limited data as to whether this is associated with improved outcomes. Methods: We performed a meta-analysis of studies comparing early (< 24 h) versus delayed colonoscopy (> 24 h). PubMed, Embase, and Web of Science were searched for manuscripts using colonoscopy as a diagnostic/treatment modality for patients hospitalized with LGIB. Studies were included if data were available on outcomes comparing early and delayed colonoscopy. Articles were reviewed for time to colonoscopy, rebleeding, mortality, length of stay (LOS), surgery, interventions, localization of LGIB, and number of packed red blood cells. Pooled measures were reported using the Mantel-Haenszel method. Results: A total of 8491 studies were assessed of which 6 were included. There were 422 patients in the early arm and 479 in the delayed arm. There were no differences in age (64.2 vs. 65.7, P= 0.85), admission hemoglobin (10.3 vs. 10.3 g/dL, P= 0.96), LOS (5.21 vs. 6.09, P= 0.52), and packed red blood cells transfusion (2.37 vs. 2.35, P= 0.92) between the groups. In hospital mortality [ odds ratio (OR), 1.64; 95% confidence interval (CI), 0.51-5.32], rebleeding (OR, 1.38; 95% CI, 0.85-2.23) and need for surgery (OR, 0.89; 95% CI, 0.42-1.89) were not different in delayed versus early colonoscopy. Early colonoscopy was associated with a higher detection of bleeding source (OR, 2.97; 95% CI, 2.11-4.19) and endoscopic intervention (OR, 3.99; 95% CI, 2.59-6.13). Conclusions: Early colonoscopy is not associated with reduced rebleeding, LOS, or surgery but is associated with a higher rate of source localization and endoscopic intervention.","Authors":"Sengupta, N (Sengupta, Neil) ; Tapper, EB (Tapper, Elliot B.) ; Feuerstein, JD (Feuerstein, Joseph D.)","Title":"Early Versus Delayed Colonoscopy in Hospitalized Patients With Lower Gastrointestinal Bleeding A Meta-Analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395376300006 PubMed ID: 28120520 ISSN: 0269-4727 eISSN: 1365-2710","Keywords":"chemotherapy; hyperthermia; meta-analysis; oesophageal carcinoma; radiotherapy; randomized controlled trial; systematic review KeyWords Plus:PROSPECTIVE RANDOMIZED-TRIAL; CELL LUNG-CANCER; GASTRIC-CANCER; MILD HYPERTHERMIA; PREOPERATIVE HYPERTHERMOCHEMORADIOTHERAPY; INTRAPERITONEAL CHEMOTHERAPY; ADJUVANT CHEMOTHERAPY; CURATIVE RESECTION; CERVICAL-CANCER; CARCINOMA","Categories":"Pharmacology & Pharmacy Web of Science Categories:Pharmacology & Pharmacy","Journal Information":"JOURNAL OF CLINICAL PHARMACY AND THERAPEUTICS Volume: 42 Issue: 2 Pages: 155-164 DOI: 10.1111/jcpt.12498 Published: APR 2017","Abstract":"What is known and objectiveHyperthermia is an effective treatment modality that augments the anticancer effects of radiotherapy and chemotherapy. Hyperthermia-chemo-radiotherapy (HCRT) is a combination therapy that can strengthen anticancer effects through a synergistic interaction between heat, chemotherapy and radiation. Here, we carried out a systematic review and meta-analysis to evaluate the clinical efficacy and safety of chemoradiation combined with regional hyperthermia (HCRT) for oesophageal carcinoma. Methods: We conducted computer searches of foreign databases, including Cochrane Library, PubMed, EMBASE, Web of Science and Chinese databases, including CBM, CNKI and WanFang; we also retrieved other sources as supplement. All relevant randomized controlled trials (RCTs) were collected to compare HCRT and other therapies, including chemotherapy combined with radiotherapy (CRT) and radiotherapy alone (RT). After literature screening, data extraction and quality evaluation performed by appropriate criteria, the meta-analyses were conducted using RevMan 5.1 software (The Nordic Cochrane Centre, The Cochrane Collaboration, Copenhagen, Denmark). Results and discussionNineteen RCTs were included, comprising 1519 patients. Meta-analysis showed that the 1-, 3-, 5- and 7-year survival, complete response and total effective rates of the HCRT group were higher than those of the CRT group; the rates of gastrointestinal reaction, leucocytopenia and radiation oesophagitis in the HCRT group were lower than those of the CRT group, indicating significant differences (P < 005). The 1-, 2-, 3- and 5-year survival, complete response and total effective rates of the HCRT group were higher than those of the RT group, the recurrence and distant metastasis rates of the HCRT group were lower than those of the RT group, and there were significant differences in all of the indicators (P < 005). What is new and conclusionsThis is the first systematic review and meta-analysis to evaluate HCRT for oesophageal carcinoma. Compared with CRT or RT, HCRT can improve long-term and short-term curative effects; it is also safe and feasible. Additional high-quality and large sample size RCTs will be necessary to further demonstrate the long-term survival benefits and comprehensive safety profile of HCRT.","Authors":"Hu, Y (Hu, Y.) ; Li, Z (Li, Z.) ; Mi, DH (Mi, D. -H.) ; Cao, N (Cao, N.) ; Zu, SW (Zu, S. -W.) ; Wen, ZZ (Wen, Z. -Z.) ; Yu, XL (Yu, X. -L.) ; Qu, Y (Qu, Y.)","Title":"Chemoradiation combined with regional hyperthermia for advanced oesophageal cancer: a systematic review and meta-analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395508600013 PubMed ID: 28103963 ISSN: 2040-1744 eISSN: 2040-1752","Keywords":"human; HPA axis; sex differences KeyWords Plus:11-BETA-HYDROXYSTEROID DEHYDROGENASE TYPE-1; GLUCOCORTICOID-RECEPTOR ISOFORMS; LOW-BIRTH-WEIGHT; FETAL SEX; STRESS REACTIVITY; MATERNAL ASTHMA; HUMAN PLACENTA; CORTISOL; EXPRESSION; BETAMETHASONE","Categories":"Public, Environmental & Occupational Health Web of Science Categories:Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF DEVELOPMENTAL ORIGINS OF HEALTH AND DISEASE Volume: 8 Issue: 2 Pages: 244-255 DOI: 10.1017/S204017441600074X Published: APR 2017","Abstract":"Fetal glucocorticoid overexposure is a key mechanism linking early development with later-life disease. In humans, low birth weight associates with increased fasting cortisol, hypothalamic-pituitary-adrenal (HPA) axis reactivity, and with cardiovascular risk and cognitive decline. As there are sex differences in these adult diseases, we hypothesized that there may be sex differences in programming of the HPA axis in response to prenatal stressors. We conducted a systematic review following Meta-Analysis of Observational Studies in Epidemiology and Preferred Reporting Items for Systematic Reviews and Meta-Analysis. We searched Embase, MEDLINE and Web of Science from inception to 31 October 2016. We included studies related to sex differences, prenatal exposures and HPA axis. We excluded studies investigating specific disease states. The 23 included studies investigated the consequences of low birth weight, preterm birth and maternal stressors of asthma, psychosocial stress and glucocorticoid medications on HPA axis outcomes of placental glucocorticoid biology and offspring HPA axis function in early life and later life. Female offspring exposed to stressors had increased HPA axis reactivity compared with males. Furthermore, the female placenta increased its permeability to maternal glucocorticoids following maternal stress with changes in the expression of 11-hydroxysteroid dehydrogenase enzymes in response to maternal glucocorticoid exposure or asthma. Among males there was some evidence of altered diurnal cortisol secretion. We conclude that although there is some evidence of male vulnerability leading to altered diurnal cortisol secretion, the female HPA axis is more vulnerable to programming, particularly in terms of its reactivity; this suggests a mechanism underlying sex differences in later-life diseases.","Authors":"Carpenter, T (Carpenter, T.) ; Grecian, SM (Grecian, S. M.) ; Reynolds, RM (Reynolds, R. M.)","Title":"Sex differences in early-life programming of the hypothalamic-pituitary-adrenal axis in humans suggest increased vulnerability in females: a systematic review"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395560300010 PubMed ID: 27620213 ISSN: 0952-3871 eISSN: 1365-277X","Keywords":"Alternative Healthy Eating Index; cancer; cardiovascular; Healthy Eating Index; mortality KeyWords Plus:ALL-CAUSE MORTALITY; PROSPECTIVE COHORT; MEAT CONSUMPTION; POSTMENOPAUSAL WOMEN; QUALITY INDEXES; OLDER-ADULTS; RISK; GUIDELINES; DIAGNOSIS; DRINKING","Categories":"Nutrition & Dietetics Web of Science Categories:Nutrition & Dietetics","Journal Information":"JOURNAL OF HUMAN NUTRITION AND DIETETICS Volume: 30 Issue: 2 Pages: 216-226 DOI: 10.1111/jhn.12415 Published: APR 2017","Abstract":"BackgroundThis meta-analysis investigated the association of diet quality indices, as assessed by HEI and AHEI, and the risk of all-cause, cardiovascular and cancer mortality. MethodsWe used PubMed, ISI Web of Science and Google Scholar to search for eligible articles published before July 2015. A total of 12 cohort studies (38 reports) and one cross-sectional study (three reports) met the inclusion criteria and were included in our meta-analysis. ResultsThe highest level of adherence to the Healthy Eating Index (HEI) and Alternative Healthy Eating Index (AHEI) was significantly associated with a reduced risk of all-cause mortality [relative risk (RR) = 0.77, 95% confidence intterval (CI) = 0.76-0.78], cardiovascular mortality (RR = 0.77, 95% CI = 0.74-0.80) and cancer mortality (RR = 0.83, 95% CI = 0.81-0.86). Egger regression tests provided no evidence of publication bias. ConclusionsThe present study indicates that high adherence to HEI and AHEI dietary patterns, indicating high diet quality, are associated with reduced risk of all-cause mortality (as well as cardiovascular mortality and cancer mortality).","Authors":"Onvani, S (Onvani, S.) ; Haghighatdoost, F (Haghighatdoost, F.) ; Surkan, PJ (Surkan, P. J.) ; Larijani, B (Larijani, B.) ; Azadbakht, L (Azadbakht, L.)","Title":"Adherence to the Healthy Eating Index and Alternative Healthy Eating Index dietary patterns and mortality from all causes, cardiovascular disease and cancer: a meta-analysis of observational studies"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395354900009 PubMed ID: 28153483 ISSN: 0740-5472","Keywords":"Substance misuse; Addiction; Mindfulness treatment; Mindfulness intervention; Systematic review; Meta-analysis KeyWords Plus:ORIENTED RECOVERY ENHANCEMENT; RANDOMIZED CONTROLLED-TRIAL; RESIDENTIAL ADDICTION TREATMENT; RELAPSE PREVENTION; SMOKING-CESSATION; USE DISORDERS; ABUSE TREATMENT; CHRONIC PAIN; ALCOHOL-USE; MEDITATION","Categories":"Psychology; Substance Abuse Web of Science Categories:Psychology, Clinical; Substance Abuse","Journal Information":"JOURNAL OF SUBSTANCE ABUSE TREATMENT Volume: 75 Pages: 62-96 DOI: 10.1016/j.jsat.2017.01.008 Published: APR 2017","Abstract":"High rates of relapse following substance misuse treatment highlight an urgent need for effective therapies. Although the number of empirical studies investigating effects of mindfulness treatment for substance misuse has increased dramatically in recent years, few reviews have examined findings of mindfulness studies. Thus, this systematic review examined methodological characteristics and substantive findings of studies evaluating mindfulness treatments for substance misuse published by 2015. The review also includes the first meta-analysis of randomized controlled trials of mindfulness treatments for substance misuse. Comprehensive bibliographic searches in PubMed, Psyclnfo, and Web of Science, identified 42 pertinent studies. Meta-analytic results revealed significant small-to-large effects of mindfulness treatments in reducing the frequency and severity of substance misuse, intensity of craving for psychoactive substances, and severity of stress. Mindfulness treatments were also effective in increasing rates of posttreatment abstinence from cigarette smoking compared to alternative treatments. Mindfulness treatment for substance misuse is a promising intervention for substance misuse, although more research is needed examining the mechanisms by which mindfulness interventions exert their effects and the effectiveness of mindfulness treatments in diverse treatment settings. (C) 2017 Elsevier Inc. All rights","Authors":"Li, W (Li, Wen) ; Howard, MO (Howard, Matthew O.) ; Garland, EL (Garland, Eric L.) ; McGovern, P (McGovern, Patricia) ; Lazar, M (Lazar, Michael)","Title":"Mindfulness treatment for substance misuse: A systematic review and meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395355600020 ISSN: 1047-3203 eISSN: 1095-9076","Keywords":"Image retrieval; Semantic similarity; Visual structure; Hashing code KeyWords Plus:SEARCH; SEGMENTATION; ALGORITHM; SELECTION","Categories":"Computer Science Web of Science Categories:Computer Science, Information Systems; Computer Science, Software Engineering","Journal Information":"JOURNAL OF VISUAL COMMUNICATION AND IMAGE REPRESENTATION Volume: 44 Pages: 229-235 DOI: 10.1016/j.jvcir.2016.08.013 Published: APR 2017","Abstract":"With the rapid proliferation of large-scale web images, recent years have witnessed more and more images labeled with user-provided tags, which leads to considerable effort made on hashing based image retrieval in huge databases. Current research efforts focus mostly on learning semantic hashing functions which design compact binary codes to map semantically similar images into similar codes; however the visual similarity is not well explored for constructing semantic hashing functions. Here a novel approach is proposed to learn hashing functions that preserve semantic and visual similarity between images. Specifically, semantic hashing codes are first learned by leveraging the similarity between textual structure and visual structure; then, the maximum entropy principle is exploited to achieve compact binary codes; finally, the function decay principle is introduced to remove noisy visual attributes. Experimental results conducted on a widely-used image dataset demonstrate the superior performance of the proposed method over the examined state-of-the-art techniques. (C) 2016 Published by Elsevier Inc.","Authors":"Zhu, SH (Zhu, Songhao) ; Jin, DL (Jin, Dongliang) ; Liang, ZW (Liang, Zhiwei) ; Wang, Q (Wang, Qiang) ; Sun, YJ (Sun, Yajie) ; Xu, GZ (Xu, Guozheng)","Title":"Integration of semantic and visual hashing for image retrieval"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395446000008 ISSN: 1524-8380 eISSN: 1552-8324","Keywords":"posttraumatic growth; interpersonal violence; intimate partner violence; sexual assault; rape; physical assault KeyWords Plus:INTIMATE PARTNER VIOLENCE; POSITIVE LIFE CHANGES; STRESS-DISORDER; SEXUAL ASSAULT; ABUSIVE RELATIONSHIPS; PERCEIVED BENEFIT; MENTAL-HEALTH; TRAUMA; WOMEN; VICTIMS","Categories":"Criminology & Penology; Family Studies; Social Work Web of Science Categories:Criminology & Penology; Family Studies; Social Work","Journal Information":"TRAUMA VIOLENCE & ABUSE Volume: 18 Issue: 2 Pages: 223-236 DOI: 10.1177/1524838015611672 Published: APR 2017","Abstract":"This review critically evaluates the literature on posttraumatic growth in survivors of interpersonal violence, integrating the findings from 12 quantitative and 4 qualitative studies. The following databases were searched using predetermined terms: AMED, EMBASE, MEDLINE, PsycINFO, BNI, CINAHL, and Web of Knowledge. The review's findings suggest that the mean prevalence of growth in interpersonal violence survivors is around 71% (range 58-99%). The highest level of growth was consistently experienced in the appreciation of life domain. However, survivors reported growth in the four remaining domains: personal strength, new possibilities, experience of relationships with others, and outlook on life. The nature of the relationship between growth and distress was inconsistent across studies. A combination of pretrauma, peritrauma, and posttrauma variables were found to be related to the degree of growth survivors experienced. Methodological weaknesses of the quantitative studies included the predominant use of retrospective, cross-sectional, correlational designs, discrepancy in the measurement of growth, insufficient sample sizes for power calculations in five studies and limited external validity. Qualitative findings were limited by sampling methods, insufficient information about interview schedules, the lack of credibility checks, and evidence of reflexivity demonstrated by some studies. Implications for practice, policy, and future research are discussed.","Authors":"Elderton, A (Elderton, Anna) ; Berry, A (Berry, Alexis) ; Chan, C (Chan, Carmen)","Title":"A Systematic Review of Posttraumatic Growth in Survivors of Interpersonal Violence in Adulthood"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397904400009 PubMed ID: 26126293 ISSN: 0091-6765 eISSN: 1552-9924","Categories":"Environmental Sciences & Ecology; Public, Environmental & Occupational Health; Toxicology Web of Science Categories:Environmental Sciences; Public, Environmental & Occupational Health; Toxicology","Journal Information":"ENVIRONMENTAL HEALTH PERSPECTIVES Volume: 125 Issue: 4 Pages: 495-501 DOI: 10.1289/ehp.1409337 Published: APR 2017","Abstract":"BACKGROUND: Environmental health literacy (EHL) is coalescing into a new subdiscipline that combines key principles and procedural elements from the fields of risk communication, health literacy, environmental health sciences (EHS), communications research, and safety culture. These disciplines have contributed unique expertise and perspectives to the development of EHL. Since 1992, the National Institute of Environmental Health Sciences (NIEHS) has contributed to the evolution of EHL and now seeks to stimulate its scientific advancement and rigor. OBJECTIVES: The principal objective of this article is to stimulate a conversation on, and advance research in, EHL. DISCUSSION: In this article, we propose a definition of and conceptual framework for EHL, describe EHL in its social and historical context, identify the complementary fields and domains where EHL is being defined and implemented, and outline a research agenda. Extensive reviews of web and literature searches indicate that the concept of EHL is evolving rapidly, as are the definitions of its scope and inquiry. Although several authors have outlined different frameworks, we believe that a more nuanced model based on Bloom's taxonomy is better suited to EHL and to future research in this area. CONCLUSIONS: We posit that EHL can potentially benefit the conduct and outcomes of community-engaged and health disparities EHS research and can ensure that the translation of research findings will lead to greater understanding of specific risks, reduction of exposures, and improvement of health outcomes for individuals and communities. We provide four recommendations to advance work in EHL.","Authors":"Finn, S (Finn, Symma) ; O'Fallon, L (O'Fallon, Liam)","Title":"The Emergence of Environmental Health Literacy-From Its Roots to Its Future Potential"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000397928700016 PubMed ID: 28159548 ISSN: 2352-3018","Categories":"Immunology; Infectious Diseases Web of Science Categories:Immunology; Infectious Diseases","Journal Information":"LANCET HIV Volume: 4 Issue: 4 Pages: E177-E188 DOI: 10.1016/S2352-3018(17)30005-X Published: APR 2017","Abstract":"Background Worldwide, 30% of the world's population have antibodies to the intracellular protozoan parasite Toxoplasma gondii and about 36.7 million people are infected with HIV, but little is known about the prevalence of co-infection with T gondii and HIV. We aimed to characterise the epidemiology and burden of T gondii co-infection in people with HIV infection. Methods In this systematic review and meta-analysis, we searched PubMed, Embase, Google Scholar, ScienceDirect, Chinese Web of Knowledge, Wanfang, and Chongqing VIP databases for studies reporting T gondii infection in HIVinfected people from inception to Feb 29, 2016. Studies were included if they investigated people with HIV infection and presented data that allowed us to establish the prevalence of T gondii infection. We excluded reviews, repeated studies, or animal studies, as well as studies that provided the final results without raw data, had a sample size less than 30 people, had unclear diagnostic methods of T gondii infection, or that included populations with increased risk of T gondii infection. We extracted the numbers of patients with HIV infection and T gondii co-infection from the identified studies. We estimated pooled prevalence of T gondii infection in HIV-infected people by a random-effects model, and evaluated its overall infection burden worldwide. Findings Our search identified 7843 records and after removal of duplicates and initial screening, we reviewed 312 studies in full. Of these articles, 238 were excluded, leaving 74 studies that included 25 989 HIV-infected people from 34 countries. Of these people, 7326 had T gondii co-infection and we estimated the pooled worldwide prevalence of T gondii infection to be 35.8% (95% CI 30.8-40.7). 2353 of 8837 of people in Asia and the Pacific had co-infection with T gondii and HIV (prevalence 25.1%, 95% CI 19.0-31.2), and prevalence was low in this region compared with that in sub-Saharan Africa (44.9%, 32.3-57.5, 2129/5686; odds ratio [OR] 0.61), Latin America and the Caribbean (49.1%, 27.9-70.4, 510/980; OR 0.33), and North Africa and the Middle East (60.7%, 24.1-97.3, 245/439; OR 0.29). 1561 of 3780 people in low-income countries had co-infection (54.7%, 95% CI 35.8-73.5), which was higher than in middle-income countries (34.2%, 27.4-40.9, 3632/11 540; OR 1.53) and high-income countries (26.3%, 20.4-32.2, 2133/10 669; OR 2.82). Worldwide, we calculated that there were roughly 13 138 600 (95% CI 11 303 600-14 936 900) cases of T gondii co-infection in HIV-infected people, with 87.1% in sub-Saharan Africa (11 449 500 cases, 95% CI 8 236 500-14 662 500). Interpretation Our findings suggest that people with HIV infection have a very high burden of T gondii infection, especially in sub-Saharan Africa, and emphasise the importance of routine surveillance for T gondii infection in all HIV-infected people.","Authors":"Wang, ZD (Wang, Ze-Dong) ; Wang, SC (Wang, Shu-Chao) ; Liu, HH (Liu, Huan-Huan) ; Ma, HY (Ma, Hong-Yu) ; Li, ZY (Li, Zhong-Yu) ; Wei, F (Wei, Feng) ; Zhu, XQ (Zhu, Xing-Quan) ; Liu, Q (Liu, Quan)","Title":"Prevalence and burden of Toxoplasma gondii infection in HIV-infected people: a systematic review and meta-analysis"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000394500800011 PubMed ID: 27763574 ISSN: 0026-4806 eISSN: 1827-1669","Keywords":"Carcinoma, hepatocellular; Prediabetic state; Meta-analysis KeyWords Plus:INSULIN-RESISTANCE; CANCER-MORTALITY; GLUCOSE; POPULATION; LEVEL","Categories":"General & Internal Medicine Web of Science Categories:Medicine, General & Internal","Journal Information":"MINERVA MEDICA Volume: 108 Issue: 2 Pages: 185-+ DOI: 10.23736/S0026-4806.16.04601-2 Published: APR 2017","Abstract":"INTRODUCTION: Some studies suggested an increased risk of hepatocellular carcinoma (HCC) risk in subjects with prediabetes, whereas other studies have reported negative results. Therefore, we did this meta-analysis to assess the role of prediabetes on HCC risk. EVIDENCE ACQUISITION: We searched studies from PubMed, Embase, and Web of Science databases. The strength of association between prediabetes and HCC risk was assessed by calculating hazard ratio (HR) with 95% CI. EVIDENCE SYNTHESIS: A total of 8 cohort studies and 1 case-control study with 1384594 individuals were included. Patients with prediabetes showed an increased HCC risk (HR= 1.21; 95% CI, 1.13-1.30; P<0.00001). Subgroup analyses were performed according to race and gender. The results showed that both Asians with prediabetes (HR= 1.19; 95% CI, 1.11-1.28; P<0.00001) and Caucasians with prediabetes (HR=2.12; 95% CI, 1.36-3.31; P=0.001 were significantly associated with increased risk of HCC, respectively. In the subgroup analysis by gender, both male patients with prediabetes (HR= 1.49; 95% CI, 1.03-2.15; P=0.03) and female patients with prediabetes (HR= 1.24; 95% CI, 1.01-1.52; P=0.04) showed increased risk of HCC, respectively. CONCLUSIONS: In conclusion, this meta-analysis demonstrated that prediabetes might be a risk factor of HCC.","Authors":"Xu, WG (Xu, Wei-Guo) ; Qian, YF (Qian, Yun-Feng) ; Wu, J (Wu, Jun)","Title":"The effect of prediabetes on hepatocellular carcinoma risk: a systematic review and meta-analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394269700009 PubMed ID: 27519848 ISSN: 0284-1851 eISSN: 1600-0455","Keywords":"Diagnostic reference levels (DRL); radiation dose optimization; physics; radiation safety KeyWords Plus:RADIOLOGY","Categories":"Radiology, Nuclear Medicine & Medical Imaging Web of Science Categories:Radiology, Nuclear Medicine & Medical Imaging","Journal Information":"ACTA RADIOLOGICA Volume: 58 Issue: 4 Pages: 442-448 DOI: 10.1177/0284185116658681 Published: APR 2017","Abstract":"Background: In 1996 the International Commission on Radiological Protection (ICRP) introduced diagnostic reference levels (DRLs) as a quality assurance tool for radiation dose optimization. While many countries have published DRLs, available data are largely from high-income countries. There is arguably a greater need for DRLs in low-and middle-income-countries (LMICs), where imaging equipment may be older and trained imaging technicians are scarce. To date, there has been no critical analysis of the published work on DRLs in LMICs. Such work is important to evaluate data deficiencies and stimulate future quality assurance initiatives. Purpose: To review the published work on DRLs in LMICs and to critically analyze the comprehensiveness of available data. Material and Methods: Medline, Scopus, and Web of Science database searches were conducted for English-language articles published between 1996 and 2015 documenting DRLs for diagnostic imaging in LMICs. Retrieved articles were analyzed and classified by geographical region, country of origin, contributing author, year of publication, imaging modality, body part, and patient age. Results: Fifty-three articles reported DRLs for 28 of 135 LMICs (21%), reflecting data from 26/104 (25%) middle-income countries and 2/31 (6%) low-income countries. General radiography (n = 26, 49%) and computerized tomography (n = 17, 32%) data were most commonly reported. Pediatric DRLs (n = 14, 26%) constituted approximately one-quarter of published work. Conclusion: Published DRL data are deficient in the majority of LMICs, with the paucity most striking in low-income countries. DRL initiatives are required in LMICs to enhance dose optimization.","Authors":"Meyer, S (Meyer, Steven) ; Groenewald, WA (Groenewald, Willem A.) ; Pitcher, RD (Pitcher, Richard D.)","Title":"Diagnostic reference levels in low- and middle-income countries: early \"ALARAm'' bells?"}]