[{"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395099800004 ISSN: 1384-6175 eISSN: 1573-7624","Keywords":"Moving object database; Geostreaming; Maritime monitoring KeyWords Plus:QUERIES; SYSTEMS","Categories":"Computer Science; Physical Geography Web of Science Categories:Computer Science, Information Systems; Geography, Physical","Journal Information":"GEOINFORMATICA Volume: 21 Issue: 2 Pages: 237-261 DOI: 10.1007/s10707-016-0256-z Published: APR 2017","Abstract":"Trajectory analysis is of crucial importance in several fields as social analysis, zoology, climatology or traffic monitoring. Over the last decade, the number of mobile systems and devices recording their positions has grown significantly generating a deluge of spatial and temporal data to analyze. This increasing volume of data raises numerous issues in terms of storage, processing and extraction of information. Previous works considering movement analysis have been mainly oriented towards either archived data processing and mining or continuous handling of incoming streams. The research developed in this pa- per introduces the design principles of a holistic approach combining real-time processing and archived data analysis to process mobility data \"on the fly\". This solution aims to provide better results comparing to both purely offline and online approaches. This research considers distributed data and processing to be more efficient. The design principles are applied to maritime traffic analysis and a few representative examples are introduced to demonstrate the relevance of our approach.","Authors":"Salmon, L (Salmon, Loic) ; Ray, C (Ray, Cyril)","Title":"Design principles of a stream-based framework for mobility analysis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394556800009 ISSN: 0169-555X eISSN: 1872-695X","Keywords":"Digital elevation model; GIS; Italy; TINITALY DEM KeyWords Plus:DIGITAL ELEVATION MODELS; AIRBORNE LIDAR DATA; MOUNT-ETNA; HAZARD ASSESSMENT; FLOOD-RISK; LANDSLIDE; AREAS; SYSTEM; GIS; CONNECTIVITY","Categories":"Physical Geography; Geology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"GEOMORPHOLOGY Volume: 281 Pages: 108-115 DOI: 10.1016/j.geomorph.2016.12.022 Published: MAR 15 2017","Abstract":"The increasing availability of high resolution digital elevation models (DEMs) is changing our viewpoint towards Earth surface landforms. Nevertheless, large-coverage, intermediate-resolution DEMs are still largely used, and can be the ideal choice in several applications based on the processing of spatially-integrated information. In 2012 the Istituto Nazionale di Geofisica e Vulcanologia opened a website for the free download of the \"TINTALY\" Digital Elevation Model (DEM), which covers the whole Italian territory. Since then, about 700 users from 28 different countries have been accredited for data download, and a report of 4 years of data dissemination and use is presented. The analysis of the intended use reveals that the 10 m-resolution, seamless TINITALY DEM is of use for an extremely assorted research community. Accredited users are working in virtually any branch of the Earth Sciences (e.g. Volcanology, Seismology, and Geomorphology), in spatially integrated humanities (e.g. History and Archaeology), and in other thematic areas such as in applied Physics and Zoology. Many users are also working in local administrations (e.g. Regions and Municipalities) for civil protection or land use planning purposes. In summary, the documented activity shows that the dissemination of seamless, large coverage elevation datasets can fertilize the technological progress of the whole society providing a significant benefit to stakeholders. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Tarquini, S (Tarquini, Simone) ; Nannipieri, L (Nannipieri, Luca)","Title":"The 10 m-resolution TINITALY DEM as a trans-disciplinary basis for the analysis of the Italian territory: Current trends and new perspectives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398963100037 ISSN: 2190-5487 eISSN: 2190-5495","Keywords":"Arasalar estuary; Physico-chemical parameters; Ichthyofauna diversity KeyWords Plus:AUSTRALIAN ESTUARY; FISH FAUNA","Categories":"Water Resources Web of Science Categories:Water Resources","Journal Information":"APPLIED WATER SCIENCE Volume: 7 Issue: 1 Pages: 445-450 DOI: 10.1007/s13201-014-0260-0 Published: MAR 2017","Abstract":"The physico-chemical changes may have the tendency to accumulate in the various organs of estuarine organisms, especially fish which may in turn enter into the human metabolism through consumption causing serious hazards. Hence, the present study was carried out to determine the physico-chemical characteristics of water and Ichthyofauna in Arasalar estuary in southeast coast of India for the period of 1 year during September 2012-August 2013. The environmental parameters such as, temperature, pH, salinity, DO, silicate, nitrate and phosphate were observed from Department of Zoology, Rajah Serfoji Goverment College, Thanjavur, Tamil Nadu, India. During the period of study, air temperature varied from 28.8 to 35 degrees C. The surface water temperature also varied from 25 to 31.5 degrees C. The monthly mean values of hydrogen ion concentration of water varied from 7.1 to 8.2. The salinity of water varied from 5.5 parts per thousand to 34. Dissolved oxygen in Arasalar estuary was varied from 3.5 to 7.2 mg/l. The total phosphorus varied from 0.29 to 2.15 mu g/l. The nitrate varied from 0.47 to 3.75 mu g/l. The silicate content varied from 28.25 to 98.74 mu g/l. Totally 866 fishes were collected belonging to 4 orders and 5 families. Mystus gulio was found to be the dominant species (25.40 %) in the study area.","Authors":"Raju, C (Raju, C.) ; Sridharan, G (Sridharan, G.) ; Mariappan, P (Mariappan, P.) ; Chelladurai, G (Chelladurai, G.)","Title":"Physico-chemical parameters and Ichthyofauna diversity of Arasalar estuary in southeast coast of India"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398699100006 ISSN: 2227-7390","Keywords":"finite groups; dessins d'enfants; finite geometries; quantum commutation; quantum contextuality KeyWords Plus:CONTEXTUALITY","Categories":"Mathematics Web of Science Categories:Mathematics","Journal Information":"MATHEMATICS Volume: 5 Issue: 1 Article Number: 6 DOI: 10.3390/math5010006 Published: MAR 2017","Abstract":"Every finite simple group P can be generated by two of its elements. Pairs of generators for P are available in the Atlas of finite group representations as (not necessarily minimal) permutation representations P. It is unusual, but significant to recognize that a P is a Grothendieck's \"dessin d'enfant\" D and that a wealth of standard graphs and finite geometries G-such as near polygons and their generalizations-are stabilized by a D. In our paper, tripods P - D - G of rank larger than two, corresponding to simple groups, are organized into classes, e.g., symplectic, unitary, sporadic, etc. (as in the Atlas). An exhaustive search and characterization of non-trivial point-line configurations defined from small index representations of simple groups is performed, with the goal to recognize their quantum physical significance. All of the defined geometries G's have a contextuality parameter close to its maximal value of one.","Authors":"Planat, M (Planat, Michel) ; Zainuddin, H (Zainuddin, Hishamuddin)","Title":"Zoology of Atlas-Groups: Dessins D'enfants, Finite Geometries and Quantum Commutation"}, {"Document Information":"Document Type:Film Review Language:French Accession Number: WOS:000397379900014 ISSN: 0048-4911","Categories":"Film, Radio & Television Web of Science Categories:Film, Radio, Television","Journal Information":"POSITIF Issue: 673 Pages: 43-43 Published: MAR 2017","Authors":"O'Neill, E (O'Neill, Eithne)","Title":"Zoology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395760800010 ISSN: 0303-6758 eISSN: 1175-8899","Keywords":"International exhibition; New Zealand; nineteenth-century zoology; Otago Museum; TJ Parker FRS (1850-1897)","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"JOURNAL OF THE ROYAL SOCIETY OF NEW ZEALAND Volume: 47 Issue: 1 Pages: 61-66 DOI: 10.1080/03036758.2016.1207671 Published: MAR 2017","Abstract":"New Zealand's international industrially oriented exhibitions also displayed scientific items. Building on their success, nineteenth-century men of science strove to engage audiences through museum displays as well as by writing popular articles and books. This short communication describes how members of Dunedin's public encountered geology and zoology through these means.","Authors":"Crane, R (Crane, R.)","Title":"Show and tell: TJ Parker and late nineteenth-century science in Dunedin"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395370300002 ISSN: 1175-5326 eISSN: 1175-5334","Keywords":"Insect; Orthoptera; calling song; chromosomes; taxonomy; cricket KeyWords Plus:NORTHEAST BRAZIL; ATLANTIC FOREST; ORTHOPTERA; CRICKET; GENUS; SAUSSURE; GRYLLIDAE","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOTAXA Volume: 4237 Issue: 3 Pages: 454-470 DOI: 10.11646/zootaxa.4237.3.2 Published: MAR 1 2017","Abstract":"In this study we describe two new species of cavicolous-straminicolous crickets for southern Brazil. Endecous chape n. sp. and E. naipi n. sp. are sympatric crickets that inhabit the Atlantic Semideciduous Forest of the Iguacu National Park and adjacent areas. The descriptions were based on morphological characters, mainly from male genitalia and tegmina of adult males. Furthermore, we describe the chromosomes and the calling song of one of the new species, E. chape n. sp., presenting a discussion about the morphology of the phallic complex of Endecous and a distribution map for the species of the genus. The type-material is deposited in the Museu de Zoologia da Universidade de S (a) over tildeo Paulo (MZSP), and in the Colec (a) over tildeo de Insetos do Departamento de Zoologia (Zoology Department Insect Collection), Universidade Estadual Paulista-UNESP-Botucatu campus.","Authors":"Souza-Dias, PGB (Souza-Dias, Pedro G. B.) ; Szinwelski, N (Szinwelski, Neucir) ; Fianco, M (Fianco, Marcos) ; de Oliveira, EC (de Oliveira, Elliott Centeno) ; de Mello, FDG (de Mello, Francisco de A. G.) ; Zefa, E (Zefa, Edison)","Title":"New species of Endecous (Grylloidea, Phalangopsidae, Luzarinae) from the Iguacu National Park ( Brazil), including bioacoustics, cytogenetic and distribution data"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000395370300003 ISSN: 1175-5326 eISSN: 1175-5334","Keywords":"Coleoptera; Cicindelidae; Carabidae; catalogue; type specimens; Schmalhausen Institute of Zoology; Kyiv; Ukraine","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOTAXA Volume: 4237 Issue: 3 Pages: 471-516 DOI: 10.11646/zootaxa.4237.3.3 Published: MAR 1 2017","Abstract":"A catalogue of type specimens of species and subspecies of caraboid beetles, tiger-beetles here treated as family Cicindelidae, and ground-beetles (Carabidae) of suborder Adephaga deposited in the I.I. Schmalhausen Institute of Zoology NAS of Ukraine is provided. For all type-specimens original photos of each specimen (with label) and label data are given in the original spelling (translated to English if the original label was in Cyrillic alphabet). In some cases data concerning the current status of taxons are discussed. Nominal taxa names are alphabethically listed within each family. Altogether, 372 type specimens of 133 taxa names (species and subspecies) are included in the catalogue: 15 holotypes, 344 paratypes (120 species and subspecies) and 13 specimens (9 taxa) with other type status.","Authors":"Putshkov, AV (Putshkov, Alexander V.) ; Martynov, AV (Martynov, Alexander V.)","Title":"The type-specimens of Caraboidea beetles (Coleoptera, Adephaga) deposited in the collections of the I. I. Schmalhausen Institute of Zoology, National Academy of Sciences of Ukraine"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000395774100036 ISSN: 0034-4338 eISSN: 1935-0236","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Medieval & Renaissance Studies","Journal Information":"RENAISSANCE QUARTERLY Volume: 70 Issue: 1 Pages: 281-U326 Published: SPR 2017","Authors":"Pyle, CM (Pyle, Cynthia M.)","Title":"Zoology in Early Modern Culture: Intersections of Science, Theology, Philology, and Political and Religious Education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394795000001 ISSN: 1175-5326 eISSN: 1175-5334","Keywords":"Coleoptera; Chrysomelidae; Cryptocephalinae; Fulcidacini; genital morphology; Chlamisus; new species; China","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOTAXA Volume: 4233 Issue: 1 Pages: 1-138 DOI: 10.11646/zootaxa.4233.1.1 Published: FEB 21 2017","Abstract":"This study is focused on the Chinese fauna of the leaf beetle genus Chlamisus Rafinesque, 1815 (Coleoptera: Chrysomelidae) and three new species are described, namely C. corollinotatus sp. nov. from Guangxi, and C. lycocephalus sp. nov. and C. varipennatus sp. nov. from Yunnan. The number of the Chinese Chlamisus is thus increased to 66. Twenty-five species are redescribed with the emphasis mainly on the genital morphological characters that are observed and reported for the first time for most species of the genus from China. Color plates and line drawings of general habitus and other detailed structures are also provided. Chinese fauna of the genus is keyed to species. Type specimens of the new species and other materials included in this study are deposited in the Institute of Zoology, the Chinese Academy of Sciences, Beijing.","Authors":"Su, L (Su, Liang) ; Zhou, HZ (Zhou, Hong-Zhang)","Title":"Taxonomy of the genus Chlamisus Rafinesque (Coleoptera: Chrysomelidae) from China with description of three new species"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394794700001 ISSN: 1175-5326 eISSN: 1175-5334","Keywords":"bibliography; biography; collection; nematologist; Sweden KeyWords Plus:DE-MAN","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOTAXA Volume: 4232 Issue: 4 Pages: 451-490 DOI: 10.11646/zootaxa.4232.4.1 Published: FEB 20 2017","Abstract":"The Swedish marine nematologist Carl Allgen (1886-1960) published 185 scientific papers on parasitic, terrestrial, limnic and especially marine nematodes between 1921 and 1960. Among them are also some papers on species of suctorians found mostly on desmodorid nematodes. He described about 70 new genera and over 800 new species and subspecies of nematodes. Allgen left a large collection of nematodes to the Swedish Museum of Natural History in Stockholm and it is now deposited in the invertebrate collection of the Zoology department. The collection comprises about 4500 slides in total, with about 310 slides containing type specimens collected from the Arctic to Antarctica. Allgen's publications have to a large extent been ignored by scientists working on marine nematodes, likely because of the poor quality of many of his species descriptions. The authors want to remind the scientific community about the existence of Allgen's collection, its availability for study and its importance for nematode taxonomy and systematics. A complete list of Allgen's publications, a list of all species described by him, and a list of type material available is presented.","Authors":"Bostrom, S (Bostrom, Sven) ; Holovachov, O (Holovachov, Oleksandr)","Title":"The Swedish marine nematologist Carl Allgen (1886-1960): a bio-bibliography and his collection"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000395121300001 PubMed ID: 28148209 ISSN: 0289-0003","Keywords":"journal; zoology; paleontology; evolution; animals; publishing KeyWords Plus:VERTEBRATE HEAD; MORPHOLOGY; MUSCLES; GNATHOSTOMES; ADAPTATION; DIVERSITY; LAMPREY; HAGFISH; NUMBER","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOLOGICAL SCIENCE Volume: 34 Issue: 1 Pages: 1-4 DOI: 10.2108/zs160203 Published: FEB 2017","Abstract":"Zoological Letters, an open access online journal launched in 2015 is entering its third year of publication, and now seeks to drive new insights in evolutionary and comparative zoology by the inclusion of paleontological studies into its scope.","Authors":"Kuratani, S (Kuratani, Shigeru) ; Fukatsu, T (Fukatsu, Takema)","Title":"Paleontological Studies Integrated into a New Evolutionary Zoology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000394150100007 ISSN: 0924-9907 eISSN: 1573-7683","Keywords":"Graph clustering; Discrete Ginzburg-Landau functional; Image segmentation; Scale detection; Hough transform KeyWords Plus:FLYCATCHER FICEDULA-HYPOLEUCA; HIGH-DIMENSIONAL DATA; PIED FLYCATCHER; ACTIVE CONTOURS; THRESHOLD DYNAMICS; GAMMA-CONVERGENCE; MEAN-CURVATURE; FOREHEAD PATCH; CLASSIFICATION; APPROXIMATION","Categories":"Computer Science; Mathematics Web of Science Categories:Computer Science, Artificial Intelligence; Computer Science, Software Engineering; Mathematics, Applied","Journal Information":"JOURNAL OF MATHEMATICAL IMAGING AND VISION Volume: 57 Issue: 2 Pages: 269-291 DOI: 10.1007/s10851-016-0678-0 Published: FEB 2017","Abstract":"We consider the problem of scale detection in images where a region of interest is present together with a measurement tool (e.g. a ruler). For the segmentation part, we focus on the graph-based method presented in Bertozzi and Flenner (Multiscale Model Simul 10(3):1090-1118, 2012) which reinterprets classical continuous Ginzburg-Landau minimisation models in a totally discrete framework. To overcome the numerical difficulties due to the large size of the images considered, we use matrix completion and splitting techniques. The scale on the measurement tool is detected via a Hough transform-based algorithm. The method is then applied to some measurement tasks arising in real-world applications such as zoology, medicine and archaeology.","Authors":"Calatroni, L (Calatroni, Luca) ; van Gennip, Y (van Gennip, Yves) ; Schonlieb, CB (Schonlieb, Carola-Bibiane) ; Rowland, HM (Rowland, Hannah M.) ; Flenner, A (Flenner, Arjuna)","Title":"Graph Clustering, Variational Image Segmentation Methods and Hough Transform Scale Detection for Object Measurement in Images"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393039300025 PubMed ID: 27815795 ISSN: 0094-5145 eISSN: 1573-3610","Keywords":"Charles William Lacaillade; Lacaillade genealogy; William Morgan LaCaillade; Hector David LaCaillade; Edward J. Keegan; George H. Parker; Theobald Smith; William Morton Wheeler; Bussey Institute; The Rockefeller Institute; St. John's University KeyWords Plus:EQUINE ENCEPHALOMYELITIS; TRANSMISSION; VIRUS","Categories":"Health Care Sciences & Services; Public, Environmental & Occupational Health Web of Science Categories:Health Policy & Services; Public, Environmental & Occupational Health","Journal Information":"JOURNAL OF COMMUNITY HEALTH Volume: 42 Issue: 1 Pages: 179-212 DOI: 10.1007/s10900-016-0273-8 Published: FEB 2017","Abstract":"Charles William Lacaillade (1904-1978) was an eminent biologist in the middle decades of the twentieth century. He was born in Lawrence, Massachusetts of parents whose ancestors were French Canadians. His father, also named Charles William Lacaillade, was a dentist who graduated from Tufts University School of Dentistry in 1898. His mother, Elodia Eno, came from a family of very successful businessmen. Lacaillade was the third of six children. His two older brothers, Harold Carleton and Hector Eno, both graduated from the University of Louisville, School of Dentistry, while his younger brother, Lawrence, became a businessman. His sister, Luemma, married Dr. Henry Steadman, a veterinarian, while his youngest sister, Gloria, married a U.S. Army officer, Lieutenant Colonel Victor Anido. Lacaillade received his MS and PhD degrees in biology and zoology from Harvard University. He then became a fellow at The Rockefeller Institute for Medical Research. At both institutions, he studied under some of the most eminent biological scientists of the time. These included Rudolf W. Glaser, George Howard Parker, Theobald Smith, Carl TenBroeck, and William Morton Wheeler. At the Rockefeller Institute, he co-discovered the vector and mode of transmission of Eastern Equine Encephalomyelitis. This discovery, and the research he conducted with Rudolf W. Glaser, quickly established him as an outstanding biological researcher. However, a change in leadership at the Rockefeller Institute resulted in research priorities being given to the disciplines of general physiology, physical chemistry, and nutrition. This shift in the research agenda away from the biological sciences precluded career advancement at the Rockefeller Institute for post-doctoral fellows like Lacaillade. It was the height of the Great Depression, and even biologists with terminal doctoral degrees found it difficult to find positions. In 1935, Lacaillade accepted a position as an assistant in biology at St. John's College in Brooklyn, New York. Although a small single-gender college for men, the Department of Biology there under Dr. Andrew I. Dawson had an impressive record of research achievements. Lacaillade remained at this institution for the remainder of his career until his retirement in 1970. He eventually became Distinguished Professor of Biology, Chair of the Department of Biology, and the recipient of numerous awards and recognitions. Lacaillade quickly developed a reputation as an outstanding teacher, mentor, and scientist. He taught introductory courses in biology as well as advanced ones in parasitology and entomology. He preceptored graduate students and guided their dissertation research. Above all else, he was a superb mentor who provided sage advice to pre-professional students planning careers in medicine and dentistry. Lacaillade effortlessly adapted to the transformation of St. John's College, with an annual enrollment of some 600, to St. John's University, with an average annual student census of 20,000. He also oversaw the geographic relocation of his department from Brooklyn to the then new campus in Jamaica, New York in 1955. He proved to be a stabilizing presence during the faculty strike of 1966 and its aftermath which included a reorganization of the university. Throughout his life, Lacaillade was admired as a man of letters. His interests spanned art, literature, opera, and the theater. He had a passionate interest in English literature, about which he wrote, and was proud of his collection of first editions of English writers. Charles William Lacaillade was an eminent success as a research biologist early in his career. However, his greater successes came later as an outstanding educator and mentor. As such, he had a positive and lasting influence on the lives and careers of many students and colleagues. He passed away on 17 September 1978 in Danvers, Massachusetts.","Authors":"Imperato, PJ (Imperato, Pascal James)","Title":"Charles William Lacaillade. Biologist, Parasitologist, Educator, and Mentor"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000397931300002 ISSN: 1040-6182 eISSN: 1873-4553","Keywords":"Vinca; Neolithic; Interdisciplinary; Environment; Chronology; Tell KeyWords Plus:LEPENSKI-VIR","Categories":"Physical Geography; Geology Web of Science Categories:Geography, Physical; Geosciences, Multidisciplinary","Journal Information":"QUATERNARY INTERNATIONAL Volume: 429 Pages: 3-12 Part: A DOI: 10.1016/j.quaint.2015.03.018 Published: JAN 30 2017","Abstract":"The site of Vinca is often regarded as a yardstick for the entire Late Neolithic period of southeast Europe. Neolithic farmers, cattle-breeders, fishers, hunters, craftsmen, tradesmen and artists lived here for more than a millennium between 5600 and 4500 B.C. The site contains more than 9 m of cultural deposits, and its exceptional position at the crossroads of natural routes, at the bank of the River Danube, between the vast Pannonian plain and hilly inland made it ideal for scientific research. The site of Vinca-Belo Brdo became known among archaeologists and general public soon after its discovery in 1908. Since then, there three generations of archaeologists have been excavating here. Miloje M. Vasic will be remembered as the first one to bring to light artefacts and dwelling objects of what later became known as the Vinca culture. He had excavated the entire cultural deposit in ten campaigns between 1908 and 1934 at the central part of the site and discovered at least ten dwelling horizons, all yielding rich and abundant archaeological material. The excavations of 1978-1987, led by N. Tasic, D. Srejovic and G. Marjanovic-Vujovic, have ascertained the existence of post Neolithic dwelling horizons dated in the Copper Age, late Bronze Age and Medieval periods. Archaeological material from the site that has been excavated in the course of 105 years has been thoroughly studied, analysed, and published. It seems that it has given all the answers regarding internal division, style and function of pottery, procurement of raw materials, and relationship with other contemporaneous populations, but there are questions which cannot be answered by traditional archaeological means. The ongoing research at Belo Brdo in Vinca which started in 1998 and directed by the author of this text focuses not only on archaeological research but also on attracting and involving experts from different scientific disciplines. Archaeo-botany, archaeo-zoology, geology, geophysics, chemistry, IT, soil sciences, and geography will be used in our attempt to reconstruct some aspects of the palaeoenvironment of the site of Vinca. These new results of applied sciences, combined with archaeological knowledge, will help us answer much more complex questions concerning the relationship of human populations and their environment; explain some of the choices these people made; and perhaps give us an answer as to why they had left the site by the end of the Neolithic. (C) 2015 Elsevier Ltd and INQUA. All rights reserved.","Authors":"Tasic, NN (Tasic, Nenad N.)","Title":"New questions for the old setting"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392055500001 ISSN: 1175-5326 eISSN: 1175-5334","Keywords":"Squat lobsters; Chirostylidae; Uroptychus; morphology; new species; western Atlantic","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOTAXA Volume: 4221 Issue: 3 Pages: 251-290 DOI: 10.11646/zootaxa.4221.3.1 Published: JAN 18 2017","Abstract":"Eight species of squat lobsters of the genus Uroptychus are reported from the western Atlantic based on the collections of the Museum of Comparative Zoology at Harvard, the Smithsonian Institution and Texas A&M University. Uroptychus nitidus (A. Milne-Edwards, 1880) is reviewed and redescribed, with a syntype taken at Blake Station 200 off Martinique designated as the lectotype. Uroptychus alphonsei n. sp. is named for U. nitidus variety C Chace, 1942, U. fenneri n. sp. for U. nitidus variety A Chace, 1942, and U. janiceae n. sp. for U. nitidus variety B Chace, 1942; U. lindae n. sp. is described on the basis of specimens collected by the Alaminos in the Caribbean Sea off northern Columbia; U. rafai n. sp. is described based on a sole specimen taken from the Straits of Florida; U. reedae n. sp. is described from among the syntypes of U. nitidus; and U. uncifer (A. Milne-Edwards, 1880) is redescribed to elaborate on its specific status, with the designation of lectotype from Blake Station 299 off the coast of Barbados. The number of species of Uroptychus from the western Atlantic now stands at 21. A key to these species is provided.","Authors":"Baba, K (Baba, Keiji) ; Wicksten, MK (Wicksten, Mary K.)","Title":"Uroptychus nitidus (A. Milne-Edwards, 1880) and related species (Crustacea: Decapoda: Anomura: Chirostylidae) from the western Atlantic"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390394700015 ISSN: 0024-1164 eISSN: 1502-3931","Keywords":"Annelida; cololites; coprolite; earthworm palaeobiology; intestinal casts; pseudo-coprolite KeyWords Plus:EARTHWORM LUMBRICUS-TERRESTRIS; SOFT-BODIED FOSSILS; SOUTHERN SASKATCHEWAN; HYDROSTATIC SKELETONS; WHITEMUD FORMATION; WESTERN CANADA; MINERALIZATION; TISSUE; PRESERVATION; SEDIMENTS","Categories":"Paleontology Web of Science Categories:Paleontology","Journal Information":"LETHAIA Volume: 50 Issue: 1 Pages: 194-216 DOI: 10.1111/let.12186 Published: JAN 2017","Abstract":"Innumerable coprolite specimens, alternatively pseudo-coprolites, are distributed in several Late Cretaceous-to-Neogene continental deposits hosted by the Whitemud Formation (Maastrichtian) in southern Saskatchewan, Canada, Golden Valley Formation (Paleocene) in western North Dakota and the Wilkes Formation (Miocene) in Washington State, USA. These massive accumulations of excrement-shaped specimens also include multi-decimetre-long specimens previously interpreted as casts of intestinal organs by an unknown zoology, possibly reptilian. The possible vertebrate zoology origin of these has been widely disputed because of the lack of any skeletal remains or any other definitive evidence of palaeobiology. Alternative originations suggest non-zoological processes, such as sideritic muds extruded by biogenic gas-driven flows during diagenesis. Multi-decimetre-long intestine-like casts recovered from the three deposits differ from the more widely distributed faeces-like specimens because their elongated forms have bilateral symmetry in cross-section and surface textures consisting of sub-mm-wide longitudinal parallel striations extending without interruption along the looped and coiled surfaces. These possible impressions of musculature are not present on smaller specimens having coprolite-like shapes. A novel interpretation proposes that these multi-decimetre-long specimens may be gut casts of a previously unrecognized giant terrestrial earthworm (Oligochaeta) that existed from the Late Cretaceous to the Neogene. The possibility of this Annelida zoology provides palaeobiological resolution for the lack of any evidence of vertebrate skeletal remains or other evidence of origination and further suggests that the innumerable excrement-like specimens may also have palaeobiological affinity.","Authors":"Broughton, PL (Broughton, Paul L.)","Title":"Enigmatic origin of massive Late Cretaceous-to-Neogene coprolite-like deposits in North America: a novel palaeobiological alternative to inorganic morphogenesis"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389894000001 ISSN: 1175-5326 eISSN: 1175-5334","Keywords":"flesh flies; species; genera; taxonomy; nomenclature; new synonyms KeyWords Plus:GENUS; REVISION","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOTAXA Volume: 4208 Issue: 4 Pages: 301-324 DOI: 10.11646/zootaxa.4208.4.1 Published: DEC 19 2016","Abstract":"An updated taxonomic catalog of all 32 species of the subfamily Paramacronychiinae so far known to occur in China is presented. The catalog includes data on type locality, references, distribution and information on type material for nominal species with a Chinese type locality. Additional specimens deposited in the Institute of Zoology, Chinese Academy of Sciences and the Museum of Beijing Forestry University were examined. The genus Wohlfahrtiodes Villeneuve, 1910 and the species Wohlfahrtiodes marzinowskyi Rohdendorf, 1962 are new records from China. Two new synonyms are proposed: Wohlfahrtia Brauer & Bergenstamm, 1889 = Sinotibetomyia Xue in Xue & Fei, 2011, syn. nov., and Wohlfahrtia atra Aldrich, 1926 = Sinotibetomyia curvifemura Xue & Fei, 2011, syn. nov.","Authors":"Zhang, D (Zhang, Dong) ; Zhang, M (Zhang, Ming) ; Wang, C (Wang, Chao) ; Pape, T (Pape, Thomas) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Pape, Thomas  E-7520-2011 http://orcid.org/0000-0001-6609-0609","Title":"Catalog of the Paramacronychiinae of China (Diptera: Sarcophagidae)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398384100020 ISSN: 1062-3590 eISSN: 1026-3470","Keywords":"population ecology; reproduction; adaptations; trophic; chemical signals; stress; immunity KeyWords Plus:MAJOR HISTOCOMPATIBILITY COMPLEX; FOLLICLE-STIMULATING-HORMONE; MATE CHOICE DECISIONS; MALE-MICE; REPRODUCTIVE DEVELOPMENT; MICROTUS-MONTANUS; IMMUNOCOMPETENCE HANDICAP; ENVIRONMENTAL-FACTORS; MHC-GENOTYPE; MEADOW VOLES","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGY BULLETIN Volume: 43 Issue: 9 Pages: 1161-1174 DOI: 10.1134/S1062359016110108 Published: DEC 2016","Abstract":"This review shows that the interpenetration of population ecology and animal physiology positively affects the both scientific directions that are important fields of modern zoology. Due to progress in the development of telemetry and non-invasive methods to assess the animal state, as well as of moleculargenetic methods that permit to distinguish the markers reflecting the individual history of an individual, the possibilities of studying responses of an organism to environmental impacts have been greatly expanded. The combined use of traditional ecological and modern physiological, immunological, and molecular-genetic methods promotes to reveal mechanisms responsible for the stable existence of population in the dynamic environment. In addition, the analysis of the contribution of physiological and immunological processes to the formation of adaptations on the population level is a requirement to understand their adaptive importance, which is not always evident when considering a problem at the organism-centric level.","Authors":"Moshkin, MP (Moshkin, M. P.) ; Gerlinskaya, LA (Gerlinskaya, L. A.)","Title":"Energetic Metabolism, Stress, and Immunity-Development of Population Physiology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000398384100021 ISSN: 1062-3590 eISSN: 1026-3470","Keywords":"chemical communication; mammals; pheromones KeyWords Plus:VAGINAL SECRETION; GOLDEN-HAMSTER; SEX-PHEROMONE; PHODOPUS-CAMPBELLI; DIMETHYL DISULFIDE; ELEPHAS-MAXIMUS; RESPONSES; SIGNALS; TESTOSTERONE; REPRODUCTION","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"BIOLOGY BULLETIN Volume: 43 Issue: 9 Pages: 1175-1183 DOI: 10.1134/S1062359016110157 Published: DEC 2016","Abstract":"Chemical communication is one of the most important branches of zoology and chemical ecology. In the review, we analyze the main directions of chemical communication in mammals, mainly as based on the works of Russian researchers belonging to the school of the late Academician V.E. Sokolov, some approaches to solving specific zoological and ecological problems, and future prospects of the development of research. The following areas of research are discussed: the role of chemical signals as reproductive isolating mechanisms, sex pheromones, the recognition of individual odor, a seasonal hormonal response to olfactory signals, and the chemistry of natural substances.","Authors":"Surov, AV (Surov, A. V.) ; Maltsev, AN (Maltsev, A. N.)","Title":"Analysis of Chemical Communication in Mammals: Zoological and Ecological Aspects"}, {"Document Information":"Document Type:Article Language:Russian Accession Number: WOS:000395723300007 ISSN: 0044-5134","Keywords":"chemical communication; mammal; pheromone KeyWords Plus:VAGINAL SECRETION; PHODOPUS-CAMPBELLI; DIMETHYL DISULFIDE; ELEPHAS-MAXIMUS; GOLDEN-HAMSTER; SEX-PHEROMONE; RESPONSES; TESTOSTERONE; FEMALES; RODENTS","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOLOGICHESKY ZHURNAL Volume: 95 Issue: 12 Pages: 1449-1458 DOI: 10.7868/S0044513416120175 Published: DEC 2016","Abstract":"Chemical communication is one of the most important branches of zoology and chemical ecology. In the review we analyze the main directions of chemical communication in mammals, mainly as based on the works of Russian researchers which belong to the school of the late Academician V.E. Sokolov, some approaches to solving specific zoological and ecological problems, and future prospects of the development of research. The following areas of research are discussed: the role of chemical signals as reproductive isolating mechanisms, sex pheromones, the recognition of individual odor, a seasonal hormonal response to olfactory signals, the chemistry of natural substances.","Authors":"Surov, AV (Surov, A. V.) ; Maltsev, AN (Maltsev, A. N.)","Title":"ANALYSIS OF CHEMICAL COMMUNICATION IN MAMMALS: ZOOLOGICAL AND ECOLOGICAL ASPECTS"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000392904700005 ISSN: 0014-0767 eISSN: 1931-0234","Categories":"Literature Web of Science Categories:Literature, Romance","Journal Information":"ESPRIT CREATEUR Volume: 56 Issue: 4 Pages: 49-63 Published: WIN 2016","Authors":"Blix, G (Blix, Goran)","Title":"The Zoology of Mind: Instinct and Intelligence in Eighteenth- and Nineteenth-Century Natural History"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000392166500025 ISSN: 1870-3453","Keywords":"Phoresy; New records; Click beetles; Pseudoescorpions KeyWords Plus:INSECTS","Categories":"Biodiversity & Conservation Web of Science Categories:Biodiversity Conservation","Journal Information":"REVISTA MEXICANA DE BIODIVERSIDAD Volume: 87 Issue: 4 Pages: 1369-1371 DOI: 10.1016/j.rmb.2016.07.019 Published: DEC 2016","Abstract":"Organisms establish different interactions. In the case of beetles and pseudoescorpions it is phoresy, which consists in the transportation of the latter by the former. In this paper the relationship between Lustrochernes grossus and Parachelifer scabriculus with the click beetle Chalcolepidius approximatus is described. We examined 87 specimens of C. approximatus from the collections of the Museum of Zoology Alfonso L. Herrera of Facultad de Ciencias and Coleccion Nacional de Insectos, Institute de Biologia, both from Universidad Nacional AutOnoma de Mexico. The arachnids were processed using Hoff's technique, modified following Wirth and Marston. We found 18 pseudoscorpions under the elytra of 7 beetles, 10 of L. grossus fron Morelos, Jalisco and Guerrero, and 8 of P. scabriculus from Morelos only. The presence of pseudoscorpions on the click beetle is because both live under the bark of trees and probably the relationship was established there. This is the first record of P. scabriculus associated with Mexican click beetles and the first one of L. grossus with C. approximatus in Morelos and Guerrero. (C) 2016 Universidad Nacional Autonoma de Mexico, Institute de Biologia.","Authors":"Villegas-Guzman, GA (Alfredo Villegas-Guzman, Gabriel) ; Martinez-Luque, EO (Omar Martinez-Luque, Erick) ; Zurita-Garcia, ML (Leonel Zurita-Garcia, Martin)","Title":"Pseudoscorpions (Arachnida: Pseudoscorpiones) phoretic with Chalcolepidius approximatus (Coleoptera: Elateridae)"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000390834700005 ISSN: 0341-8391","Categories":"Life Sciences & Biomedicine - Other Topics; Zoology Web of Science Categories:Biology; Zoology","Journal Information":"SPIXIANA Volume: 39 Issue: 2 Pages: 199-201 Published: DEC 2016","Authors":"Schrodl, M (Schroedl, Michael) ; Haszprunar, G (Haszprunar, Gerhard)","Title":"Do we need Epitypes in Zoology?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390737000003 PubMed ID: 27938718 ISSN: 0039-3681 eISSN: 1879-2510","Keywords":"Scientific change; Collaboration; Scientific practice; Big science; Research organization; Paradigm KeyWords Plus:VERTEBRATE-ZOOLOGY; SCIENCE; KNOWLEDGE; BIOLOGY; SCALE; SOCIOLOGY; PROJECT; SYSTEMS; MUSEUM","Categories":"History & Philosophy of Science Web of Science Categories:History & Philosophy Of Science","Journal Information":"STUDIES IN HISTORY AND PHILOSOPHY OF SCIENCE Volume: 60 Pages: 18-28 DOI: 10.1016/j.shpsa.2016.08.003 Published: DEC 2016","Abstract":"We propose a framework to describe, analyze, and explain the conditions under which scientific communities organize themselves to do research, particularly within large-scale, multidisciplinary projects. The framework centers on the notion of a research repertoire, which encompasses well-aligned assemblages of the skills, behaviors, and material, social, and epistemic components that a group may use to practice certain kinds of science, and whose enactment affects the methods and results of research. This account provides an alternative to the idea of Kuhnian paradigms for understanding scientific change in the following ways: (1) it does not frame change as primarily generated and shaped by theoretical developments, but rather takes account of administrative, material, technological, and institutional innovations that contribute to change and explicitly questions whether and how such innovations accompany, underpin, and/or undercut theoretical shifts; (2) it thus allows for tracking of the organization, continuity, and coherence in research practices which Kuhn characterized as 'normal science' without relying on the occurrence of paradigmatic shifts and revolutions to be able to identify relevant components; and (3) it requires particular attention be paid to the performative aspects of science, whose study Kuhn pioneered but which he did not extensively conceptualize. We provide a detailed characterization of repertoires and discuss their relationship with communities, disciplines, and other forms of collaborative activities within science, building on an analysis of historical episodes and contemporary developments in the life sciences, as well as cases drawn from social and historical studies of physics, psychology, and medicine. (C) 2016 The Author(s). Published by Elsevier Ltd. This is an open access article under the CC BY license (http://creativecommons.org/licenses/by/4.0/).","Authors":"Ankeny, RA (Ankeny, Rachel A.) ; Leonelli, S (Leonelli, Sabina) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Leonelli, Sabina  http://orcid.org/0000-0002-7815-6609","Title":"Repertoires: A post-Kuhnian perspective on scientific change and collaborative research"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000393024700004 ISSN: 1748-0485 eISSN: 1748-0493","Keywords":"Communication science; cultural science; dynamics; evolution; groups; knowledge; noosphere; semiosphere; systems","Categories":"Communication Web of Science Categories:Communication","Journal Information":"INTERNATIONAL COMMUNICATION GAZETTE Volume: 78 Issue: 7 Pages: 627-635 Special Issue: SI DOI: 10.1177/1748048516655712 Published: NOV 2016","Abstract":"What if communication has been pursuing the wrong kind of science? This article argues that the physics-based or 'transmission' model derived from Claude Shannon and criticised by James Carey does not explain how communication works. We argue instead for a model derived from the evolutionary and complexity sciences. Here, communication is based on dynamic systems of meaning (not individual 'particles' of information), and relations among knowledge-producing agents in culture-made groups. We call this sign-based evolutionary and systems model of communication 'cultural science' (Hartley and Potts, 2014), and invite communication scholars to assist in its development as a 'modern synthesis' for communication, along the lines of Huxley's synthesis of botany and zoology as evolutionary bioscience.","Authors":"Hartley, J (Hartley, John) ; Potts, J (Potts, Jason)","Title":"'Paris with snakes'? The future of communication is/as 'Cultural Science'"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000391986400004 PubMed ID: 27966274 ISSN: 1552-5007 eISSN: 1552-5015","Categories":"Evolutionary Biology; Developmental Biology; Zoology Web of Science Categories:Evolutionary Biology; Developmental Biology; Zoology","Journal Information":"JOURNAL OF EXPERIMENTAL ZOOLOGY PART B-MOLECULAR AND DEVELOPMENTAL EVOLUTION Volume: 326 Issue: 7 Pages: 422-436 DOI: 10.1002/jez.b.22714 Published: NOV 2016","Abstract":"The study of aplacophoran mollusks (i.e., Solenogastres or Neomeniomorpha and Caudofoveata or Chaetodermomorpha) has traditionally been regarded as crucial for reconstructing the morphology of the last common ancestor of the Mollusca. Since their proposed close relatives, the Polyplacophora, show a distinct seriality in certain organ systems, the aplacophorans are also in the focus of attention with regard to the question of a potential segmented ancestry of mollusks. To contribute to this question, we investigated cell proliferation patterns and the expression of the twist ortholog during larval development in solenogasters. In advanced to late larvae, during the outgrowth of the trunk, a pair of longitudinal bands of proliferating cells is found subepithelially in a lateral to ventrolateral position. These bands elongate during subsequent development as the trunk grows longer. Likewise, expression of twist occurs in two laterally positioned, subepithelial longitudinal stripes in advanced larvae. Both, the pattern of proliferating cells and the expression domain of twist demonstrate the existence of extensive and long-lived mesodermal bands in a worm-shaped aculiferan, a situation which is similar to annelids but in stark contrast to conchiferans, where the mesodermal bands are usually rudimentary and ephemeral. Yet, in contrast to annelids, neither the bands of proliferating cells nor the twist expression domain show a separation into distinct serial subunits, which clearly argues against a segmented ancestry of mollusks. Furthermore, the lack of twist expression during the development of the ventromedian muscle argues against homology of a ventromedian longitudinal muscle in protostomes with the notochord of chordates. (C) 2016 The Authors. Journal of Experimental Zoology Part B: Molecular and Developmental Evolution published by Wiley Periodicals, Inc.","Authors":"Redl, E (Redl, Emanuel) ; Scherholz, M (Scherholz, Maik) ; Wollesen, T (Wollesen, Tim) ; Todt, C (Todt, Christiane) ; Wanninger, A (Wanninger, Andreas)","Title":"Cell Proliferation Pattern and Twist Expression in an Aplacophoran Mollusk Argue Against Segmented Ancestry of Mollusca"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390198500018 PubMed ID: 27556224 ISSN: 0001-3765 eISSN: 1678-2690","Keywords":"Bradypus; Brazil; Carolus Clusius; Georg Marcgrave; History of Zoology; naturalists","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"ANAIS DA ACADEMIA BRASILEIRA DE CIENCIAS Volume: 88 Issue: 3 Pages: 1799-1808 Supplement: S DOI: 10.1590/0001-3765201620150758 Published: NOV 2016","Abstract":"Sloths were a curiosity item for Europeans in the 16th and 17th centuries, and several descriptions of them exist in bestiaries and texts of that time. Here, we assemble the descriptions and drawings of sloths from the travellers and naturalists of those centuries in the Brazilian Atlantic Forest. The sloth was a novelty to the European audience, and it was described in many strange and inaccurate ways: as a monster, a beast, or an odd child. It served as a source of admiration, amusement, and confusion among naturalists and travellers of the 16th and 17th centuries. We also raised the question about the identity of Carolus Clusius' sloth, a drawing published in Exoticorum libri decem (1605). We compared his drawing with earlier depictions and descriptions, from Andre Thevet (1516-1590) to George Marcgrave (1610-1644). We present evidence to validate the first drawing of the maned sloth, completed 206 years before the official taxonomic description.","Authors":"Moreira, DO (Moreira, Danielle O.) ; Mendes, SL (Mendes, Sergio L.)","Title":"Sloths of the Atlantic Forest in the sixteenth and seventeenth centuries"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000387798200001 PubMed ID: 27620698 ISSN: 1749-4877 eISSN: 1749-4869","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"INTEGRATIVE ZOOLOGY Volume: 11 Issue: 6 Pages: 423-423 DOI: 10.1111/1749-4877.12230 Published: NOV 2016","Authors":"Zhang, ZB (Zhang, Zhibin)","Title":"A landmark of Integrative Zoology's development"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000387798200002 PubMed ID: 27620846 ISSN: 1749-4877 eISSN: 1749-4869","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"INTEGRATIVE ZOOLOGY Volume: 11 Issue: 6 Pages: 424-424 DOI: 10.1111/1749-4877.12231 Published: NOV 2016","Authors":"Chen, YY (Chen, Yiyu)","Title":"A remarkable achievement of Integrative Zoology on its 10th Anniversary"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000387798200003 PubMed ID: 27621029 ISSN: 1749-4877 eISSN: 1749-4869","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"INTEGRATIVE ZOOLOGY Volume: 11 Issue: 6 Pages: 425-425 DOI: 10.1111/1749-4877.12232 Published: NOV 2016","Authors":"Buckeridge, JS (Buckeridge, John S.)","Title":"Integrative Zoology: 2006-2016-A decade of substantial achievement!"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000387798200004 PubMed ID: 27621114 ISSN: 1749-4877 eISSN: 1749-4869","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"INTEGRATIVE ZOOLOGY Volume: 11 Issue: 6 Pages: 426-426 DOI: 10.1111/1749-4877.12233 Published: NOV 2016","Authors":"Wang, TN (Wang, Tina)","Title":"Congratulatory remarks from Wiley, the publishing partner of Integrative Zoology"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000387062100016 ISSN: 1951-6355 eISSN: 1951-6401","Categories":"Physics Web of Science Categories:Physics, Multidisciplinary","Journal Information":"EUROPEAN PHYSICAL JOURNAL-SPECIAL TOPICS Volume: 225 Issue: 11-12 Pages: 2301-2317 DOI: 10.1140/epjst/e2016-60062-0 Published: NOV 2016","Abstract":"Bacteria, chemically-driven rods, and motility assays are examples of active (i.e. self-propelled) Brownian rods (ABR). The physics of ABR, despite their ubiquity in experimental systems, remains still poorly understood. Here, we review the large-scale properties of collections of ABR moving in a dissipative medium. We address the problem by presenting three different models, of decreasing complexity, which we refer to as model I, II, and III, respectively. Comparing model I, II, and III, we disentangle the role of activity and interactions. In particular, we learn that in two dimensions by ignoring steric or volume exclusion effects, large-scale nematic order seems to be possible, while steric interactions prevent the formation of orientational order at large scales. The macroscopic behavior of ABR results from the interplay between active stresses and local alignment. ABR exhibit, depending on where we locate ourselves in parameter space, a zoology of macroscopic patterns that ranges from polar and nematic bands to dynamic aggregates.","Authors":"Peruani, F (Peruani, Fernando)","Title":"Active Brownian rods"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386200100004 PubMed ID: 27811692 ISSN: 1175-5326 eISSN: 1175-5334","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOTAXA Volume: 4179 Issue: 1 Pages: 103-106 DOI: 10.11646/zootaxa.4179.1.4 Published: OCT 28 2016","Abstract":"The orb-weaving spider genus Plebs Joseph & Framenau, 2012 currently has only two representatives in India: Plebs himalayaensis (Tikader, 1975) from the Himalayas and Plebs mitratus (Simon, 1895) from the Nilgiris and Anamudi Shola National Park (World Spider Catalog 2016), both are found in high altitude mountainous habitats (Joseph & Framenau 2012). Both species were known only from females (World Spider Catalog 2016), although Sherriffs (1918, 1919) provided a description of an immature male of P. mitratus. In the present paper, we provide the first description of the adult male of P. mitratus, together with the detailed redescription of its female demonstrating considerable intraspecific variation. All measurements are in millimetres (mm) and were taken using an ocular micrometer. The specimens are deposited in the collection of the Division of Arachnology, Department of Zoology, Sacred Heart College, Thevara, Cochin, Kerala, India (ADSH). Abbreviations used in the text: AL-length of abdomen, ALE-anterior lateral eye, AME anterior median eye, AW-width of abdomen, CL-length of carapace, CW-width of carapace, PLE-posterior lateral eye, PME-posterior median eye, TL-total length, WAM-Western Australian Museum, I-IV-first to fourth leg.","Authors":"Paul, J (Paul, Jimmy) ; Sankaran, PM (Sankaran, Pradeep M.) ; Joseph, MM (Joseph, Mathew M.) ; Sebastian, PA (Sebastian, Pothalil A.)","Title":"The male of the orb-weaving spider Plebs mitratus (Simon, 1895) and a redescription of the female (Araneae, Araneidae)"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000386404200008 PubMed ID: 27780058 ISSN: 0960-9822 eISSN: 1879-0445","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"CURRENT BIOLOGY Volume: 26 Issue: 20 Pages: R918-R920 DOI: 10.1016/j.cub.2016.08.036 Published: OCT 24 2016","Abstract":"Ctenophores, one of the most basal branches in the tree of life, have been found to have a through-gut, complete with mouth and anus. Basal animals are surprisingly complex and simplification has been rampant in animal evolution.","Authors":"Giribet, G (Giribet, Gonzalo)","Title":"Zoology: At Last an Exit for Ctenophores"}, {"Document Information":"Document Type:Article; Data Paper Language:English Accession Number: WOS:000390234100005 PubMed ID: 27727236 ISSN: 2052-4463","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC DATA Volume: 3 Article Number: UNSP 160091 DOI: 10.1038/sdata.2016.91 Published: OCT 11 2016","Abstract":"The study of freshwater fish species biodiversity and community composition is essential for understanding river systems, the effects of human activities on rivers, and the changes these animals face. Conducting this type of research requires quantitative information on fish abundance, ideally with long-term series and fish body measurements. This Data Descriptor presents a collection of 12 datasets containing a total of 146,342 occurrence records of 41 freshwater fish species sampled in 233 localities of various Iberian river basins. The datasets also contain 148,749 measurement records (length and weight) for these fish. Data were collected in different sampling campaigns (from 1992 to 2015). Eleven datasets represent large projects conducted over several years, and another combines small sampling campaigns. The Iberian Peninsula contains high fish biodiversity, with numerous endemic species threatened by various menaces, such as water extraction and invasive species. These data may support the development of large biodiversity conservation studies.","Authors":"Rodeles, AA (Rodeles, Amaia A.) ; Galicia, D (Galicia, David) ; Miranda, R (Miranda, Rafael) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Rodeles, Amaia  C-4329-2017 http://orcid.org/0000-0003-4109-6777 Galicia, David  H-7718-2012 http://orcid.org/0000-0002-2585-9888 Miranda, Rafael  B-2871-2010 http://orcid.org/0000-0003-4798-314X","Title":"Iberian fish records in the vertebrate collection of the Museum of Zoology of the University of Navarra"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000386745400007 ISSN: 1864-5755","Keywords":"Scincidae; Lygosominae; Anomalopus leuckartii; Australia; taxonomy; syntype; lectotype; morphology; natural history collections; museums KeyWords Plus:BENT-TOED GECKO; SQUAMATA GEKKONIDAE; MUSEUM; CYRTODACTYLUS; SPECIMENS; INDONESIA; JAVA","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"VERTEBRATE ZOOLOGY Volume: 66 Issue: 2 Pages: 169-177 Published: OCT 2016","Abstract":"We here report the rediscovery of a type specimen of the Australian skink Anomalopus leuckartii (WEINLAND, 1862) in the Museum of Zoology (Museum far Tierkunde), Senckenberg Natural History Collections Dresden (accession number MTKD 10205), heretofore presumed lost during World War II. Eidonomic data for the specimen conform to the original species description, and combined with the specimen's history, we are able to unequivocally identify it as part of the original syntype series. WEINLAND'S description was based on two specimens, one of which does indeed appear to be lost. Consequently, MTKD 10205 is designated as lectotype of A. leuckartii. This find invalidates the subsequent designation of AM R 44677 (Australian Museum, Sydney) as neotype for the species. The rediscovery highlights the importance of maintaining natural history collections, not merely as static archives but rather as dynamic and lively databases. This in combination with optimal taxonomic expertise as bedrock guarantees an environment, in which new discoveries are not impeded but actively promoted, thereby inevitably advancing modern biodiversity research.","Authors":"Mecke, S (Mecke, Sven) ; Mader, F (Mader, Felix) ; Kieckbusch, M (Kieckbusch, Max) ; Kaiser, H (Kaiser, Hinrich) ; Bohme, W (Boehme, Wolfgang) ; Ernst, R (Ernst, Raffael)","Title":"Tracking a syntype of the Australian skink Anomalopus leuckartii (WEIN LAND, 1862): 'lost' treasures in the Senckenberg Natural History Collections Dresden highlight the importance of reassessing and safe-guarding natural history collections"}, {"Document Information":"Document Type:Article Language:Russian Accession Number: WOS:000389162500002 ISSN: 0044-5134","Keywords":"population ecology; reproduction; adaptations; trophic; chemical signals; stress; immunity KeyWords Plus:MAJOR HISTOCOMPATIBILITY COMPLEX; FOLLICLE-STIMULATING-HORMONE; MATE CHOICE DECISIONS; REPRODUCTIVE DEVELOPMENT; MICROTUS-MONTANUS; MALE-MICE; IMMUNOCOMPETENCE HANDICAP; ENVIRONMENTAL-FACTORS; RHOMBOMYS-OPIMUS; MHC-GENOTYPE","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOLOGICHESKY ZHURNAL Volume: 95 Issue: 10 Pages: 1120-1135 DOI: 10.7868/S0044513416100056 Published: OCT 2016","Abstract":"This review shows that interactions between population ecology and animal physiology positively affect the scientific directions that are important fields of modern zoology. Due to progress in the development of telemetry and non-invasive methods to assess the animal state, as well as of molecular-genetic methods that permit to distinguish the markers reflecting the history of an individual, the possibilities of studying the responses of an organism to environmental impacts have greatly expanded. The combined use of traditional ecological and modern physiological, immunological, and molecular-genetic methods helps reveal the mechanisms responsible for the stable existence of a population in a dynamic environment. In addition, an analysis of the contribution of physiological and immunological processes to the formation of adaptations at the population level is a requirement to understand their adaptive importance, which is not always evident when considering the problem at the organism-centric level.","Authors":"Moshkin, MP (Moshkin, M. P.) ; Gerlinskaya, LA (Gerlinskaya, L. A.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Moshkin, Mikhail  N-7620-2014  ","Title":"ENERGY METABOLISM, STRESS, IMMUNITY - THE DEVELOPMENT OF POPULATION PHYSIOLOGY"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000387670700010 ISSN: 2041-210X eISSN: 2041-2096","Keywords":"biodiversity informatics; biomonitoring; controlled vocabulary; primary biodiversity data; semantic tools; species/abundance matrices; taxonomic databases; taxonomy; uncertainty; zoology KeyWords Plus:MEDITERRANEAN SEA; INFORMATICS; TAXONOMY; CONSERVATION; CHALLENGES; PRIORITIES; DIVERSITY; KNOWLEDGE; QUALITY; NAMES","Categories":"Environmental Sciences & Ecology Web of Science Categories:Ecology","Journal Information":"METHODS IN ECOLOGY AND EVOLUTION Volume: 7 Issue: 10 Pages: 1217-1225 DOI: 10.1111/2041-210X.12594 Published: OCT 2016","Abstract":"1. The uncertainty or the provisional status of a taxonomic identification can be expressed by a set of terms and abbreviations known as Open Nomenclature (ON) qualifiers. This approach is widely applied across biological disciplines, and a high amount of biodiversity data left in ON can be found in literature and data bases. However, there is no consensus about ON qualifiers and their meaning. 2. The use of ON qualifiers has been reviewed in order to provide a summary and guide to current practice in zoology. Some recommendation is given to avoid inconsistencies or vagueness. A flow chart is proposed to clarify the sources of uncertainties during identification and to facilitate the application of ON qualifiers. 3. This review provides a guide for taxonomists and ecologists currently involved in biomonitoring and biodiversity programmes, as well as for researchers dealing with biodiversity data infrastructures and tools, offering a starting point for a methodological harmonization.","Authors":"Sigovini, M (Sigovini, Marco) ; Keppel, E (Keppel, Erica) ; Tagliapietra, D (Tagliapietra, Davide) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Keppel, Erica  http://orcid.org/0000-0002-3969-7947 Tagliapietra, Davide  http://orcid.org/0000-0002-3394-4089","Title":"Open Nomenclature in the biodiversity era"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000384631400028 ISSN: 0260-9541 eISSN: 1755-6260","Categories":"History & Philosophy of Science; Science & Technology - Other Topics Web of Science Categories:History & Philosophy Of Science; Multidisciplinary Sciences","Journal Information":"ARCHIVES OF NATURAL HISTORY Volume: 43 Issue: 2 Pages: 374-375 DOI: 10.3366/anh.2016.0404 Published: OCT 2016","Authors":"Lawrence, N (Lawrence, Natalie)","Title":"Zoology in early modern culture: intersections of science, theology, philology, and political and religious education, vol 32"}, {"Document Information":"Document Type:Article; Data Paper Language:English Accession Number: WOS:000390232700003 PubMed ID: 27676217 ISSN: 2052-4463","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC DATA Volume: 3 Article Number: UNSP 160085 DOI: 10.1038/sdata.2016.85 Published: SEP 27 2016","Abstract":"We describe the pellet sampling data set from the Vertebrate Collection of the Museum of Zoology of the University of Navarra. This data set compiles all information about small mammals obtained from the analysis of owl pellets. The collection consists on skulls, mandibles, and some skeletons of 36 species of more than 72,000 georeferenced specimens. These specimens come from the Iberian Peninsula although most samples were collected in Navarra, a highly diverse transitional area of 10,000 kilometre square sitting across three biogeographical regions. The collection spans more than forty years and is still growing as a result of the establishment of a barn owl pellet monitoring network in 2015. The program will provide critical information about the evolution of the small mammals' community in this transition zone as it changes over time.","Authors":"Escribano, N (Escribano, Nora) ; Galicia, D (Galicia, David) ; Arino, AH (Arino, Arturo H.) ; Escala, C (Escala, Carmen) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Escribano, Nora  C-4330-2017 http://orcid.org/0000-0002-7863-4463 Galicia, David  H-7718-2012 http://orcid.org/0000-0002-2585-9888 Arino, Arturo H.  http://orcid.org/0000-0003-4620-6445","Title":"Long-term data set of small mammals from owl pellets in the Atlantic-Mediterranean transition area"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000383311900018 PubMed ID: 27450923 ISSN: 0165-0270 eISSN: 1872-678X","Keywords":"Compositional data; Statistical dependence; Logit transformation; Additive log ratio; Centred log ratio; Isometric log ratio KeyWords Plus:RAT; BEHAVIOR; NUCLEUS; RECEPTORS; ANXIETY; CHOICE; MICE","Categories":"Biochemistry & Molecular Biology; Neurosciences & Neurology Web of Science Categories:Biochemical Research Methods; Neurosciences","Journal Information":"JOURNAL OF NEUROSCIENCE METHODS Volume: 271 Pages: 154-159 DOI: 10.1016/j.jneumeth.2016.07.008 Published: SEP 15 2016","Abstract":"Background: Compositional data sum to a constant value, for example, 100%. In neuroscience, such data are common, for example, when estimating the percentage of time spent for a behavioural response in a limited choice situation or a neurochemical within brain tissue. Compositional data have a distinct structure which complicates analysis and makes inappropriate standard statistical analyses such as general linear model analyses and principal components or factor analysis (whether Q-mode or R-mode), as a result of the correlation of the components, the dependence of the pairwise covariance on which other components are included in the analysis, and the bounded nature of the data. New method: This problem has been recognised in disciplines such as geology and zoology for decades, where log ratio methods have been successfully applied. The isometric log ratio (ilr) method has some particular advantages. Comparison with existing method: Classical statistical methods such as t-tests, ANOVAs, and multivariate analyses are invalid when applied to compositional data. Conclusions: The compositional data analysis methods developed by statisticians and used by geologists and zoologists should be considered for compositional data analysis in neuroscience. (C) 2016 Elsevier B.V. All rights reserved.","Authors":"Smith, PF (Smith, Paul F.) ; Renner, RM (Renner, Ross M.) ; Haslett, SJ (Haslett, Stephen J.)","Title":"Compositional data in neuroscience: If you've got it, log it!"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000385911000010 ISSN: 0341-8391","Categories":"Life Sciences & Biomedicine - Other Topics; Zoology Web of Science Categories:Biology; Zoology","Journal Information":"SPIXIANA Volume: 39 Issue: 1 Pages: 61-74 Published: SEP 2016","Abstract":"The present study is based on oribatid mite material (Acari, Oribatida) collected during an expedition to Panguana (Amazonian Peru) in 2013, organized by the Bavarian State Collection of Zoology (Germany). A list of identified taxa, including 33 species, 27 genera and 19 families, is provided; of these, 13 species are recorded for the first time in Peru. Three new species, belonging to the genera Xenillus (Liacaridae), Hermannobates (Hermanniellidae) and Mesoplophora (Mesoplophoridae), are described. Xenillus amicorum Ermilov spec. nov. is similar to X. sanctipauli Perez-Inigo & Baggio, 1980, but differs by the presence of long lamellar cusps, strong inner tooth on each lamellar cusp and thick lamellar setae. Hermannobates dillerorum Ermilov spec. nov. is similar to H. dilatatus Ermilov, Sandmann, Marian & Maraun, 2014, but differs by the presence of bothridial setae with well developed heads, exuvial setae f(2)E pointed distally and exuvial setae d(1)E, e(1)E and f(1)E comparatively long. Mesoplophora (Mesoplophora) quasigaveae Niedbala spec. nov. is similar to M. (Mesoplophora) gaveae Schuster, 1962, but differs by the not ciliated prodorsal setae, different arrangement of ventral setae, and location of anal setae an(1) in posterior half of plates. Deuto- and tritonymphal instars of M. (Mesoplophora) quasigaveae Niedbala spec. nov. are described.","Authors":"Ermilov, SG (Ermilov, Sergey G.) ; Niedbala, W (Niedbala, Wojciech) ; Friedrich, S (Friedrich, Stefan)","Title":"Additions to the Peruvian oribatid mite fauna, including new records and descriptions of three new species (Acari, Oribatida)"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000384286100001 ISSN: 1125-0003 eISSN: 1748-5851","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ITALIAN JOURNAL OF ZOOLOGY Volume: 83 Issue: 3 Pages: 283-284 DOI: 10.1080/11250003.2016.1223610 Published: SEP 2016","Authors":"Boero, F (Boero, Ferdinando)","Title":"Teaching zoology in the age of machines"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000380708300005 ISSN: 1568-7759 eISSN: 1572-8676","Keywords":"Sociality; Behavior; Animal groups; Merleau-Ponty; Social ontology; Expression KeyWords Plus:SUPERORGANISM","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"Phenomenology and the Cognitive Sciences Volume: 15 Issue: 3 Pages: 403-422 DOI: 10.1007/s11097-015-9430-2 Published: SEP 2016","Abstract":"Through a critical engagement with Merleau-Ponty's discussion of the concepts of nature, life, and behavior, and with contemporary accounts of animal groups, this article argues that animal groups exhibit sociality and that sociality is a fundamental ontological condition. I situate my account in relation to the superorganism and selfish individual accounts of animal groups in recent biology and zoology. I argue that both accounts are inadequate. I propose an alternative account of animal groups and animal sociality through a Merleau-Pontian inspired definition of behavior. I criticize Merleau-Ponty's individualistic prejudice, but show that his philosophy contains the resources necessary to overcome this bias. I define behavior as a holistic, ongoing, meaningful and Umwelt-oriented intrinsically configured expression of living forms of existence. By looking at cases of animal groups drawn from contemporary studies in zoology and behavioral ecology, I show that animal groups, in the fact that they behave, manifest themselves to be a fundamental form of existence, namely, the social form of existence.","Authors":"Arango, A (Arango, Alejandro) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Arango Vargas, Alejandro  http://orcid.org/0000-0002-9482-286X","Title":"Animal groups and social ontology: an argument from the phenomenology of behavior"}, {"Document Information":"Document Type:Article Language:Russian Accession Number: WOS:000390396000020 ISSN: 1561-7793 eISSN: 1561-803X","Keywords":"Tomsk; Siberia Research Institute; science; 1919","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"TOMSK STATE UNIVERSITY JOURNAL Issue: 409 Pages: 122-127 DOI: 10.17223/15617793/409/20 Published: AUG 2016","Abstract":"In this article, the list of delegates of the Congress on the foundation of the Siberia Research Institute is analyzed using archive materials and documentary publications. The idea of founding a unified research organization that would work on the systematic and dedicated study of Siberia was first expressed in late October 1917, in the report of B.P. Weinberg, Professor of Tomsk Institute of Technology, at the First Siberian Regional Meteorological Congress in Irkutsk. The delegates were planning to found the organization to carry out a comprehensive research in the scope of the entire Siberia in basic scientific directions. The organization was planned to be democratic in its structure, comprising representatives from various federal, economic, and research groups, without which it would be impossible to get by in the times of the Civil War devastation. After the Meteorological Congress, an organizational meeting took place where members of the Executive Bureau were elected. The Executive Bureau was established to handle the founding of the institute with its centre in Irkutsk. The Bureau began to establish contacts with various Siberian scientific organizations, social and economic organizations and government offices. It is emphasized that while non-governmental organizations were eager to respond, governments were not. To regard this issue, B.P. Veinberg wrote to the Minister of Education, V.V. Sapozhnikov, asking him to make the upcoming Congress official and delegate officials from various ministries there. It was decided for the Congress to take place in Tomsk. Due to some developments in politics, the Congress on the foundation of the Siberia Research Institute was postponed until January 1919. Cold weather and the transport crisis precluded a lot of delegates from reaching the place of the meeting. There is information on the list of the delegates to the Congress. It consisted of 241 delegates, 169 of which represented Tomsk, 17 represented Petrograd, 15 represented Kazan, 13 represented Omsk, 6 represented Krasnoyarsk, and 4 represented Irkutsk. There were also delegates from Barnaul, Khabarovsk, Uzhur, Blagoveshchensk and Samara; each of these cities had 2 representatives. Achinsk, Yekaterinburg, Semipalatinsk, Yakutsk, Petropavlovsk, Minusinsk and Sudzhensk Kopi had one representative each. Apart from general sessions, the Congress was held in 9 sections. The participants were not evenly spread across those sections; 61 delegates were in the geodesy and geophysics section, 40 in the geology and mining section, 31 in the agriculture section, 30 in the chemistry and chemical technology section, 25 in the history, archeology and ethnography section, 17 in the botany and pedology section, 11 in the zoology section. The balneotherapy and recreation section and the statistics and economics section consisted of 20 delegates each. Therefore, we can conclude that the Congress on the foundation of the Siberia Research Institute was representative in all respects.","Authors":"Raskolets, VV (Raskolets, Viktor V.)","Title":"THE LIST OF DELEGATES OF THE CONGRESS ON THE FOUNDATION OF THE SIBERIA RESEARCH INSTITUTE IN TOMSK"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000381981900003 PubMed ID: 26471494 ISSN: 0022-5010 eISSN: 1573-0387","Keywords":"Lancelot Hogben; Experimental zoology; Heredity; environment interaction; Lamarckism; August Weismann; Depression KeyWords Plus:PIGMENTARY EFFECTOR SYSTEM; INTERNAL SECRETION; EVOLUTIONARY SYNTHESIS; RESPIRATORY EXCHANGE; CONTRACTILE TISSUES; PITUITARY EXTRACTS; LOBE EXTRACTS; CALCIUM; BRITAIN; XENOPUS","Categories":"Life Sciences & Biomedicine - Other Topics; History & Philosophy of Science Web of Science Categories:Biology; History & Philosophy Of Science","Journal Information":"JOURNAL OF THE HISTORY OF BIOLOGY Volume: 49 Issue: 3 Pages: 495-526 DOI: 10.1007/s10739-015-9427-2 Published: AUG 2016","Abstract":"Until recently the British zoologist Lancelot Hogben (1895-1975) has usually appeared as a campaigning socialist, an anti-eugenicist or a popularizer of science in the literature. The focus has mainly been on Hogben after he became a professor of social biology at the London School of Economics in 1930. This paper focuses on Hogben's life in the 1920s. Early in the decade, while based in London, he focused on cytology, but in 1922, after moving to Edinburgh, he turned his focus on experimental zoology, first concentrating on vertebrate endocrinology and later moving over to the comparative physiology of invertebrate muscle. In the early 1920s Hogben played an active role in the development of experimental zoology in Britain. As such he was a fearless critic of evolutionary and metaphysical speculations. But in this period Hogben's career prospects were seriously hampered by his confrontational nature and serious depression. As a result he was forced to leave Britain in 1925. He first accepted a position in Canada and in the period 1927-1930 he was a professor of zoology in South Africa. This paper will also add crucial new material to James Tabery's recent discussion of the history behind Hogben's ideas about the interaction of heredity and environment in individual development. In addition a previously unknown Lamarckian controversy will be discussed.","Authors":"Erlingsson, SJ (Erlingsson, Steindor J.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Erlingsson, Steindor J.  http://orcid.org/0000-0002-4044-8833","Title":"\"Enfant Terrible\": Lancelot Hogben's Life and Work in the 1920s"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000380165800001 PubMed ID: 27297259 ISSN: 0047-2565 eISSN: 1600-0684","Keywords":"biomechanics; morphology of recent groups; primatology; zoology KeyWords Plus:PRIMATES; FORELIMB; SHOULDER; ARTERIES; MACAQUES; CEBIDAE","Categories":"Veterinary Sciences; Zoology Web of Science Categories:Veterinary Sciences; Zoology","Journal Information":"JOURNAL OF MEDICAL PRIMATOLOGY Volume: 45 Issue: 4 Pages: 165-179 DOI: 10.1111/jmp.12222 Published: AUG 2016","Abstract":"Background The anatomical literature on the genus Macaca has focused mainly on the rhesus monkey. However, some aspects in the positional behaviors of the Japanese monkey may be different from those in rhesus monkey, suggesting that the anatomical details of these species are divergent. Methods Four thoracic limbs of Macaca fuscata adults were dissected. Results The arm muscles in Japanese macaques are more similar to rhesus monkeys and Papio; these characteristics are closer to those of bearded capuchins than apes, indicating more proximity of this genus to New World primates. Conclusions The anatomical features observed favor quadrupedal locomotor behaviors on the ground and in arboreal environments. Japanese monkeys, rhesus monkeys, and bearded capuchins, which share more primitive characteristics in their arm muscles, present features that favor both arboreal and quadrupedal locomotor behaviors, whereas apes, mainly Pan and Gorilla, which spend more time on the ground, present more quadrupedal specializations.","Authors":"Aversi-Ferreira, TA (Aversi-Ferreira, Tales Alexandre) ; Aversi-Ferreira, RAGMF (Aversi-Ferreira, Roqueline A. G. M. F.) ; Bretas, RV (Bretas, Rafael Vieira) ; Nishimaru, H (Nishimaru, Hiroshi) ; Nishijo, H (Nishijo, Hisao) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Gesseff, Ednilson  A-3019-2017  ","Title":"Comparative anatomy of the arm muscles of the Japanese monkey (Macaca fuscata) with some comments on locomotor mechanics and behavior"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000384799500011 PubMed ID: 27404242 ISSN: 0960-9822 eISSN: 1879-0445","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"CURRENT BIOLOGY Volume: 26 Issue: 13 Pages: R537-R539 DOI: 10.1016/j.cub.2016.05.040 Published: JUL 11 2016","Abstract":"The genome of an orthonectid, a group of highly modified parasitic invertebrates, is drastically reduced and compact, yet it shows the bilaterian gene toolkit. Phylogenetic analyses place the enigmatic orthonectids within Spiralia, although their exact placement remains uncertain.","Authors":"Giribet, G (Giribet, Gonzalo)","Title":"Zoology: Invertebrates that Parasitize Invertebrates"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000395305000011 ISSN: 1690-8961","Keywords":"knowledge society; research; research function; university","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"DIALOGICA Volume: 13 Issue: 2 Pages: 233-257 Published: JUL-DEC 2016","Abstract":"The history of humanity has recognized in the light of the disciplines, the benefits that have characterized the valuable contributions of research in the development and evolution of it. To that end, the factors of the national and international context give a wide panorama that allows to locate and to highlight the traces that this has produced and impacted in areas of social, political and economic nature in all the levels. The purpose of this study was to interpret performance in the research function of academic staff working at the undergraduate level in the Institute of Agricultural Zoology through the opinion of teachers. To this end, the object of study was approached epistemologically based on the interpretive humanist paradigm of the hermeneutic method. We used the unstructured interview as technique and the interview script as an information gathering tool. The processing was under the categorizing, structuring, contrasting, and theorizing, stages of the research process with a qualitative approach. Among the findings is that key informants believe that knowledge must be produced in the university and that teachers and students should be able to generate, interpret, critique, and propose alternatives. A university education has no meaning if it does not produce knowledge, that is, if it does not investigate.","Authors":"Ramos, M (Ramos, Marylin) ; Barrios, N (Barrios, Nancy)","Title":"THE FUNCTION RESEARCH IN THE INSTITUTE OF AGRICULTURAL ZOOLOGY OF THE FACULTY OF AGRONOMY OF THE CENTRAL UNIVERSITY OF VENEZUELA, MARACAY: A VISION FROM THE PROTAGONIST"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000383783500014 ISSN: 1364-5021 eISSN: 1471-2946","Keywords":"solitary waves; singular solutions; phase plane analysis; algebraic geometry KeyWords Plus:WATER-WAVES; SHALLOW-WATER; EQUATIONS; CURVES","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PROCEEDINGS OF THE ROYAL SOCIETY A-MATHEMATICAL PHYSICAL AND ENGINEERING SCIENCES Volume: 472 Issue: 2191 Article Number: 20160194 DOI: 10.1098/rspa.2016.0194 Published: JUL 1 2016","Abstract":"This article describes the use of algebraic methods in a phase plane analysis of ordinary differential equations. The method is illustrated by the study of capillary-gravity steady surface waves propagating in shallow water. We consider the (fully nonlinear, weakly dispersive) Serre-Green-Naghdi equation with surface tension, because it provides a tractable model that, at the same time, is not too simple, so interest in the method can be emphasized. In particular, we analyse a special class of solutions, the solitary waves, which play an important role in many fields of physics. In capillary-gravity regime, there are two kinds of localized infinitely smooth travelling wave solutions-solitary waves of elevation and of depression. However, if we allow the solitary waves to have an angular point, then the 'zoology' of solutions becomes much richer, and the main goal of this study is to provide a complete classification of such singular localized solutions using the methods of the effective algebraic geometry.","Authors":"Clamond, D (Clamond, Didier) ; Dutykh, D (Dutykh, Denys) ; Galligo, A (Galligo, Andre)","Title":"Algebraic method for constructing singular steady solitary waves: a case study"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000378540100001 PubMed ID: 27395610 ISSN: 1175-5326 eISSN: 1175-5334","Keywords":"Coleoptera; Staphylinidae; Diochini; Diochus; new species; taxonomy; China","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOTAXA Volume: 4127 Issue: 1 Pages: 1-30 DOI: 10.11646/zootaxa.4127.1.1 Published: JUN 22 2016","Abstract":"This paper studies the taxonomy of the genus Diochus Erichson, 1839 (Coleoptera: Staphylinidae, Staphylininae, Diochini) from China. Four new species are described: Diochus bicornutus sp. nov. from Fujian, Hainan, Zhejiang, Guangxi and Yunnan, D. ampullaceus sp. nov. from Guangxi, D. bisegmentatus sp. nov. from Hainan and Yunnan, and D. membranaceus sp. nov. from Fujian. All other species previously reported from China are redescribed based on the examination of the holotypes, except the holotype of D. antennatus (Motschulsky, 1858), which was missing. Line drawings of the now missing holotype of D. antennatus (Motschulsky, 1858) are provided. A lectotype is designated for D. conicollis (Motschulsky, 1858). The Chinese fauna of the genus Diochus is now represented by eight species (four doubtfully recorded) and a key to all the Chinese species is provided. The type specimens of the new species are deposited in the Institute of Zoology, Chinese Academy of Sciences (IZ-CAS).","Authors":"Zhou, YL (Zhou, Yu-Lingzi) ; Zhou, HZ (Zhou, Hong-Zhang)","Title":"Taxonomy of the genus Diochus Erichson, 1839 (Coleoptera: Staphylinidae, Staphylininae, Diochini) in China with descriptions of four new species"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000378540100009 PubMed ID: 27395618 ISSN: 1175-5326 eISSN: 1175-5334","Keywords":"nomenclature; gender agreement; noun; adjective; original spelling; International Code of Zoological Nomenclature","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOTAXA Volume: 4127 Issue: 1 Pages: 161-170 DOI: 10.11646/zootaxa.4127.1.9 Published: JUN 22 2016","Abstract":"We analyze recent nomenclatural treatment of selected avian species-group names that may be either adjective and variable or noun and invariable. In 27 such names, we found that 14 previously identified as adjectives are nouns under Article 31.2.2 of the International Code of Zoological Nomenclature. Five of them may require correction in current checklists; they are bresilius in Ramphocelus bresilius (Linnaeus, 1766) to bresilia, germana in Amblyornis macgregoriae germana Rothschild, 1910 to germanus, argentinus in Muscisaxicola cinereus argentinus Hellmayr, 1932 to argentina, martinicus in Porphyrio martinicus (Linnaeus, 1766) to martinica, and moluccus in Threskiornis moluccus (Cuvier, 1829) to molucca. Mindful of the compounding effect of species-genus recombination from taxonomic revision, we reach the conclusion, not new, that the requirement for gender agreement in species-group names is the single biggest cause of nomenclatural instability in zoology. To resolve it, we support replacing gender agreement by original spellings for species-group names.","Authors":"Schodde, R (Schodde, Richard) ; Bock, W (Bock, Walter)","Title":"Conflict resolution of grammar and gender for avian species-group names under Article 31.2.2 of the ICZN Code: is gender agreement worth it?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000378026700001 PubMed ID: 27280066 ISSN: 2167-8359","Keywords":"Animals; Co-occurrence; Carnivores; Invasional meltdown; Nonnative; Meta-analysis; Conservation; Wildlife management; Animal Behavior; Biodiversity; Conservation Biology; Ecology; Zoology KeyWords Plus:MESOPREDATOR RELEASE; NONNATIVE SALMONIDS; PROTECTING BIRDS; ATLANTIC SALMON; ISLANDS; PREDATOR; IMPACTS; PLANT; PREY; HYPERPREDATION","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PEERJ Volume: 4 Article Number: e2029 DOI: 10.7717/peerj.2029 Published: JUN 2 2016","Abstract":"Although the co-occurrence of nonnative vertebrates is a ubiquitous global phenomenon, the study of interactions between invaders is poorly represented in the literature. Limited understanding of the interactions between co-occurring vertebrates can be problematic for predicting how the removal of only one invasive-a common management scenario-will affect native communities. We suggest a trophic food web framework for predicting the effects of single-species management on native biodiversity. We used a literature search and meta-analysis to assess current understanding of how the removal of one invasive vertebrate affects native biodiversity relative to when two invasives are present. The majority of studies focused on the removal of carnivores, mainly within aquatic systems, which highlights a critical knowledge gap in our understanding of co-occurring invasive vertebrates. We found that removal of one invasive vertebrate caused a significant negative effect on native species compared to when two invasive vertebrates were present. These unexpected results could arise because of the positioning and hierarchy of the co-occurring invasives in the food web (e.g., carnivore-carnivore or carnivore-herbivore). We consider that there are important knowledge gaps to determinate the effects of multiple co-existing invaders on native ecosystems, and this information could be precious for management.","Authors":"Ballari, SA (Ballari, Sebastian A.) ; Kuebbing, SE (Kuebbing, Sara E.) ; Nunez, MA (Nunez, Martin A.)","Title":"Potential problems of removing one invasive species at a time: a meta-analysis of the interactions between invasive vertebrates and unexpected effects of removal programs"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000378026700005 PubMed ID: 27280079 ISSN: 2167-8359","Keywords":"LPS; House sparrow; Mate choice; Cosmetic; Passer domesticus; Uropygial gland; Sexual selection; Animal Behavior; Evolutionary Studies; Zoology KeyWords Plus:FEATHER-DEGRADING BACTERIA; MELANIN-BASED PLUMAGE; PREEN-WAX COMPOSITION; TIT PARUS-MAJOR; PASSER-DOMESTICUS; IMMUNE-RESPONSE; BADGE SIZE; SEASONAL-CHANGES; BODY CONDITION; FEMALE CHOICE","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PEERJ Volume: 4 Article Number: e2102 DOI: 10.7717/peerj.2102 Published: JUN 2 2016","Abstract":"Birds frequently signal different qualities by plumage colouration, mainly during mating. However, plumage colouration is determined during the moult, and therefore it would indicate the quality of individual birds during the moult, not its current quality. Recent studies, however, suggest that birds could modify plumage colouration by using cosmetic preen oil produced by the uropygial gland. In this study, I show that bib colouration is related to uropygial gland size and body condition in male house sparrows (Passer domesticus). Moreover, I conducted an experiment in which a group of sparrows were inoculated with an antigen, mimicking an illness. In control birds, short-term changes in bib colouration were related to both body condition and change in uropygial gland size. Therefore, birds that reduced uropygial gland size showed a greater colouration change. However, bib colouration did not change with the change in uropygial gland size in experimental birds inoculated with the antigen. Given that the experiment did not affect preen oil production or consumption, this finding tentatively suggests that the immune challenge provoked a change in the composition of preen oil, affecting its cosmetic properties. In short, the results of this study suggest that (1) male house sparrows produce cosmetic preen oil that alters the colouration of their bibs; (2) the more change in uropygial gland size, the more change in bib colouration; and (3) in this way, bib colouration has the potential to signal current health status, since less healthy birds showed less capacity to change bib colouration.","Authors":"Moreno-Rueda, G (Moreno-Rueda, Gregorio)","Title":"Uropygial gland and bib colouration in the house sparrow"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000383426500012 ISSN: 1463-4996 eISSN: 1741-2641","Keywords":"Taxonomy; species; race; biological anthropology; human evolution; anthropology of science KeyWords Plus:POPULATION-GENETICS; GENOME SEQUENCE; DIVERSITY; EVOLUTION; HUMANS; CHIMPANZEES; GORILLA","Categories":"Anthropology Web of Science Categories:Anthropology","Journal Information":"ANTHROPOLOGICAL THEORY Volume: 16 Issue: 2-3 Pages: 285-294 Special Issue: SI DOI: 10.1177/1463499616652517 Published: JUN-SEP 2016","Abstract":"Biological anthropology often treats its species as if they were natural, zoological units. While biologists sometimes acknowledge the contested aspects of species, I argue that the taxa in our own ancestry are different from those in zoology more generally, by virtue of their roles as characters or elements in our scientific origin myth.","Authors":"Marks, J (Marks, Jonathan)","Title":"The units of scientific anthropological origin narratives"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000379419600002 PubMed ID: 27278279 ISSN: 0007-0874 eISSN: 1474-001X","Categories":"History & Philosophy of Science Web of Science Categories:History & Philosophy Of Science","Journal Information":"BRITISH JOURNAL FOR THE HISTORY OF SCIENCE Volume: 49 Issue: 2 Pages: 173-204 DOI: 10.1017/S0007087416000364 Published: JUN 2016","Abstract":"Early nineteenth-century zoology in Britain has been characterized as determined by the ideological concerns of its proponents. Taking the zoologist Robert E. Grant as an exemplary figure in this regard, this article offers a differently nuanced account of the conditions under which natural-philosophical knowledge concerning animal life was established in post-Napoleonic Britain. Whilst acknowledging the ideological import of concepts such as force and law, it points to an additional set of concerns amongst natural philosophers - that of appropriate tool use in investigation. Grant's studies in his native Edinburgh relied heavily on the use of microscopes. On his arrival in London, however, he entered a culture in which a different set of objects - museum specimens - held greater persuasive power. This article relates changes in Grant's ideas and practices to the uneven emphases on microscopic and museological evidence amongst European, Scottish and English natural philosophers at this time. In so doing, it identifies the reliance of London-based natural philosophers on museology as constituting a limiting effect on the kinds of claim that Grant sought to make regarding the nature of life.","Authors":"Quick, T (Quick, Tom)","Title":"A capital Scot: microscopes and museums in Robert E. Grant's zoology (1815-1840)"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000378163800035 ISSN: 0015-4040 eISSN: 1938-5102","Keywords":"legend; isopterist; woman; diversity","Categories":"Entomology Web of Science Categories:Entomology","Journal Information":"FLORIDA ENTOMOLOGIST Volume: 99 Issue: 2 Pages: 334-336 Published: JUN 2016","Abstract":"Often legends go unrecognized for their achievements in science and the betterment of society. In the case of Margaret Collins, it has been almost 20 years since her passing, and except for appreciation by a small cadre of termite experts, her contributions to entomology have received scant notice. However, her work and legacy have stood the test of time, and even today, she is considered, and often cited as, the definitive source for differences in toleration and resistance to drying among species of termites. At her core, Margaret was a field biologist, and she demonstrated it through her travels and termite collection trips to a dozen countries. Her long and illustrious career included publishing of scientific papers, tenured faculty positions, and service as a curator of the termite collection at the National Museum of Natural History, Smithsonian Institution, in Washington, District of Columbia. Margaret achieved many firsts during her life. She was the first African American female to be awarded a Ph.D. involving entomology at a major university. In addition, she was the first woman graduate student for the legendary isopterist and Professor of Zoology, Alfred E. Emerson. Her passion for termites remains highly visible in her published works. Her passion for her family and her strong support of civil rights for women and African Americans were less visible except to those she knew personally. This is her story.","Authors":"Lewis, VR (Lewis, Vernard R.)","Title":"Child prodigy, pioneer scientist, and women and civil rights advocate: Dr. Margaret James Strickland Collins (1922-1996)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000377184700037 PubMed ID: 27248834 ISSN: 1932-6203","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PLOS ONE Volume: 11 Issue: 6 Article Number: e0156351 DOI: 10.1371/journal.pone.0156351 Published: JUN 1 2016","Abstract":"Walking is of interest to psychology, robotics, zoology, neuroscience and medicine. Human's ability to walk on two feet is considered to be one of the defining characteristics of hominoid evolution. Evolutionary science propses that it emerged in response to limited environmental resources; yet the processes supporting its emergence are not fully understood. Developmental psychology research suggests that walking elicits cognitive advancements. We postulate that the relationship between cognitive development and walking is a bi-directional one; and further suggest that the initiation of novel capacities, such as walking, is related to internal socio-cognitive resource reallocation. We shed light on these notions by exploring infants' cognitive and socio-communicative outputs prospectively from 6-18 months of age. Structured bi/tri weekly evaluations of symbolic and verbal development were employed in an urban cohort (N = 9) for 12 months, during the transition from crawling to walking. Results show links between preemptive cognitive changes in socio-communicative output, symbolic-cognitive tool-use processes, and the age of emergence of walking. Plots of use rates of lower symbolic play levels before and after emergence of new skills illustrate reductions in use of previously attained key behaviors prior to emergence of higher symbolic play, language and walking. Further, individual differences in age of walking initiation were strongly related to the degree of reductions in complexity of object-use (r = .832, p < .005), along with increases, counter to the general reduction trend, in skills that serve recruitment of external resources [socio-communication bids before speech (r = -.696, p < .01), and speech bids before walking; r = .729, p < .01)]. Integration of these proactive changes using a computational approach yielded an even stronger link, underscoring internal resource reallocation as a facilitator of walking initiation (r = .901, p < 0.001). These preliminary data suggest that representational capacities, symbolic object use, language and social developments, form an integrated adaptable composite, which possibly enables proactive internal resource reallocation, designed to support the emergence of new developmental milestones, such as walking.","Authors":"Geva, R (Geva, Ronny) ; Orr, E (Orr, Edna) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Geva, Ronny  http://orcid.org/0000-0002-5724-2153","Title":"Talk the Walk: Does Socio-Cognitive Resource Reallocation Facilitate the Development of Walking?"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000376265700008 ISSN: 1072-5369 eISSN: 1573-7764","Keywords":"Biomolecular archaeology; Uluburun shipwreck; Wine; Tartaric acid; Pistacia sp (terebinth) resin; Beeswax; Honey; Mead; Milk; Cheese KeyWords Plus:BRONZE-AGE; FERMENTED BEVERAGES; ANTINOE EGYPT; WINE; SHIPWRECK; VESSELS; FRACTIONATION; CONSUMPTION; CARBON; TURKEY","Categories":"Anthropology; Archaeology Web of Science Categories:Anthropology; Archaeology","Journal Information":"JOURNAL OF ARCHAEOLOGICAL METHOD AND THEORY Volume: 23 Issue: 2 Pages: 592-622 DOI: 10.1007/s10816-015-9253-z Published: JUN 2016","Abstract":"Working hypotheses, which draw upon as many relevant disciplines as possible to derive the maximum information from a very limited database, are key to the highly interdisciplinary field of organic residue analysis in archaeology, a branch of biomolecular archaeology. Archaeology and chemistry are most important for effectively developing and testing such hypotheses, but botany, zoology, geology, etc. also need to be taken into account. Archaeologically, the goal is to obtain as many relevant samples as possible from the best preserved and dated contexts, which have been subjected to the least degradation and disturbance by later natural processes and human handling, including washing and conservation treatment. Chemically, molecular biomarkers of natural products need to be defined and identified by the best and most appropriate techniques, together with bioinformatics searches and assessment of degradation. With ever-improving techniques and new data, previously analyzed samples need to be retested and hypotheses possibly reformulated. Consideration of three case studies illustrates this holistic approach to inductive hypothesis generation and deductive testing: (1) new chemical findings that attest to grape wine in amphoras on board the 14th c. B.C. Uluburun ship, the earliest recorded Mediterranean wreck; (2) recently published research on beeswax/mead in Chalcolithic Israel and Neolithic China and Poland; and (3) recent articles on milk products from 2nd millennium B.C. Central Asia and Neolithic Poland. Potential pitfalls leading to weak hypotheses and mistaken conclusions are described, and a more productive approach is proposed.","Authors":"McGovern, PE (McGovern, Patrick E.) ; Hall, GR (Hall, Gretchen R.)","Title":"Charting a Future Course for Organic Residue Analysis in Archaeology"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000375413700012 PubMed ID: 27166696 ISSN: 0960-9822 eISSN: 1879-0445","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"CURRENT BIOLOGY Volume: 26 Issue: 9 Pages: R367-R368 DOI: 10.1016/j.cub.2016.03.016 Published: MAY 9 2016","Authors":"Soukup, V (Soukup, Vladimir) ; Kozmik, Z (Kozmik, Zbynek)","Title":"Zoology: A New Mouth for Amphioxus"}, {"Document Information":"Document Type:Article; Proceedings Paper Language:English Accession Number: WOS:000378640100017 ISSN: 1054-3139 eISSN: 1095-9289","Keywords":"Adriatic Sea; fishery; marine biology; marine zoological stations; Umberto D'Ancona; Venetian Lagoon KeyWords Plus:TISBE","Categories":"Fisheries; Marine & Freshwater Biology; Oceanography Web of Science Categories:Fisheries; Marine & Freshwater Biology; Oceanography","Journal Information":"ICES JOURNAL OF MARINE SCIENCE Volume: 73 Issue: 5 Pages: 1447-1457 DOI: 10.1093/icesjms/fsv209 Published: MAY-JUN 2016","Abstract":"Marine zoological stations played an important role in the history of biology and the study of marine life. From the 1870s onward, a large number of biological stations were founded across Europe from Naples to Bergen. In the light of the new theory of evolution and the emerging discipline of ecology, it becomes increasingly necessary for biologists to study nature in the field. Beginning in the second half of the 19th century, much of the research on aquatic organisms was conducted at such stations. The aquatic environment appeared to be particularly suitable for research on the theory of evolution, on embryology, physiology, anatomy, and organism-environment interactions. Marine stations also served as sites for the study of fishery management and fish farming and aquaculture. The hydrobiological station located in the town of Chioggia on the Venetian Lagoon represents one of the less well-known examples of such research centres. It was set up in 1940 by the Italian zoologist Umberto D'Ancona of the University of Padua (1896-1964), who modelled it on already existing zoology, hydrobiology, and fish farming stations in Italy and abroad. Their research was conducted on the ecosystems of the Venetian Lagoon and the northern part of the Adriatic Sea, the natural stocks of valuable commercial fish species, and the reproductive biology of various teleosts. This essay will review the history of the Hydrobiological Station in Chioggia during the period 1940-1964 when it was directed by D'Ancona, its work in the fields of marine biology and fishery, and its ties with other marine stations in Italy and abroad.","Authors":"Canadelli, E (Canadelli, Elena)","Title":"Biological stations and the study of marine life: Umberto D'Ancona and the Hydrobiological Station of Chioggia (1940-1964)"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000375339700014 PubMed ID: 27115693 ISSN: 0960-9822 eISSN: 1879-0445","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"CURRENT BIOLOGY Volume: 26 Issue: 8 Pages: R335-R337 DOI: 10.1016/j.cub.2016.03.015 Published: APR 25 2016","Abstract":"The phylogenetic affinities of Xenacoelomorpha - the phylum comprising Xenoturbella bocki and acoelomorph worms - are debated. Two recent studies conclude they represent the earliest branching bilaterally symmetrical animals, but additional tests may be needed to confirm this notion.","Authors":"Telford, MJ (Telford, Maximilian J.) ; Copley, RR (Copley, Richard R.)","Title":"Zoology: War of the Worms"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000374160000002 PubMed ID: 27069797 ISSN: 2167-8359","Keywords":"Praziquantel; Aquarium; Treatment; Drug; Water quality; Therapy; Microbial; Aquaculture; Fisheries and Fish Science; Zoology; Drugs and Devices KeyWords Plus:KINGFISH SERIOLA-LALANDI; ORALLY-ADMINISTERED PRAZIQUANTEL; PACIFIC BLUEFIN TUNA; BATH TREATMENTS; BOTHRIOCEPHALUS-ACHEILOGNATHI; FLUKE INFECTION; ASIAN TAPEWORM; GRASS CARP; PHARMACOKINETICS; EFFICACY","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"PEERJ Volume: 4 Article Number: e1857 DOI: 10.7717/peerj.1857 Published: APR 4 2016","Abstract":"Praziquantel (PZQ) is a drug commonly utilized to treat both human schistosomiasis and some parasitic infections and infestations in animals. In the aquarium industry, PZQ can be administered in a \"bath'' to treat the presence of ectoparasites on both the gills and skin of fish and elasmobranchs. In order to fully treat an infestation, the bath treatment has to maintain therapeutic levels of PZQ over a period of days or weeks. It has long been assumed that, once administered, PZQ is stable in a marine environment throughout the treatment interval and must be mechanically removed, but no controlled experiments have been conducted to validate that claim. This study aimed to determine if PZQ would break down naturally within a marine aquarium below its 2 ppm therapeutic level during a typical 30-day treatment: and if so, does the presence of fish or the elimination of all living biological material impact the degradation of PZQ? Three 650 L marine aquarium systems, each containing 12 fish (French grunts: Haemulon flavolineatum), and three 650 L marine aquariums each containing no fish were treated with PZQ (2 ppm) and concentrations were measured daily for 30 days. After one round of treatment, the PZQ was no longer detectable in any system after 8 (+/- 1) days. The subsequent two PZQ treatments yielded even faster PZQ breakdown (non-detectable after 2 days and 2 +/- 1 day, respectively) with slight variations between systems. Linear mixed effects models of the data indicate that day and trial most impact PZQ degradation, while the presence of fish was not a factor in the best-fit models. In a completely sterilized marine system (0.5 L) PZQ concentration remained unchanged over 15 days, suggesting that PZQ may be stable in a marine system during this time period. The degradation observed in non-sterile marine systems in this study may be microbial in nature. This work should be taken into consideration when providing PZQ bath treatments to marine animals to ensure maximum drug administration.","Authors":"Thomas, A (Thomas, Amber) ; Dawson, MR (Dawson, Matthew R.) ; Ellis, H (Ellis, Helen) ; Stamper, MA (Stamper, M. Andrew) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Thomas, Amber  http://orcid.org/0000-0002-9622-5778","Title":"Praziquantel degradation in marine aquarium water"}, {"Document Information":"Document Type:Editorial Material Language:Hungarian Accession Number: WOS:000374920900006 ISSN: 0025-004X","Categories":"Veterinary Sciences Web of Science Categories:Veterinary Sciences","Journal Information":"MAGYAR ALLATORVOSOK LAPJA Volume: 138 Issue: 4 Pages: 251-256 Published: APR 2016","Authors":"Edit, E (Edit, Eszterbauer)","Title":"Zoology and fish pathology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000373417700003 ISSN: 0260-9541 eISSN: 1755-6260","Keywords":"Asiatic Society; Asiatick researches; William Griffith; Nathaniel Wallich; Zoology of Chusan; Zhoushan","Categories":"History & Philosophy of Science; Science & Technology - Other Topics Web of Science Categories:History & Philosophy Of Science; Multidisciplinary Sciences","Journal Information":"ARCHIVES OF NATURAL HISTORY Volume: 43 Issue: 1 Pages: 30-40 DOI: 10.3366/anh.2016.0344 Published: APR 2016","Abstract":"In 1840, Theodore Edward Cantor, nephew of Nathaniel Wallich, served as an assistant surgeon with the British forces on an expedition to China during the First Opium War. Cantor, a keen naturalist, was requested to use the opportunity to collect natural history specimens for the East India Company. Despite only spending four months on Chusan (Zhoushan), Cantor managed to amass a considerable number of specimens on the voyage and during the time in China. Cantor sought assistance from William Griffith with the identification of the plants, Edward Blyth with the birds, William Benson with the molluscs and Frederick Hope with the insects. Cantor published an account of Chusan and its fauna in Annals and magazine of natural history in 1842, but he also submitted the work to the Asiatic Society of Bengal to be published in Asiatick researches with many coloured plates and a chapter on the plants by William Griffith. The cost and slow progress with producing the plates contributed to the demise of Asiatick researches and the failure to publish the Chusan report as intended William Griffith's paper on the botany was issued in a small number of preprints paginated either from 1 or from 33 in late 1844 or very early 1845. Sets of the twelve hand-coloured lithograph plates that were completed were issued with proof copies of pp 1-32 representing the introductory material written by Cantor as Zoology of Chusan, probably in 1847.","Authors":"Turner, IM (Turner, I. M.)","Title":"Natural history publications arising from Theodore Cantor's visit to Chusan, China, in 1840"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000373417700007 ISSN: 0260-9541 eISSN: 1755-6260","Keywords":"Brian Houghton Hodgson; Quinarianism; Nepal; taxonomy; zoological illustration; zoology","Categories":"History & Philosophy of Science; Science & Technology - Other Topics Web of Science Categories:History & Philosophy Of Science; Multidisciplinary Sciences","Journal Information":"ARCHIVES OF NATURAL HISTORY Volume: 43 Issue: 1 Pages: 90-94 DOI: 10.3366/anh.2016.0348 Published: APR 2016","Abstract":"While serving as Britain's diplomatic representative in Nepal between 1820 and 1843, Brian Houghton Hodgson (1801-1894) amassed a unique collection of paintings of Nepalese birds and mammals. A pioneer of nineteenth-century zoology, Hodgson's collection of images is one of the most important of its kind, providing crucial information for modem taxonomists and conservationists working in the Himalayan region. It is also an important and hitherto largely untapped source for the historian of science, indicating that Hodgson and other colonial naturalists, while geographically remote from London's scientific institutions, were fully engaged with London's scientific culture in the 1820s and 1830s. This paper outlines the extent of the Zoological Society of London's Hodgson holdings and the context of their creation. It draws parallels between the scientific content of Hodgson's images and the Quinarian system of natural classification, revising the established view of Hodgson as a wholly descriptive naturalist and opening the collection to new interpretations.","Authors":"Lowther, D (Lowther, David)","Title":"Preliminary analysis of the Hodgson Collection at the Zoological Society of London"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000375261200006 PubMed ID: 27394541 ISSN: 1175-5326 eISSN: 1175-5334","Keywords":"ants; Formicidae; Karawajew's collection; type specimens; Catalogue; Kiev; Ukraine KeyWords Plus:MYRMICA-HELLENICA","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOTAXA Volume: 4097 Issue: 2 Pages: 244-254 Published: MAR 31 2016","Abstract":"The collection of W.A. Karawajew is one of the richest and most famous ant collections of the World. Much of this collection consists of dry mounted specimens, including types of about 550 taxa, housed in the Shmalhausen Institute of Zoology of the National Academy of Sciences of Ukraine (Kiev). Nevertheless, we located a considerable part of Karawajew's collection, containing about 25,000 specimens in alcohol, that is preserved in the National Museum of Natural History of the National Academy of Sciences of Ukraine (Kiev). The latter material was recently examined and we found types of 24 taxa. This type material was partly mounted, re-ordered and catalogued. In this paper we present a catalogue of these type specimens housed in the National Museum of Natural History.","Authors":"Martynov, AV (Martynov, Alexander V.) ; Radchenko, AG (Radchenko, Alexander G.)","Title":"Karawajew's ant type specimens (Hymenoptera, Formicidae) in the National Museum of Natural History of the National Academy of Sciences of Ukraine"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000371401200006 PubMed ID: 26954437 ISSN: 0960-9822 eISSN: 1879-0445","Categories":"Biochemistry & Molecular Biology; Cell Biology Web of Science Categories:Biochemistry & Molecular Biology; Cell Biology","Journal Information":"CURRENT BIOLOGY Volume: 26 Issue: 5 Pages: R194-R197 DOI: 10.1016/j.cub.2016.01.060 Published: MAR 7 2016","Abstract":"An analysis of Hox genes reveals that the body of the adorably weird tardigrades is essentially a truncated front end. This illustrates that loss and simplification are a hallmark of the evolution of animal body plans.","Authors":"Maderspacher, F (Maderspacher, Florian)","Title":"Zoology: The Walking Heads"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000373391800001 PubMed ID: 26960353 ISSN: 0236-5383 eISSN: 1588-256X","Keywords":"Honeybee; insect colour vision; von Hess; von Frisch; contrast; modulation; monochromatic blue; new beginning KeyWords Plus:WHITE","Categories":"Life Sciences & Biomedicine - Other Topics Web of Science Categories:Biology","Journal Information":"ACTA BIOLOGICA HUNGARICA Volume: 67 Issue: 1 Pages: 1-26 DOI: 10.1556/018.67.2016.1.1 Published: MAR 2016","Abstract":"In the 19th century, it was found that attraction of bees to light was controlled by light intensity irrespective of colour, and a few critical entomologists inferred that vision of bees foraging on flowers was unlike human colour vision. Therefore, quite justly, Professor Carl von Hess concluded in his book on the Comparative Physiology of Vision (1912) that bees do not distinguish colours in the way that humans enjoy. Immediately, Karl von Frisch, an assistant in the Zoology Department of the same University of Much, set to work to show that indeed bees have colour vision like humans, thereby initiating a new research tradition, and setting off a decade of controversy that ended only at the death of Hess in 1923. Until 1939, several researchers continued the tradition of trying to untangle the mechanism of bee vision by repeatedly testing trained bees, but made little progress, partly because von Frisch and his legacy dominated the scene. The theory of trichromatic colour vision further developed after three types of receptors sensitive to green, blue, and ultraviolet (UV), were demonstrated in 1964 in the bee. Then, until the end of the century, all data was interpreted in terms of trichromatic colour space. Anomalies were nothing new, but eventually after 1996 they led to the discovery that bees have a previously unknown type of colour vision based on a monochromatic measure and distribution of blue and measures of modulation in green and blue receptor pathways. Meanwhile, in the 20th century, search for a suitable rationalization, and explorations of sterile culs-de-sac had filled the literature of bee colour vision, but were based on the wrong theory.","Authors":"Horridge, A (Horridge, Adrian)","Title":"PARALLEL INPUTS TO MEMORY IN BEE COLOUR VISION"}, {"Document Information":"Document Type:Article Language:French Accession Number: WOS:000396383000003 ISSN: 0366-1326","Keywords":"Caudan; oceanographic cruise; Rene Kcehler; purposes; participants; systematicians; results","Categories":"Life Sciences & Biomedicine - Other Topics; Zoology Web of Science Categories:Biology; Zoology","Journal Information":"BULLETIN MENSUEL DE LA SOCIETE LINNEENNE DE LYON Volume: 85 Issue: 3-4 Pages: 83-92 Published: MAR-APR 2016","Abstract":"Evocation, for the 120th anniversary of the Caudan oceanographic cruise in the bay of Biscay organized in 1895 by Pr. Rene Kcehler, to enrich the zoological collections of the Faculty of Sciences of Lyons, and display of the main data of this mission: names and biographies of the embarked scientists and of the scientists who identified the material; administrative context; publication of the results.","Authors":"d'Hondt, JL (d'Hondt, Jean-Loup) ; Carpine-Lancre, J (Carpine-Lancre, Jacqueline)","Title":"A significant page of the zoology in Lyons: Rene Kcehler (1860-1931) and the oceanographic cruise of the Caudan (1895)"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390211500001 PubMed ID: 26836025 ISSN: 2052-4463","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"SCIENTIFIC DATA Volume: 3 Article Number: UNSP 160001 DOI: 10.1038/sdata.2016.1 Published: FEB 2 2016","Abstract":"A dataset of high-resolution microCT scans of primate skulls ( crania and mandibles) and certain postcranial elements was collected to address questions about primate skull morphology. The sample consists of 489 scans taken from 431 specimens, representing 59 species of most Primate families. These data have transformative reuse potential as such datasets are necessary for conducting high power research into primate evolution, but require significant time and funding to collect. Similar datasets were previously only available to select research groups across the world. The physical specimens are vouchered at Harvard's Museum of Comparative Zoology. The data collection took place at the Center for Nanoscale Systems at Harvard. The dataset is archived on MorphoSource.org. Though this is the largest high fidelity comparative dataset yet available, its provisioning on a web archive that allows unlimited researcher contributions promises a future with vastly increased digital collections available at researchers' finger tips.","Authors":"Copes, LE (Copes, Lynn E.) ; Lucas, LM (Lucas, Lynn M.) ; Thostenson, JO (Thostenson, James O.) ; Hoekstra, HE (Hoekstra, Hopi E.) ; Boyer, DM (Boyer, Doug M.) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Hoekstra, Hopi  http://orcid.org/0000-0003-1431-1769","Title":"A collection of non-human primate computed tomography scans housed in MorphoSource, a repository for 3D data"}, {"Document Information":"Document Type:Article Language:Russian Accession Number: WOS:000379505400019 ISSN: 1567-7793 eISSN: 1561-803X","Keywords":"history of science; First Siberian Regional Meteorological Congress; Research Institute of Siberia","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"TOMSK STATE UNIVERSITY JOURNAL Issue: 403 Pages: 117-123 DOI: 10.17223/15617793/403/19 Published: FEB 2016","Abstract":"In the article, the history of the Congress on the foundation of the Research Institute of Siberia in Tomsk is being retraced on the basis of archival materials, documentary publications and periodicals. The idea of creating a single research organization linking and coordinating the work in the study of Siberia was first expressed at the First Siberian Regional Meteorological Congress, held in late October 1917 in Irkutsk, in the report by B.P. Weinberg, Professor at Tomsk Institute of Technology. However, by a number of reasons, the meeting of the Congress on the foundation of the institute was postponed till January 1919. Around 240 people from various cities of Siberia and European Russia registered for the meeting. The Congress was attended by representatives of 10 ministries and a number of other organizations studying Siberia. During the Congress 14 general meetings with 14 reports was held. They raised issues relating directly to the organization of both the Research Institute of Siberia and its various institutions. In addition, the work of nine sections was organized: geodesy and geophysics, chemistry and chemical, mineral springs, geology and mining, botany and soil science, zoology, agriculture, animal husbandry and forest science, history, archeology and ethnography, statistics and economics. Across all sections a total of 46 meetings were held, of which three were joint. In general, the atmosphere reigning at the Congress was permeated by the spirit of scientific research. A report without a heated discussion was a rare exception. Particularly acute controversy arose at general meetings during the discussion of what the future of the Research Institute of Siberia would be. Thus, as a result of the Congress the basic documents of the Institute were developed and approved: the regulation draft, the charter, the work plan, approximate estimates, etc. \"The purpose of the Institute is the systematic scientific and practical study of the nature and the population of Siberia for more rational use of natural resources of the region, and for social and economic development\", was noted in the Regulations. The Institute was managed by the Council of the Institute, the Conference of the Institute and the Congress of the Institute. The Research Institute consisted of full members, honorary members, researchers and journalists. V. Sapozhnikov, Professor of Tomsk State University, was elected by the majority of votes to be the future director of the Institute. It was assumed that the Research Institute of Siberia would be legally equivalent to the Academy of Sciences and would be managed by the Council of Ministers of Kolchak's \"Russian government\". Prior to the official approval by Supreme Ruler and Commander-in-Chief Kolchak on July 28, 1919 and its coming into force after the publication in Pravitelstvenny Vestnik on October 25, the institution existed in the form of a public organization \"Society of the Research Institute of Siberia\", which was entrusted with the \"enforcement of the Regulations of the Research Institute of Siberia\".","Authors":"Raskolets, VV (Raskolets, Viktor V.)","Title":"PREPARATION AND HOLDING OF THE CONGRESS ON THE FOUNDATION OF THE RESEARCH INSTITUTE OF SIBERIA: OCTOBER 1917 - JANUARY 1919"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000369253100001 ISSN: 0003-6862 eISSN: 1347-605X","Keywords":"Entomology; Journal; Japan; Open-access; J-stage; CiNii; The Union of Japanese Societies for Insect Sciences; The Union of the Japanese Societies for Systematic Biology; The Union of Japanese Societies for Natural History; The Union of Japanese Societies for Biological Science KeyWords Plus:CIRCADIAN CLOCK; DIVERSITY","Categories":"Entomology Web of Science Categories:Entomology","Journal Information":"APPLIED ENTOMOLOGY AND ZOOLOGY Volume: 51 Issue: 1 Pages: 1-10 DOI: 10.1007/s13355-015-0386-z Published: FEB 2016","Abstract":"Here I present an overview of entomological journals and publishing in Japan, thereby providing a convenient portal to the valuable scientific resources for the world's entomological researchers and scientific communities. Currently, except for several international journals published fully in English such as Applied Entomology and Zoology and Entomological Science, many entomological and entomology-related journals in Japan are not indexed by major scientific databases like Web of Science, and therefore they are neither conveniently recognizable nor accessible for the world's entomological communities. However, I point out that many of the contents of such journals are freely available via Japan's public platforms for electronic scientific literature, Japan Science and Technology Information Aggregator, Electronic (J-stage) or Citation Information by National Institute of Informatics (CiNii). Here I list 32 entomological and entomology-related societies and their 45 journals, the majority of which belong to either the Union of Japanese Societies for Insect Sciences (UJSIS), the Union of the Japanese Societies for Systematic Biology (UJSSB), the Union of Japanese Societies for Natural History (UJSNH), or the Union of Japanese Societies for Biological Science (UJSBS), with their respective URL and open-access availability.","Authors":"Fukatsu, T (Fukatsu, Takema)","Title":"Entomological journals and publishing in Japan"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000369571100001 PubMed ID: 26853862 ISSN: 0289-0003","Keywords":"journal; zoology; evolution; animals; publishing KeyWords Plus:HAGFISH EMBRYOLOGY; EVOLUTION; XENOTURBELLA; MORPHOLOGY; VERTEBRATES; EXPRESSION; DIVERSITY; WHALES","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOLOGICAL SCIENCE Volume: 33 Issue: 1 Pages: 1-5 DOI: 10.2108/zs150160 Published: FEB 2016","Abstract":"A new open-access journal, Zoological Letters, was launched as a sister journal to Zoological Science, in January 2015. The new journal aims at publishing topical papers of high quality from a wide range of basic zoological research fields. This review highlights the notable reviews and research articles that have been published in the first year of Zoological Letters, providing an overview on the current achievements and future directions of the journal.","Authors":"Fukatsu, T (Fukatsu, Takema) ; Kuratani, S (Kuratani, Shigeru) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Kuratani, Shigeru  J-4146-2014 http://orcid.org/0000-0001-9717-7221","Title":"Launch of Zoological Letters"}, {"Document Information":"Document Type:Article; Book Chapter Language:English Accession Number: WOS:000397932700016 Book DOI: 10.1007/978-3-319-22777-1 ISBN:978-3-319-22777-1; 978-3-319-22776-4 ISSN: 2197-9545","Categories":"Geology; Paleontology Web of Science Categories:Geology; Paleontology","Journal Information":"DYNAMIC PALEONTOLOGY: USING QUANTIFICATION AND OTHER TOOLS TO DECIPHER THE HISTORY OF LIFE Book Series: Springer Geology Pages: 245-251 DOI: 10.1007/978-3-319-22777-1 Published: 2016","Abstract":"Repository abbreviations are as follows: Museum of Comparative Zoology (MCZ), Harvard University, Cambridge, Massachusetts, USA; Institute of Geology Museum (IGM), Departmento de Paleontologia, Instituto de Geologia, Cuidad Universitaria, Delegacion de Coyoacan, 04510, Mexico, D.F.; North Carolina Museum of Natural Science (NCSM), 11 West Jones St., Raleigh, North Carolina; Mount Holyoke College Paleontology Collection (MHC), Department of Geology and Geography, Mount Holyoke College, South Hadley, Massachusetts, USA; Smithsonian Institute (USNM), Washington, D.C., USA.","Authors":"McMenamin, MAS (McMenamin, Mark A. S.) Book Author(s):McMenamin, MAS (McMenamin, MAS)","Title":"Systematics"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000393286900002 ISSN: 2320-9577 eISSN: 2320-9585","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"INTERNATIONAL JOURNAL OF PURE AND APPLIED ZOOLOGY Volume: 4 Issue: 4 Pages: 291-291 Published: 2016","Authors":"Sabatier, JM (Sabatier, Jean-Marc)","Title":"SURVEY OF TAXONOMIC RICHNESS-AN OUTLINE EDITOR NOTE ON INTERNATIONAL JOURNAL OF PURE AND APPLIED ZOOLOGY VOLUME 4, ISSUE 2"}, {"Document Information":"Document Type:Article Language:Czech Accession Number: WOS:000393270400009 ISSN: 0024-4457","Keywords":"medieval Latin lexicography; ancient and medieval zoology; Physiologus; Thomas of Cantimpre; Bartholomaeus de Solencia dictus Claretus","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"LISTY FILOLOGICKE Volume: 139 Issue: 3-4 Pages: 439-447 Published: 2016","Abstract":"The aim of this article is to identify the origin and meaning of the Latin zoological term calopus in the works of Thomas of Cantimpre and Czech medieval lexicographer Bartholomaeus de Solencia dictus Claretus. The name and the description of an unidentified quadruped similar to ibex has the origin in an early Christian writing Physiologus, which was written between the 2nd and 4th century AD in Alexandria. In the Latin versions of this work, there are varieties of the name of this animal, such as autolops, autolopus, antelups and more, which resulted in the name \"antelope\" in modern languages and the deformed name calopus in the encyclopaedia of Thomas of Cantimpre and in the glossary of Claretus.","Authors":"Sedinova, H (Sedinova, Hana)","Title":"FROM THE DICTIONARY OF MEDIEVAL LATIN IN CZECH LANDS: CALOPUS"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000391720100082 ISSN: 1877-0428","Keywords":"interpretation; indigenous cultural values; sustainable tourism; Mount Kinabalu; Malaysian Borneo","Categories":"Environmental Sciences & Ecology; Social Sciences - Other Topics Web of Science Categories:Environmental Studies; Social Sciences, Interdisciplinary","Journal Information":"IRSSM-6: THE 6TH INTERNATIONAL RESEARCH SYMPOSIUM IN SERVICE MANAGEMENT - SERVICE IMPERATIVES IN THE NEW ECONOMY: SERVICE EXCELLENCE FOR SUSTAINABILITY Book Series: Procedia Social and Behavioral Sciences Volume: 224 Pages: 632-639 DOI: 10.1016/j.sbspro.2016.05.454 Published: 2016","Abstract":"The study looked at the role of cultural interpretation in sustainable tourism development. Using Mount Kinabalu as a case in point, it examined Kinabalu Park visitors' (including Mount Kinabalu climbers) awareness of the indigenous cultural values of Mount Kinabalu. It also analyzed their level of satisfaction with the cultural interpretation of the mountain and their perceptions of cultural interpretation toward sustainability. Using convenience sampling, questionnaires were distributed to park visitors at several points at the park headquarters. Descriptive statistics were conducted to obtain frequencies, means and standard deviations. It was discovered that Kinabalu Park visitors did not have an in-depth knowledge of the cultural significance of Mount Kinabalu. They knew significantly more about the scientific aspects (i.e. geology, botany and zoology) of the mountain and the history of early Mount Kinabalu climbing. The cultural knowledge they had of the mountain was limited to the commonly interpreted theme of Mount Kinabalu sacredness. Despite the positive experience with the cultural interpretation presented by mountain or tour guides, visitors were dissatisfied with the overall cultural interpretation of Mount Kinabalu. They did not think the exhibit centers at the Kinabalu Park headquarters provided sufficient information on the indigenous cultural values of the mountain. They indicated that they would like to learn more about the cultural significance of Mount Kinabalu and agreed that there should be more information in that respect. Visitors agreed that the knowledge of the indigenous cultural values of Mount Kinabalu deepened their understanding of the mountain and increased their awareness of its physical environment which indirectly resulted in a desire to protect the park or the mountain. They also agreed that knowledge of the mountain's cultural significance made them appreciate the native non-material side of the mountain, enhanced their understanding of and respect for the indigenous cultural values and prompted them to behave respectfully. The present study proposed several recommendations that the park management can consider to ensure appropriate visitor interpretation. (C) 2016 The Authors. Published by Elsevier Ltd.","Authors":"Bidder, C (Bidder, Christy) ; Kibat, SA (Kibat, Silverina Anabelle) ; Fatt, BS (Fatt, Boyd Sun) Edited by:Voon, BH; Hamali, J; Abdullah, F; Joseph, C; Leong, SH; Lau, UH; Chung, ESM; Ng, KC; Teo, AK","Title":"Cultural Interpretation toward Sustainability: A Case of Mount Kinabalu"}, {"Document Information":"Document Type:Book Review Language:English Accession Number: WOS:000390872800014 ISSN: 0006-2294","Categories":"Anthropology; Asian Studies Web of Science Categories:Anthropology; Asian Studies","Journal Information":"BIJDRAGEN TOT DE TAAL- LAND- EN VOLKENKUNDE Volume: 172 Issue: 4 Pages: 565-568 DOI: 10.1163/22134379-17204014 Published: 2016","Authors":"Porath, N (Porath, Nathan)","Title":"Why the Porcupine Is Not a Bird; Exploration In the Folk Zoology of an Eastern Indonesian People"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000390894400005 ISSN: 1099-9949 eISSN: 1548-3843","Keywords":"black scientists; Ernest Everett Just; eugenics; Frank R; Lillie; historically black colleges and universities; politics of respectability; Roger Arliner Young; women in science","Categories":"Ethnic Studies Web of Science Categories:Ethnic Studies","Journal Information":"SOULS Volume: 18 Issue: 2-4 Pages: 235-262 DOI: 10.1080/10999949.2016.1230821 Published: 2016","Abstract":"Fifty years after her death, the professional experiences of Roger Arliner Young (1899-1964), the first black woman to earn a doctorate in zoology, continue to resonate with many women of color in the academy. Young's career trajectory was defined, in many ways, by the politics of respectability and its entanglements with other salient ideologies in the first half of the 20th century. Using several key moments in Young's life as an illustration, I argue that the historical context in which black respectability emerged was shaped by at least three specific ideologiesindividualist, eugenicist, and capitalistwhich leave an imprint on the politics of respectability. Because Young's career spanned multiple ideological contexts, from the racial uplift discourses in historically black colleges and universities, to the eugenicist nature/nurture debates within the biological sciences, to black capitalist economic separatism in Durham, her life demonstrates the diverse ways in which the politics of respectability regulated black women's engagement with the racial uplift project.","Authors":"Diaz, SP (Diaz, Sara P.)","Title":"\"A racial trust\": Individualist, Eugenicist, and Capitalist Respectability in the Life of Roger Arliner Young"}, {"Document Information":"Document Type:Book Review Language:Slovene Accession Number: WOS:000389887500024 ISSN: 0570-8966","Categories":"Archaeology Web of Science Categories:Archaeology","Journal Information":"ARHEOLOSKI VESTNIK Volume: 67 Pages: 438-438 Published: 2016","Authors":"Visocnik, J (Visocnik, Julijana)","Title":"Natural Sciences 2. Books 7 and 8. Anthropology and Zoology"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000389847000001 ISSN: 0240-8759","Keywords":"ARAGO LABORATORY; SCIENCE ACADEMICIANS; LACAZE-DUTHIERS; CHATTON; LWOFF; GEHRING KeyWords Plus:EVOLUTION","Categories":"Environmental Sciences & Ecology; Marine & Freshwater Biology Web of Science Categories:Ecology; Marine & Freshwater Biology","Journal Information":"VIE ET MILIEU-LIFE AND ENVIRONMENT Volume: 66 Issue: 2 Pages: 107-119 Published: 2016","Abstract":"Since its founding in 1882 by Professor Henri de Lacaze-Duthiers, the Arago Laboratory, one of the three marine stations of the University Pierre and Marie Curie-Paris 6 accommodates researchers and students from all over the world for scientific collaborations, courses or national and international conferences. Some became famous, and the author lists over thirty Academicians of Science living or deceased including four Nobel Prize: Andre Lwoff (1965), Pierre-Gilles de Gennes (1991), Albert Fert (2007) and Jules Hoffmann (2011). After a review of these various researchers that later became Academicians, and having recalled some anecdotes about some of those she met at the Arago Laboratory, Marie-Odile Soyer-Gobillard more particularly focuses this article on the founder Henri de Lacaze-Duthiers (1821-1901), an eminent master of experimental zoology. She also evokes Edouard Chatton (1883-1947) a great protozoologist, pioneer of cell biology, Director of Arago Laboratory, and author of splendid drawings, courseboards destined to his students and pupils. She also mentions his favorite pupil Andre Lwoff (1902-1994), Nobel Prize for Medicine. Before being known for his work in bacterial genetics and virology Andre Lwoff was an eminent protozoologist. Finally she mentions a great friend of the Arago Laboratory, Walter Gehring, who was Professor at the University of Basel (Switzerland) and visited Banyuls every year with his students before coming for longer periods. Gehring was a pioneer of developmental biology and his work on genes called \" Masters of Development\" and on the Pax6 gene, essential to the development of the eye, opened new avenues of investigation at the scientific crossroads of Evolution and Development. Besides the stimulating scientific environment of the Laboratory, many of these researchers have regularly returned to Banyuls because of its geographic situation, proximity of the Mediterranean sea, abundance of marine equipment, colours of the hills and surrounding vineyards associated with an always present \"joie de vivre\" all contributing to the \"magic\" of Banyuls.","Authors":"Soyer-Gobillard, MO (Soyer-Gobillard, M. -O.)","Title":"350TH BIRTHDAY OF THE FRENCH ACADEMY OF SCIENCES (1666-2016) SECTION OF INTEGRATIVE BIOLOGY \"THE ARAGO LABORATORY AND ITS ACADEMICIANS OR THE MAGIC OF BANYULS\""}, {"Document Information":"Document Type:Article Language:Portuguese Accession Number: WOS:000388817300033 ISSN: 1518-1634 eISSN: 1807-1600","Keywords":"Zoology Teaching; Didatic Games; Elementary School; Playful Activities","Categories":"Science & Technology - Other Topics Web of Science Categories:Multidisciplinary Sciences","Journal Information":"HOLOS Volume: 32 Issue: 4 Pages: 383-400 DOI: 10.15628/holos.2016.4100 Published: 2016","Abstract":"The search for new tools in the teaching process as dynamic alternative facilitating the understanding of content related to science has increased over the years. The educational game can be considered a valuable tool for this process, since in addition to the educational benefits, it provides personal and intellectual growth of students and strengthen interpersonal relationships thereof. In this study, we aimed to present and analyze the educational game \"Tapa Zoo\", which deals with Zoology as a central theme. The study was conducted with two groups of seventh year of Basic Regular Education and the teachers responsible for science classes these classes of a public school located in Santo Antonio de Padua/RJ. The educational game developed made use of low cost materials and easy acquisition and addresses animals species features. Considering that the Zoology content is quite extensive, which discourages students study in this area, the didactic game was of great importance to arouse the interest of students and assist in the teaching-learning process.","Authors":"Miranda, JC (Miranda, J. C.) ; Gonzaga, GR (Gonzaga, G. R.) ; Costa, RC (Costa, R. C.)","Title":"PRODUCTION AND EVALUATION OF A EDUCATIONAL GAME \"TAPA ZOO\" AS A TOOL FOR ZOOLOGY STUDY FOR STUDENTS OF REGULAR ELEMENTARY SCHOOL"}, {"Document Information":"Document Type:Article; Data Paper Language:English Accession Number: WOS:000388507900009 PubMed ID: 27917054 ISSN: 1313-2989 eISSN: 1313-2970","Keywords":"Mammals; occurrence; specimens; biometry; biogeographical regions; Iberian Peninsula KeyWords Plus:ARVICOLA-SAPIDUS RODENTIA; WATER VOLE; APODEMUS-SYLVATICUS; IBERIAN PENINSULA; SCIENCE; MUSEUMS; MOUSE","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOKEYS Issue: 634 Pages: 137-150 DOI: 10.3897/zookeys.634.10207 Published: 2016","Abstract":"In this paper five datasets are described that provide information about records of mammals in the Vertebrate Collection of the Museum of Zoology of the University of Navarra (MZNA-VERT). The datasets contain 3,466 records belonging to 20 species of mammals sampled across the transition zone between the Atlantic and Mediterranean biogeographical regions (north Iberian Peninsula). The datasets include both distributional data (georeferenced records) and basic biometric data of most of the vouchered specimens stored in the museum facilities. The samples originated mainly within research projects and PhD theses carried out in the former department of Zoology and Ecology of the University of Navarra between 1982 and 2011. The Darwin Core Archive Format datasets are accessible through GBIF.","Authors":"Escribano, N (Escribano, Nora) ; Galicia, D (Galicia, David) ; Arino, AH (Arino, Arturo H.) ; Escala, C (Escala, Carmen) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Escribano, Nora  C-4330-2017 http://orcid.org/0000-0002-7863-4463 Galicia, David  H-7718-2012 http://orcid.org/0000-0002-2585-9888 Arino, Arturo H.  http://orcid.org/0000-0003-4620-6445","Title":"Mammals in the MZNA Vertebrate Collection of University of Navarra, Spain"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000385208600004 ISSN: 1399-560X eISSN: 1876-312X","Keywords":"Europe; new species; non-monophyly KeyWords Plus:IMMATURE STAGES; JMODELTEST; BIOLOGY","Categories":"Evolutionary Biology; Entomology Web of Science Categories:Evolutionary Biology; Entomology","Journal Information":"INSECT SYSTEMATICS & EVOLUTION Volume: 47 Issue: 4 Pages: 389-409 DOI: 10.1163/1876312X-47032148 Published: 2016","Abstract":"Lauxaniids are a species rich group of acalyptrate flies, with most species known from the tropics. Several genera are in suspicion of non-monophyly, but no phylogenetic analysis has been carried out. Three markers (28S rRNA, 16S rRNA and EF 1-alpha) were employed to analyze relationships of 66 European lauxaniids, including 9 sequences from GenBank. The data was analysed using the Bayesian and maximum parsimony approach. Genus Sapromyza appears in three distinct clades, confirming the expected non-monophyly. New combinations are proposed for the following species: Homoneura muscaria, comb. n., Paralauxania albiceps comb. n., Nannomyza basalis comb. n., Nannomyza takagii comb. n. Along with the analysis, Sapromyza slovaca sp. n. is described. The type material has been deposited in the Institute of zoology, Slovak Academy of Sciences.","Authors":"Semelbauer, M (Semelbauer, Marek)","Title":"Molecular phylogeny of lauxaniid flies (Diptera, Cyclorrhapha) confirms non-monophyly of Sapromyza Fallen 1810"}, {"Document Information":"Document Type:Article Language:Portuguese Accession Number: WOS:000382844500003 ISSN: 1678-6785 eISSN: 1984-6754","Keywords":"Aristotle; science; scientific method; zoology; brain","Categories":"Philosophy Web of Science Categories:Philosophy","Journal Information":"SYNESIS Volume: 8 Issue: 1 Pages: 36-53 Published: JAN-JUN 2016","Abstract":"Aristotle was the first Greek thinker to articulate a taxonomy of scientific pursuits: the four books of the Analytics present a theory of scientific knowledge with a rigorous account of what a body of propositions must be like in order to count as a theoretical science. But Aristotle was also the first Greek thinker to articulate the science of zoology and the founder of comparative anatomy. A longstanding problem about Aristotle's philosophy of science is to understand if there is a conflict between the account of scientific explanation in the Posterior Analytics and the investigations reported in treatises such as the Historia Animalium and Parts of Animals. The aim of this article is to show that the laws stipulated in the Analytics are consistent with the empirical researches of natural treatises and that the effort of Aristotle is aimed at harmonizing the two types of research, both considered part of a single science. In order to achieve the object of research the methodology that will be adopted is the study of literature.","Authors":"Botter, B (Botter, Barbara)","Title":"THE MISTAKE OF ARISTOTLE IN THE HUMAN BIOLOGY"}, {"Document Information":"Document Type:Article Language:Portuguese Accession Number: WOS:000382703300007 ISSN: 2358-8322","Keywords":"colletion; wildlife; education; specimens","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"HUMANIDADES & INOVACAO Volume: 3 Issue: 1 Pages: 58-65 Published: JAN-JUN 2016","Abstract":"The Museums have to perform preponderant in the socio-cultural context, exercising a close relationship with the cultural heritage, with the primary function duty to its preservation, with a great space for the practice of non-formal education. The Zoology Museum Jose Hidasi (MZJH) was opened in June 1995, with most of the collection comes from donations of Prof. Dr. Jose Hidasi. The collection is divided into: didactic - composed of 492 specimens, most of which is on permanent exhibition, presenting animals extinct, endangered or threatened and scientific - has 4,901 cataloged specimens, mainly vertebrates. The museum received in 2015, 1,083 visitors between school groups and other visitations. The demand of visitors and their contribution in academic work, can understand the importance of this museum, what justify the need for invest more financial and human resources.","Authors":"Lima, JFD (de Sousa Lima, Jose Fernando) ; Barbosa, MVM (Moreira Barbosa, Marcus Vinicius)","Title":"Educational performances of Zoology Museum \"Jose Hidasi\" of Unitins to Educational Institutions and Tocantins Communities"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382261000003 ISSN: 1648-3898","Keywords":"adaptive memory; biology education; PowerPoint programme; realia KeyWords Plus:PLANT ATTITUDE QUESTIONNAIRE; ADAPTIVE MEMORY; STUDENT ATTITUDES; ANIMALS; KNOWLEDGE; EDUCATION; SCIENCE; BIOLOGY; PREFERENCES; ORGANISMS","Categories":"Education & Educational Research Web of Science Categories:Education & Educational Research","Journal Information":"JOURNAL OF BALTIC SCIENCE EDUCATION Volume: 15 Issue: 1 Pages: 18-27 Published: 2016","Abstract":"Botany is traditionally viewed as less attractive than zoology for students, despite the fact that plants play a key role in natural ecosystems. It is hypothesized that survival-relevant information may enhance learner's attention and that this information might be better remembered than others. Additionally, the use of the PowerPoint (PPT) presentation software in teaching biology is questionable, particularly in comparison with the use of realia. A theory of adaptive memory was employed in an experiment, in which the presence of fruits, their colour and their toxicity on samples of plants was handled. The memory scores and interest in plants of the participants were measured. The effectiveness of the PPT compared with the use of realia (live plants) was also analysed. The memory scores were highest in treatments with living samples of plants containing fruits. Survival-relevant information (plant toxicity) was better retained than survival-irrelevant information. Participants retained information about plants with dark fruits better than about plants with red fruits. The activities with live plants, but not the PPT, increased participant's interest in plants. In summary, using living plants and fruits over the PPT is recommended when teaching botany.","Authors":"Prokop, P (Prokop, Pavol) ; Majercikova, D (Majercikova, Dominika) ; Vyoralova, Z (Vyoralova, Zuzana)","Title":"THE USE OF REALIA VERSUS POWERPOINT PRESENTATIONS ON BOTANY LESSONS"}, {"Document Information":"Document Type:Proceedings Paper Language:English Accession Number: WOS:000381320100015 ISBN:978-1-78491-363-2 ISSN: 0308-8421","Keywords":"UAQ2; Neolithic; archaeo-zoology; domestic herbivores; fishing KeyWords Plus:TECHNOLOGY; OMAN; GULF","Categories":"Archaeology; Asian Studies Web of Science Categories:Archaeology; Asian Studies","Journal Information":"PROCEEDINGS OF THE SEMINAR FOR ARABIAN STUDIES, VOL 46 Book Series: Proceedings of the Seminar for Arabian Studies Volume: 46 Pages: 195-210 Published: 2016","Abstract":"The subsistence strategies of coastal Neolithic groups in eastern Arabia, reliant upon the exploitation of marine and terrestrial animal resources, are not yet fully understood. A central question in relevant literature is the issue of mobility. This is the reason for excavations in Umm al-Quwain (UAQ2), UAE, from 2011 by the French Archaeological Mission. UAQ2 is a site with obvious potential, occupied for 1500 years from the mid-sixth millennium BC. It has an area of approximately 6 ha with 3.2 m or more of imposing and unusual stratigraphy. A large quantity of faunal remains, including terrestrial and marine vertebrates, was recovered from UAQ2. The terrestrial mammals are composed mainly of domestic herbivores including caprines, cattle, and dogs. The most striking feature is the number of newly born and young animals among the small herbivores, a clear indication of occupation during late winter/spring. As for the fish bones, the following taxa were identified: requiem sharks, shark-suckers, marine catfish, needlefish, jacks/trevallies, milkfish, mojarra, emperors, snappers, mullet, flatheads, shortfin flounders, parrotash, kawakawa, tuna, groupers, sea bream, barracuda, puffer, and tripod fish. These indicate that most fishing was carried out in the shallow lagoon area, but some fishing for tuna may have been carried out in the open seas beyond the local lagoon. Besides fish were also the remains of cuttlefish and swimming crabs. This assemblage provides new information on the mixed exploitation of inland and marine resources during the sixth to fifth millennium BC. The integrated study of the faunal remains contributes to the proposal of a possible year-round residency, not excluding coastal mobility.","Authors":"Mashkour, M (Mashkour, Marian) ; Beech, MJ (Beech, Mark Jonathan) ; Debue, K (Debue, Karyne) ; Yeomans, L (Yeomans, Lisa) ; Brehard, S (Brehard, Stephanie) ; Gasparini, D (Gasparini, Dalia) ; Mery, S (Mery, Sophie) Edited by:Starkey, J; Elmaz, O","Title":"Middle to Late Neolithic animal exploitation at UAQ2 (5500-4000 cal BC): an Ubaid-related coastal site at Umm al-Quwain Emirate, United Arab Emirates"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000382141500003 PubMed ID: 27667923 ISSN: 1313-2989 eISSN: 1313-2970","Keywords":"Aphididae; Chaitophorinae; China; new record; new species; Yamatochaitophorus","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ZOOKEYS Issue: 612 Pages: 41-49 DOI: 10.3897/zookeys.612.7873 Published: 2016","Abstract":"Yamatochaitophorus yichunensis sp. n. is described from specimens collected in northeast China on Acer tegmentosum (Aceraceae). Yamatochaitophorus is also a new generic record for China. Type specimens are deposited in the National Zoological Museum of China, Institute of Zoology, Chinese Academy of Sciences, Beijing, China (NZMC) and the Natural History Museum, London, UK (BMNH).","Authors":"Jiang, LY (Jiang, Li-Yun) ; Chen, J (Chen, Jing) ; Qiao, GX (Qiao, Ge-Xia)","Title":"Yamatochaitophorus yichunensis, a new species of aphid (Aphididae: Chaitophorinae) from northeast China"}, {"Document Information":"Document Type:Article Language:Czech Accession Number: WOS:000381450400009 ISSN: 0024-4457","Keywords":"medieval lexicography; ancient and medieval zoology; Latin names of birds; Bartholomaeus de Solencia dictus Claretus; Aristoteles; Aristoteles Latinus; Michael Scotus; Thomas of Cantimpre","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"LISTY FILOLOGICKE Volume: 139 Issue: 1-2 Pages: 189-205 Published: 2016","Abstract":"The main aim of this article is to identify the origin and meaning of two Latin zoological terms in the works of Thomas of Cantimpre and the Czech medieval lexicographer Bartholomaeus de Solencia dictus Claretus. Both works mention names of animals that are extremely difficult to interpret semantically as well as linguistically, and their Greek or Latin origin is not immediately clear. Most of them are attached to animals the description of which, according to Thomas, is to be derived from Aristotle. Thomas used the Latin version of the Aristotle's work Historia animalium, translated from Arabic by Michael Scotus. Due to phonetical differences between these languages as well as inaccuracies and mistakes in both translations, the text of Aristotle and the forms of the original Greek names were variously modified. Aristotle's term aio-cacov, denoting a species of a bird of prey (not certainly identified), reached the Middle Ages not only through Pliny the Elder and classical Latin name aesalon, which occurs as asalon in Thomas of Cantimpre's encyclopaedia and as asalus in Claretus' Glossary, but also via translations of Aristotle into Arabic and then into Latin in the form achilon, which occurs in one manuscript of the National museum in Prague.","Authors":"Sedinova, H (Sedinova, Hana)","Title":"FROM THE DICTIONARY OF MEDIEVAL LATIN IN CZECH LANDS: ASALUS AND ACHILON"}, {"Document Information":"Document Type:Article Language:Spanish Accession Number: WOS:000380246600001 ISSN: 1989-8568","Keywords":"papier mache; botanical models; Brendel; technics studies; conservation; restoration KeyWords Plus:AUZOUX","Categories":"Arts & Humanities - Other Topics Web of Science Categories:Humanities, Multidisciplinary","Journal Information":"GE-CONSERVACION Issue: 9 Pages: 6-20 Published: 2016","Abstract":"During the middle of the 19th century in Europe, models to teach human anatomy, zoology and botanic were made in papier mache and were demanded for universities and colleges all over the world. The Colegio Nacional de Buenos Aires funded in 1863, acquired models from France and Germany for their scientific cabinets, which were recovered some years ago through an integral project of documentation, conservation and restoration. In this paper, will be exposed the results on Brendel german collection, engaged in the production of models to teach botany. The technics studies, the historic documents and the references of other collections allowed us to build the information base on which the criteria are supported, and what were the process of decision making of regards its conservation and restoration.","Authors":"Mayoni, MG (Gabriela Mayoni, Maria)","Title":"Papier-mache plants. technical studies and conservation of the collection Brendel. Colegio Nacional de Buenos Aires. Argentina"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000378990200037 ISSN: 1083-589X","Keywords":"large deviations; non-convex rate function; Gartner-Ellis; stochastic processes KeyWords Plus:GAUSSIAN-PROCESSES; DIFFUSIONS; VOLATILITY","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"ELECTRONIC COMMUNICATIONS IN PROBABILITY Volume: 21 Article Number: 38 DOI: 10.1214/16-ECP4088 Published: 2016","Abstract":"We present two examples of a large deviations principle where the rate function is not strictly convex. This is motivated by a model used in mathematical finance (the Heston model), and adds a new item to the zoology of non strictly convex large deviations.","Authors":"De Marco, S (De Marco, Stefano) ; Jacquier, A (Jacquier, Antoine) ; Roome, P (Roome, Patrick)","Title":"Two examples of non strictly convex large deviations"}, {"Document Information":"Document Type:Editorial Material Language:English Accession Number: WOS:000379695200002 ISSN: 1125-0003 eISSN: 1748-5851","Categories":"Zoology Web of Science Categories:Zoology","Journal Information":"ITALIAN JOURNAL OF ZOOLOGY Volume: 83 Issue: 2 Pages: 151-152 DOI: 10.1080/11250003.2016.1189647 Published: 2016","Authors":"Boero, F (Boero, Ferdinando)","Title":"The zoology of Babel"}, {"Document Information":"Document Type:Book Review Language:Dutch Accession Number: WOS:000379279800016 ISSN: 0040-7518","Categories":"History Web of Science Categories:History","Journal Information":"TIJDSCHRIFT VOOR GESCHIEDENIS Volume: 129 Issue: 2 Pages: 310-311 Published: 2016","Authors":"Klerk, S (Klerk, Saskia)","Title":"Zoology in early modern culture. Intersections of science, theology, philology and political and religious education"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000378936600009 ISSN: 1070-9428 eISSN: 1314-2607","Keywords":"Chrysidoidea; Gonatopodinae; Gonatopus group seven; pitfall traps KeyWords Plus:ATLANTIC RAIN-FOREST; SAO-PAULO; CHRYSIDOIDEA; CATALOG","Categories":"Entomology Web of Science Categories:Entomology","Journal Information":"JOURNAL OF HYMENOPTERA RESEARCH Volume: 50 Pages: 191-196 DOI: 10.3897/JHR.50.8897 Published: 2016","Abstract":"This study reports for the first time the occurrence of Gonatopus flavipes Olmi, 1984 in Para State, Brazil. Specimes were collected on upland rice crops of Cambara variety in Novo Progresso (7 degrees 07'45.71 '' S 55 degrees 23'21.13 '' W). A sampling of insects with pitfall traps was conducted between November 2010 and March 2011. Specimens of G. flavipes were identified, illustrated and deposited in the Entomological Collection of the Department of Zoology, Federal University of Parana, Curitiba, Brazil (DZUP/UFPR). This record indicates that rice crops may represent important habitats for this species.","Authors":"Martins, AL (Martins, Andre Luis) ; Krinski, D (Krinski, Diones) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Krinski, Diones  G-9996-2013 http://orcid.org/0000-0002-4719-5314 Martins, Andre  http://orcid.org/0000-0002-4794-0644","Title":"First record of the parasitoid Gonatopus flavipes Olmi, 1984 (Hymenoptera, Dryinidae) in Brazil's Amazon forest"}, {"Document Information":"Document Type:Article Language:English Accession Number: WOS:000377756700004 ISSN: 1816-2711 eISSN: 2220-5810","Keywords":"Inverse Transformation Method; Mixture Model; Doubly Censoring; Loss Functions; Bayes Estimator KeyWords Plus:MODEL; RELIABILITY; PARAMETERS; ESTIMATORS; SAMPLE","Categories":"Mathematics Web of Science Categories:Statistics & Probability","Journal Information":"PAKISTAN JOURNAL OF STATISTICS AND OPERATION RESEARCH Volume: 12 Issue: 1 Pages: 53-72 Published: 2016","Abstract":"The families of mixture distributions have a wider range of applications in different fields such as fisheries, agriculture, botany, economics, medicine, psychology, electrophoresis, finance, communication theory, geology and zoology. They provide the necessary flexibility to model failure distributions of components with multiple failure modes. Mostly, the Bayesian procedure for the estimation of parameters of mixture model is described under the scheme of Type-I censoring. In particular, the Bayesian analysis for the mixture models under doubly censored samples has not been considered in the literature yet. The main objective of this paper is to develop the Bayes estimation of the inverse Weibull mixture distributions under doubly censoring. The posterior estimation has been conducted under the assumption of gamma and inverse levy using precautionary loss function and weighted squared error loss function. The comparisons among the different estimators have been made based on analysis of simulated and real life data sets.","Authors":"Feroze, N (Feroze, Navid)","Title":"Bayesian Inference of a Finite Mixture of Inverse Weibull Distributions with an Application to Doubly Censoring Data"}, {"Document Information":"Document Type:Article Language:Italian Accession Number: WOS:000376873400015 ISSN: 2284-4473","Categories":"Literature Web of Science Categories:Literary Theory & Criticism","Journal Information":"TICONTRE-TEORIA TESTO TRADUZIONE Issue: 5 Pages: 287-336 Published: 2016","Abstract":"The present article investigates animal and teratological descriptions of the Devisement dou monde. Particularly, Marco Polo's fauna and its monstrous and marvelous extremes are explored both in the Franco-Italian text (occasionally also with the help of the Tuscan and Latin versions), as well as in the iconography of the illuminations included in four manuscripts of the Devisement/Milione (mss. Royal 19 D I, Bodley 264, BNF fr. 2810, Arsenal 5219).","Authors":"Collura, A (Collura, Alessio)","Title":"\"IL SUNT SI BIAUS QUE C'EN EST UNE MERVOIE A VOIR\". ZOOLOGY AND TERATOLOGY IN THE DEVISEMENT DOU MONDE"}, {"Document Information":"Document Type:Review Language:English Accession Number: WOS:000376548200015 PubMed ID: 27045597 ISSN: 0940-9602 eISSN: 1618-0402","Keywords":"History; Mammalian diaphragm; Muscular dystrophies; Respiratory muscle KeyWords Plus:DUCHENNE MUSCULAR-DYSTROPHY; OBSTRUCTIVE PULMONARY-DISEASE; TUFTED-EAR-MARMOSET; FIBER ARCHITECTURE; CANINE DIAPHRAGM; MDX MOUSE; CONTRACTILE PROPERTIES; BLOOD-FLOW; CAT; RETRIEVER","Categories":"Anatomy & Morphology Web of Science Categories:Anatomy & Morphology","Journal Information":"ANNALS OF ANATOMY-ANATOMISCHER ANZEIGER Volume: 205 Pages: 122-127 DOI: 10.1016/j.aanat.2016.03.008 Published: 2016","Abstract":"The diaphragm is a respiratory muscle that is primarily responsible for the respiratory function in normal individuals. In mammals, the diaphragm muscle has been studied from the early days of zoology, comparative and experimental anatomy, physiology, medicine, physics, and philosophy. However, even with these early advances in knowledge pertaining to the diaphragm, comprehensive morphological data on the diaphragm are still incomplete. In this review, we summarize the beginnings of the morphological description of the diaphragm, and we describe the current status of the known morphological and embryological features. In addition, we correlate how the impairment of the diaphragm muscle in Duchenne muscular dystrophy (DMD) can lead to patient deaths. DMD is the most common X-linked muscle degenerative disease and is caused by a lack of dystrophin protein. Dystrophin is an important muscle protein that links the cellular cytoskeleton with the extracellular matrix. In the absence of dystrophin, the muscle becomes susceptible to damage during muscle contraction. This review allows researchers to obtain an overview of the diaphragm, transcending the morphological data from animals described in conventional literature. (C) 2016 Elsevier GmbH. All rights reserved.","Authors":"Lessa, TB (Lessa, Thais Borges) ; de Abreu, DK (de Abreu, Dilayla Kelly) ; Bertassoli, BM (Bertassoli, Bruno Machado) ; Ambrosio, CE (Ambrosio, Carlos Eduardo) Hide ResearcherID and ORCIDView ResearcherID and ORCID Author ResearcherID ORCID Number Ambrosio, Carlos  F-3402-2010 http://orcid.org/0000-0002-8224-5022","Title":"Diaphragm: A vital respiratory muscle in mammals"}]